{"posts": [{"thread": {"uuid": "182eb5863bcb609788a6151f41adb7b923eafde1", "url": "http://omgili.com/ri/.wHSUbtEfZSScbWYFrk_4rCLtN7Jh.BRlRJHkdbPEtHpBuuq5OcM6qxiXpN4bs8vEGo478S79ZnVZFp_qFwE5vYlBq5HnIZSS8LYWGjppgcfiXJGRKUQ1mcSG_7WCPyY", "site_full": "jobs.kroger.com", "site": "kroger.com", "site_section": "http://jobs.oodle.com//?v=rss", "site_categories": [], "section_title": "Oodle.com - Jobs & Employment", "title": "Maintenance Control Tech/3rd Shift (Kroger)", "title_full": "Maintenance Control Tech/3rd Shift (Kroger)", "published": "2017-10-03T12:22:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 2800, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "182eb5863bcb609788a6151f41adb7b923eafde1", "url": "http://omgili.com/ri/.wHSUbtEfZSScbWYFrk_4rCLtN7Jh.BRlRJHkdbPEtHpBuuq5OcM6qxiXpN4bs8vEGo478S79ZnVZFp_qFwE5vYlBq5HnIZSS8LYWGjppgcfiXJGRKUQ1mcSG_7WCPyY", "ord_in_thread": 0, "author": "", "published": "2017-10-03T12:22:00.000+03:00", "title": "Maintenance Control Tech/3rd Shift (Kroger)", "text": "Position Summary: \nSupport programming, troubleshooting, calibration, project implementation and network Integration. Responsible for keeping the automated industrial control systems current. Perform all jobs safely, efficiently and accurately to maintain and improve the performance of the entire plant in the areas of Safety, Quality, Reliability (SQR) and our Customer 1 st strategy. Role model and demonstrate the company's core values of respect, honesty, integrity, diversity, inclusion and safety of others. Essential Job Functions: Demonstrate thorough understanding of industrial control systems and Programmable Logic Computers (PLC's). Effectively maintain programming, hardware networking and communication; troubleshoot, determine causes of failure and perform corrective actions; oversee full industrial control system project implementation on both hardware and software problems. Support predictive and preventative maintenance program. Support internal projects Drive plant control system upgrades. Ensure compliance with Controls Change Management System. Able to troubleshoot and calibrate the following properly and safely: control panels using relay logic; Cam-driven switch boxes; heat and humidity control systems; process control valves; pneumatic control systems; hydraulic control systems; metal detection systems; ink jet coding systems, electronic scaling systems, electronic meters. Able to interface with and troubleshoot the following motor control equipment properly and safely: motor starters, run relays; Variable Frequency Drives(VFDs); Servo motors and controls. Able to interface with and troubleshoot Allen Bradley and other plant PLC's including: connecting to the PLC, reading ladder logic, programming, diagnosing hardware and software problems. Follow established programs, policies and practices to produce safe quality foods that meet regulatory and company requirements. Support the development, implementation, maintenance, and ongoing improvement of the SQF 2000 Systems Accountable to the Kroger Manufacturing Food Safety and Quality Principles. Supervise and coach direct reports in the performance of their duties; complete performance reviews and provides feedback to direct reports. Must be able to perform the essential functions of this position with or without reasonable accommodation. Minimum Position Qualifications: Must be at least 18 years of age. High School Diploma or GED. Sound working knowledge of Electrical Safe Work Practices; AC and DC Electrical Theory; reading/creating electrical prints and control schematics; motor control; personal computer hardware and software; computer networks; Kroger Down Time (KDT) Human Machine Interface (HMI) systems; pneumatic and hydraulic valves; photo eyes; proximity sensors; limit switches; breakers; fuses. 3 - 5 years PLC and HMI programming experience. Experience with full Industrial Control System project implementation. Excellent communication skills. Ability to comprehend complex verbal and written instructions. Ability to travel independently. 2-4 years maintenance mechanic experience. Familiarity with other brands of PLC hardware and software. \n\nEducation Level: High School Diploma/ GED Required Required Certifications/Licenses: None", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "allen bradley", "sentiment": "none"}, {"name": "servo", "sentiment": "none"}], "organizations": [{"name": "kroger", "sentiment": "negative"}, {"name": "ac", "sentiment": "none"}, {"name": "kroger down time", "sentiment": "none"}, {"name": "kroger manufacturing food safety", "sentiment": "none"}, {"name": "hmi", "sentiment": "none"}, {"name": "plc", "sentiment": "none"}, {"name": "programmable logic computers", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-03T15:07:02.000+03:00"}], "totalResults": 1, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1507032422000&q=language%3Aenglish+site%3Akroger.com&sort=crawled", "requestsLeft": 900}