{"posts": [{"thread": {"uuid": "c39ab51dd2c559270f0ced32d79b08f6792b1acc", "url": "http://omgili.com/ri/0xd.sZhj5jdOPVOdi8piHyhBoLpY2TqZ6PoNah3Ll9Pfgw8LqaVzuZSKn1kA8f4CTdLAO3o6ebyVF9gkx.BiGRRwTVLonj1Nq.Ga4I4OxMSAhVDa3gmRqPyomueiAH.rHx0sRyfeMReqtyQrkzUmeG2jA4D4A5Y30TJoHtmW.Dw-", "site_full": "canliskor.milliyet.com.tr", "site": "milliyet.com.tr", "site_section": "", "site_categories": [], "section_title": "", "title": "İngiltere 1 - 0 Slovenya karşılaşması", "title_full": "İngiltere 1 - 0 Slovenya karşılaşması", "published": "2017-10-05T11:45:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 336, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c39ab51dd2c559270f0ced32d79b08f6792b1acc", "url": "http://omgili.com/ri/0xd.sZhj5jdOPVOdi8piHyhBoLpY2TqZ6PoNah3Ll9Pfgw8LqaVzuZSKn1kA8f4CTdLAO3o6ebyVF9gkx.BiGRRwTVLonj1Nq.Ga4I4OxMSAhVDa3gmRqPyomueiAH.rHx0sRyfeMReqtyQrkzUmeG2jA4D4A5Y30TJoHtmW.Dw-", "ord_in_thread": 0, "author": "", "published": "2017-10-05T11:45:00.000+03:00", "title": "İngiltere 1 - 0 Slovenya karşılaşması", "text": "2018 Dünya Kupası Avrupa Elemeleri F Grubu Wembley ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T02:58:17.001+03:00"}, {"thread": {"uuid": "55091834d79d13867e77bdde0b87c10335f9e928", "url": "http://omgili.com/ri/Mx2PHH_4C20mC9lzhwD0vXcyfobk6vBM21SKPKvuTEQfEMNz.p57ivBs_xIpcw1OcLp8diGB0OqLJ0y_bk502fTZm_OLdMSTqrombsaHZAwilCBe3CX.JZVbIbH.33sICOMUSCeKp_YgOCsDzYMqrefor9SX_M0X", "site_full": "uzmanpara.milliyet.com.tr", "site": "milliyet.com.tr", "site_section": "http://uzmanpara.milliyet.com.tr/rss/haber_rss.asp", "site_categories": ["financial_news", "finance"], "section_title": "Uzmanpara", "title": "SandP Fransa ve Suudi Arabistan`ın kredi notunu korudu", "title_full": "SandP Fransa ve Suudi Arabistan`ın kredi notunu korudu", "published": "2017-10-07T13:33:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.0, "main_image": "http://imgfinans.milliyet.com.tr/i/haber/f_st_996187139175.jpg", "performance_score": 0, "domain_rank": 336, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "55091834d79d13867e77bdde0b87c10335f9e928", "url": "http://omgili.com/ri/Mx2PHH_4C20mC9lzhwD0vXcyfobk6vBM21SKPKvuTEQfEMNz.p57ivBs_xIpcw1OcLp8diGB0OqLJ0y_bk502fTZm_OLdMSTqrombsaHZAwilCBe3CX.JZVbIbH.33sICOMUSCeKp_YgOCsDzYMqrefor9SX_M0X", "ord_in_thread": 0, "author": "", "published": "2017-10-07T13:33:00.000+03:00", "title": "SandP Fransa ve Suudi Arabistan`ın kredi notunu korudu", "text": "S&P Fransa ve Suudi Arabistan`ýn kredi notunu korudu 10:33\nSon güncelleme : 07.10.2017 13:52 \nkredi derecelendirme kuruluţu Standard &&P), Fransa ve Suudi Arabistan'ýn kredi notlarýný koruduđunu duyurdu.S&P'den yapýlan açýklamada, Fransa'nýn kredi notunun \"AA\" seviyesinde korunduđu, görünümünün de \"durađan\" olduđu belirtildi.Açýklamada, gelecek iki yýlda Fransa ekonomisinin büyümesinin beklendiđi kaydedilirken Fransýz hükümetinin ekonomi, bütçe ve yapýsal reformlarla ilgili programýný sürdüreceđinin öngörüldüđü bildirildi.Fransýz ekonomisinin güçlendiđine ve kamu borcunun gayri safi yurtiçi hasýlaya (GSYH) oranýnýn önemli derecede azaldýđýna iţaret edilen açýklamada, ekonominin çeţitli, ülkedeki kurumlarýn da güçlü olduđu vurgulandý.Açýklamada, Fransýz ekonomisinin bu yýl ve gelecek sene yüzde 1,7, 2019'da da yüzde 1,6 büyümesinin öngörüldüđü ifade edildi. SUUDÝ ARABÝSTAN S&P, ayrýca, Suudi Arabistan'ýn kredi notunun \"A-\" seviyesinde korunduđunu, görünümünün de \"durađan\" olduđunu duyurdu.Suudi Arabistan'a dair açýklamada, ülkenin kredi notunun güçlü dýţ ve mali pozisyonuyla desteklendiđi ancak düţük ekonomik büyüme ve para politikalarýndaki sýnýrlý esneklik ile kamu sektöründeki sýnýrlý ţeffaflýk nedeniyle baský altýnda olduđu vurgulandý.Ülkenin kamu finansmanýnda bozulma veya siyasi istikrarsýzlýđýn artmasý durumunda Suudi Arabistan'ýn kredi notunun indirilebileceđi uyarýsýnýn yapýldýđý açýklamada, ekonomik büyüme görünümünün beklentilerin üzerine çýkmasý halinde ise ülkenin kredi notunun yükseltilebileceđi görüţüne yer verildi.S&P, Suudi Arabistan ekonomisinin bu yýl ve gelecek sene yüzde 0,5 ve yüzde 1,5, 2019'da da yüzde 2 büyüyeceđini tahmin ediyor.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "fransa", "sentiment": "none"}, {"name": "suudi arabistan", "sentiment": "none"}], "organizations": [{"name": "s&p fransa", "sentiment": "negative"}, {"name": "standard &&p", "sentiment": "none"}, {"name": "s&p", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-08T00:55:39.002+03:00"}, {"thread": {"uuid": "2c381776cec8b9e6405e1754337dfe788786df2f", "url": "http://omgili.com/ri/Mx2PHH_4C20mC9lzhwD0vXcyfobk6vBM21SKPKvuTEQfEMNz.p57ivBs_xIpcw1OaDxFT35ai46sCmESdmnaOx51wVALbP04cZZfIUXWNubL0URmD0C1_PfhPScNA.I1aape6vA5YeWbOKX6t1TmdA--", "site_full": "uzmanpara.milliyet.com.tr", "site": "milliyet.com.tr", "site_section": "", "site_categories": ["financial_news", "finance"], "section_title": "", "title": "Fed baţkanlýđý için Powell öne çýkýyor - Türkiye'nin bir numaralý finans ve ekonomi portalý uzmanpara.com.", "title_full": "Fed baţkanlýđý için Powell öne çýkýyor - Türkiye'nin bir numaralý finans ve ekonomi portalý uzmanpara.com.", "published": "2017-10-23T11:06:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.241, "main_image": "http://imgfinans.milliyet.com.tr/i/haber/f_fed_818317139917.jpg", "performance_score": 0, "domain_rank": 336, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2c381776cec8b9e6405e1754337dfe788786df2f", "url": "http://omgili.com/ri/Mx2PHH_4C20mC9lzhwD0vXcyfobk6vBM21SKPKvuTEQfEMNz.p57ivBs_xIpcw1OaDxFT35ai46sCmESdmnaOx51wVALbP04cZZfIUXWNubL0URmD0C1_PfhPScNA.I1aape6vA5YeWbOKX6t1TmdA--", "ord_in_thread": 0, "author": "", "published": "2017-10-23T11:06:00.000+03:00", "title": "Fed baţkanlýđý için Powell öne çýkýyor - Türkiye'nin bir numaralý finans ve ekonomi portalý uzmanpara.com.", "text": "11:06\nSon güncelleme : 23.10.2017 11:06 \n(Fed) Guvernörü Jerome Powell'ý bankanýn baţkanlýđýna aday göstereceđine yönelik beklentiler güçleniyor. Fed\u0092in ţu anki Baţkaný Janet Yellen ve Stanford Üniversitesi Ekonomi Profesörü John Taylor, Trump\u0092ýn merceđindeki diđer isimler.Küresel piyasalarda son dönemde en çok sorulan soru, dünya ekonomisinin en önemli aktörlerinden Fed'in baţýna kimin geçeceđi. Fed\u0092in para politikasý, Amerikan ekonomisi, dolarýn deđeri, küresel sermaye akýţlarý gibi birçok açýdan büyük önem taţýyan bu seçimi, ABD Baţkaný Donald Trump yapacak. Beyaz Saray, geçtiđimiz günlerde Trump'ýn mevcut Fed Baţkaný Janet Yellen, Fed Guvernörü Jerome Powell, Stanford Üniversitesi Ekonomi Profesörü John Taylor, eski Fed Guvernörü Kevin Warsh ve Ulusal Ekonomik Konsey Direktörü Gary Cohn olmak üzere beţ kiţiyi deđerlendirdiđini teyit etmiţti.Buna karţýn, Trump hafta sonunda Amerika'nýn muhafazakar televizyon kanalý Fox News\u0092e verdiđi mülakatta ţu an Powell, Taylor ve Yellen\u0092i deđerlendirdiđini söylemiţti.\u0093Birçok insan Fed baţkanlýđý adaylarýnýn, Powell ve Taylor olmak üzere ikiye düţtüđünü söylüyor ancak çok beđendiđim Yellen\u0092le de görüţtüm. Onu gerçekten çok beđeniyorum. Dolayýsýyla ţu an deđerlendirdiđim 3 kiţi var\u0094 ifadelerini kullanan Trump\u0092ýn baţkan adayýný, 3 Kasým\u0092da çýkacađý Asya gezisi öncesinde açýklayacađý tahmin ediliyor.Powell, Yellen ve Taylor'ýn profilleri, Baţkan Trump\u0092ýn tanýmýyla \"çok önemli seçiminde\" kuţkusuz büyük rol oynayacak.AA muhabirinin Predictit adlý online bahis sitesinden derlediđi verilere göre, Fed Guvernörü Jerome Powell'a ţu an yüzde 55 ţans veriliyor. Powell'ý Janet Yellen yüzde 18 ve John Taylor yüzde 15 ile izliyor. POWELL, YELLEN'ÝN DEVAMI OLUR Son günlerde Fed baţkanlýđýna en yakýn isim olarak görünen Powell'ý öne çýkaran faktörlerin baţýnda Cumhuriyetçi Parti'yi ve Donald Trump'ýn ekonomi hedeflerini desteklemesi geliyor.George H.W. Bush döneminde ABD Hazine Bakanlýđý'nda görev yapan Powell\u0092ýn finans alanýnda özel sektör deneyimi de bulunuyor. Powell, kamu görevlerinden önce uzun süre Dillon, Read & Co ve Carlyle Group gibi yatýrým ţirketlerinde çalýţtý.Ayrýca, para politikasý açýsýndan Yellen ile ayný çizgide olan Powell'ýn piyasalarda büyük bir dalgalanmaya yol açmayacak olmasý, Beyaz Saray\u0092ýn kendisini aday göstermek için önemli bir baţka neden.ABD Hazine Bakaný Steven Mnuchin'in yakýndan tanýdýđý Powell'ý Trump'a tavsiye ettiđi de Amerikan basýna yansýyan detaylardan. Senato\u0092nun onayý konusuna gelince, Powell, eski Baţkan Barack Obama tarafýndan atandýđý için Demokratlardan da destek bulmasý muhtemel. Dolayýsýyla onaylanmasý konusunda sorun yaţanmasý beklenmiyor. PÝYASALARIN GÖNLÜ YELLEN'DEN YANA Obama'nýn aday göstermesinin ardýndan Senato'nun onayýyla 2014 yýlýnýn ocak ayýnda görevine baţlayan Janet Yellen, Fed'in ilk kadýn baţkaný olma özeliđini taţýyor. Küresel yatýrýmcýlar, politikacýlar ve akademisyenler, Fed'in Yellen döneminde uyguladýđý para politikasýnýn baţarýlý buluyor. Fed'in Aralýk 2015\u0092te kademeli sýkýlaţtýrmaya baţladýđý günden bu yana piyasalarda \"taper tantrum\" tarzý dalgalanmalarýn yaţanmamasý, ABD ekonomisi rayýndan çýkmadýđý gibi Fed'in ikili hedeflerinden iţsizlik son 16-17 yýlýn en düţük seviyelerine gerilemesi, Yellen\u0092in baţarýsýný tasdik eden göstergeler arasýnda sýralanýyor. Bu nedenle, Fed\u0092in baţarýlý giden para politikasýnda belirsizlik istemeyen yatýrýmcýlar, Trump\u0092a \"Derenin ortasýndayken at deđiţtirilmesin\" çađrýsýnda bulunuyor. Beyaz Saray da piyasalarýn gönlünün Yellen'den yana attýđýnýn farkýnda ve bu durum kendisinin ikinci kez baţkan seçilmesini dahi sađlayabilir.Buna karţýn, finansal regülasyonlar konusundaki görüţlerinin Trump yönetiminin hedefleriyle tam örtüţmemesi ve bazý Cumhuriyetçilerin muhalefeti, Yellen'in vedasýný da getirebilir.Trump yönetimi, Obama döneminde hayata geçirilen finansal regülasyonlarýn önemli bir kýsmýný iptal etmek istiyor. Yellen ise özellikle küçük ve orta ölçekli finansal kurumlarta yönelik regülasyonlarýn azaltýlmasýna sýcak baksa da stretejik öneme sahip büyük bankalara yönelik sermaye zorunluluklarýnýn gevţetilmesine karţý çýkýyor.Yellen, yeniden seçilmezse Fed baţkanlýđýna 3 Ţubat 2018 tarihinde veda edecek ancak yönetim kurulu üyeliđini 31 Ocak 2024 tarihine kadar sürdürebilir. Bununla birlikte, Trump'ýn Yellen'i ikinci kez atamamasý çok nadir yaţanan bir durum olarak ABD tarihine geçecek. BAŢKAN YARDIMCISI PENCE, TAYLOR\u0092I DESTEKLÝYOR Stanford Üniversitesi Ekonomi Profesörü John Taylor, baţkan adaylarý arasýndaki en ţahin isim. Makroekonomi ve para politikalarý üzerine yaptýđý çalýţmalarla ekonomi literatürüne önemli katkýlarý olan Taylor, geliţtirdiđi para politikasý kuramý (Taylor Kuralý) nedeniyle Fed'in bađýmsýzlýđýnýn daraltýlmasýný isteyen bazý Cumhuriyetçilerin gözdesi. ABD basýnýnda çýkan haberlere göre, Baţkan Yardýmcýsý Mike Pence, Taylor'ý destekleyenler Cumhuriyetçiler arasýnda bulunuyor.Bununla birlikte, Trump\u0092ýn düţük faiz oranlarýný tercih etmesinin Taylor için dezavantaj olabileceđi tahmin ediliyor. \u0093Taylor Kuralý\u0094na göre, reel faiz oraný enflasyonun 1,5 katýna eţit olmalý. Bu Fed\u0092in ţu anda yüzde 1,25-1,50 aralýđýndaki faiz oranýnýn yüzde 4 civarýnda olmasý anlamýna geliyor. FARKLI SENARYOLAR DA VAR Baţkan Donald Trump\u0092ýn, Fed Baţkaný adayýný önümüzdeki 10 gün içinde, muhtemelen Asya gezisine çýkmadan önce 2 - 3 Kasým'da açýklamasý bekleniyor.Fox mülakatýnda birkaç farklý senaryoyu gözden geçirdiđini söyleyen Trump\u0092ýn Fed\u0092in baţkan ve baţkan yardýmcýlýđý görevlerine ayný anda atama yapabileceđine dair söylentiler de bulunuyor. Bu söylentilerden biri, Trump\u0092ýn Powell\u0092I baţkan ve Taylor\u0092ý baţkan yardýmcýlýđýna aday göstererek kabinesindeki herkesi mutlu etmeye çalýţacađýný iddia ediyor.Bununla birlikte, Yellen\u0092in ikinci kez baţkan seçilmesi, Powell\u0092ýn baţkan yardýmcýlýđýna atanmasý ve Taylor\u0092a Yönetim Kurulu üyeliđi verilmesi de mümkün görünüyor.Fed\u0092in Yönetim Kurulu\u0092nda ţu an üç boţ koltuk bulunuyor. Fed\u0092in baţkan yardýmcýlýđý ise Stanley Fischer\u0092ýn istifasýyla ekim ortasýnda boţalmýţtý. PÝYASALARIN TEPKÝSÝ NE OLUR? Ţu anda Fed\u0092in yeni lideri olmaya en yakýn isim gibi görünen Powell\u0092ýn resmi olarak seçilmesinin, piyasalarda olumlu karţýlanmasý bekleniyor. Bunun nedeni, Powell\u0092ýn para politikasý açýsýndan Yellen\u0092in devamý olarak algýlanmasý. Fed Baţkaný Yellen\u0092in ikinci kez seçilmesi halinde, piyasalarda bir rahatlama yaţanmasý beklenirken, fiyatlamalarda fazla deđiţiklik öngörülmüyor.Öte yandan, Taylor\u0092ýn Fed baţkanlýđýna seçilmesi piyasalarda faiz artýrýmýnýn hýzlanacađý beklentisine neden olabilir. Bu durum, ilk aţamada dolarda artýţa, altýn ve hisse senetlerinde düţüţe yol açabilir. Bununla birlikte, Taylor\u0092ýn Senato\u0092dan onay almasý kolay almayacađýndan belirsizlik fiyatlamalarý tersine de çevirebilir. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "guvernörü jerome powell", "sentiment": "negative"}, {"name": "donald trump", "sentiment": "none"}, {"name": "senato", "sentiment": "none"}, {"name": "eski baţkan barack obama", "sentiment": "none"}, {"name": "powell", "sentiment": "none"}, {"name": "baţkan yardýmcýsý mike pence", "sentiment": "none"}, {"name": "janet yellen", "sentiment": "none"}, {"name": "fed guvernörü jerome powell", "sentiment": "none"}, {"name": "var baţkan donald trump", "sentiment": "none"}, {"name": "bush", "sentiment": "none"}, {"name": "baţkan trump", "sentiment": "none"}, {"name": "baţkan yardimcisi pence", "sentiment": "none"}, {"name": "abd baţkaný donald trump", "sentiment": "none"}, {"name": "stanley fischer", "sentiment": "none"}, {"name": "jerome powell", "sentiment": "none"}, {"name": "taylor", "sentiment": "none"}, {"name": "obama", "sentiment": "none"}, {"name": "stanford üniversitesi ekonomi profesörü john taylor", "sentiment": "none"}, {"name": "beyaz saray", "sentiment": "none"}, {"name": "fed baţkaný yellen", "sentiment": "none"}, {"name": "john taylor", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "yellen", "sentiment": "none"}, {"name": "baţkaný janet yellen", "sentiment": "none"}, {"name": "taylor", "sentiment": "none"}, {"name": "powell", "sentiment": "none"}, {"name": "yellen", "sentiment": "none"}, {"name": "steven mnuchin", "sentiment": "none"}, {"name": "taylor kuralý", "sentiment": "none"}, {"name": "kevin warsh", "sentiment": "none"}, {"name": "ulusal ekonomik konsey direktörü gary cohn", "sentiment": "none"}], "organizations": [{"name": "fed", "sentiment": "negative"}, {"name": "dillon, read & co ve carlyle group", "sentiment": "none"}, {"name": "fox news", "sentiment": "none"}, {"name": "stanford üniversitesi ekonomi profesörü", "sentiment": "none"}, {"name": "bu fed", "sentiment": "none"}, {"name": "stanford üniversitesi ekonomi profesörü john taylor, eski fed", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-23T11:15:05.001+03:00"}, {"thread": {"uuid": "0272ea52695dc85e961cb1f6a6b88d1d7137e0bd", "url": "http://omgili.com/ri/Mx2PHH_4C20mC9lzhwD0vXcyfobk6vBM21SKPKvuTEQfEMNz.p57ivBs_xIpcw1OmzXxxib.Us4xBWRqHcDT4QfY66bzSQSvYIqP5GW4NXSdP6BHq20Dfu8P9c.4QLjOd3RkqzprONanpi1kJyIoRQ--", "site_full": "uzmanpara.milliyet.com.tr", "site": "milliyet.com.tr", "site_section": "http://uzmanpara.milliyet.com.tr/rss/haber_rss.asp", "site_categories": ["financial_news", "finance"], "section_title": "Uzmanpara", "title": "Ekonomistler, SandP`den değişiklik beklemiyor", "title_full": "Ekonomistler, SandP`den değişiklik beklemiyor", "published": "2017-11-01T14:16:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.0, "main_image": "http://imgfinans.milliyet.com.tr/i/haber/f_sp_118218131164.jpg", "performance_score": 0, "domain_rank": 336, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0272ea52695dc85e961cb1f6a6b88d1d7137e0bd", "url": "http://omgili.com/ri/Mx2PHH_4C20mC9lzhwD0vXcyfobk6vBM21SKPKvuTEQfEMNz.p57ivBs_xIpcw1OmzXxxib.Us4xBWRqHcDT4QfY66bzSQSvYIqP5GW4NXSdP6BHq20Dfu8P9c.4QLjOd3RkqzprONanpi1kJyIoRQ--", "ord_in_thread": 0, "author": "", "published": "2017-11-01T14:16:00.000+02:00", "title": "Ekonomistler, SandP`den değişiklik beklemiyor", "text": "&P`den deđiţiklik beklemiyor 12:16\n  13:14 &P`nin, 3 Kasým Cuma günü yapmasý beklenen deđerlendirmede, Türkiye`nin kredi notu ve görünümünü ayný seviyede býrakacađý öngörüsünü taţýyor. \n&P'nin, 3 Kasým Cuma günü yapmasý beklenen deđerlendirmede, Türkiye'nin kredi notu ve görünümünü ayný seviyede býrakacađý öngörüsünü taţýyor. Yabancý ekonomistler, uluslararasý kredi derecelendirme kuruluţu Standard & Poor's'un (S&P), 3 Kasým Cuma günü yapmasý öngörülen deđerlendirmesinde, Türkiye'nin kredi notu ve görünümünü ayný seviyede býrakmasýný bekliyor.Türkiye ile ilgili son deđerlendirmesini 5 Mayýs 2017'de yapan S&P, yabancý cinsinden kredi notunu \"BB\", yerli para cinsinden notunu \"BB+\" seviyesinde, not görümünü de \"negatif\" olarak teyit etmiţti.S&P açýklamasýnda, hükümetin borç yükümlülüklerinin düţük olduđuna iţaret edilerek, bu alandaki artýţýn sadece \"ýlýmlý\" olmasýnýn öngörüldüđü ve Türkiye'nin kredi notunun ülkenin düţük seviyedeki borç yükü tarafýndan desteklendiđi belirtilmiţti.Ekonomik büyümenin, mali teţvikler ve vergi istisnalarýnýn tüketimi artýrmasý yoluyla desteklenmesinin beklendiđi kaydedilen açýklamada, tüketimin ekonomik büyümenin \"temel gücü\" olmaya devam edeceđi vurgulanmýţtý.Açýklamada, Türkiye'nin görünümünün \"negatif\"ten \"durađan\"a çekilmesi için ülkenin mali pozisyonunun kamu borcunun GSYH'ye oranýyla \"ýlýmlý bir uyum\" sađlamasý gerektiđi belirtilmiţti. \"BEKLE-GÖR TUTUMUNU UYGULAR\" ABN Amro Ekonomisti Nora Neuteboom, yaptýđý açýklamada, Türkiye'nin kredi notu ve görünümünü ayný seviyede býrakacađý öngörüsünde bulundu. Neuteboom, S&P'nin, Türkiye ekonomisi hakkýnda daha iyi bir fikir ve daha fazla veriye sahip olana kadar \"bekle-gör\" tutumu uygulayacađýný söyledi. \"ENFLASYONU YAKINDAN GÖZLEMLÝYOR\" Rabobank Geliţen Piyasalar Kur Stratejisti Piotr Matys de Türkiye'nin büyümesinin bu yýl yukarý yönlü olarak sürpriz yapmasýna karţýn S&P'nin, kredi notu ve negatif olan görünümü teyit edebileceđini bildirdi.Matys, TL üzerinde tekrar baţlayan satýţ baskýsýnýn enflasyonun yükseleceđini iţaret ettiđini belirterek, enflasyonun, S&P'nin yakýndan gözlemlediđi faktörlerden bir tanesi olduđunu vurguladý.S&P'nin, Türkiye Cumhuriyet Merkez Bankasý'nýn (TCMB) zayýf TL'den dolayý enflasyon beklentilerinin bozulmasýný engellemek için para politikasýnda daha fazla sýkýlaţmasý gerektiđini vurgulayabileceđine iţaret eden Matys, hükümetin, bütçe açýđýnýn GSYH'ye oranýndaki artýţý önlemesi gerektiđini kaydetti.TD Securities Geliţen Piyasalar Kýdemli Stratejisti Cristian Maggio ise S&P'nin, Türkiye'nin görünümü ve kredi notunda deđiţikliđe gitmesini beklemediđini söyledi. \"ÝYÝLEŢTÝRME BEKLÝYORUZ\" Ekonomisti Bora Tamer Yýlmaz, derecelendirme kuruluţlarýna göre bir kademe aţađýda ve negatif görünümle izlediđini anýmsattý.S&P'nin not deđiţiminden bugüne kadar geçen sürede Türkiye ekonomisine iliţkin öngörülebilirlik kapasitesinin artýđýný belirten Yýlmaz, \"Bu nedenle S&P'den görünüme iliţkin iyileţtirme beklemekteyiz.\" dedi.Yýlmaz, mevcut durumda hem küresel hem de yurt içi geliţmeler açýsýndan daha öngörülebilir bir konjonktürde bulunulduđunu ifade etti.Uluslararasý ticaret hacimleri artarken, küresel büyümede \"senkronizasyon\" temasýnýn ađýr bastýđýný söyleyen Yýlmaz, \"Finansal piyasalarda oynaklýklar düţük seviyelerde seyrediyor. Bu nedenle kredi notlarý konusunda en kötünün geride kaldýđý görüţündeyiz. Bundan sonra kredi derecelendirme kuruluţlarýndan gelecek açýklamalarýn hep daha iyimser tonda gerçekleţeceđini düţünüyoruz. Bu nedenle S&P'nin negatif görünümü düzelteceđini tahmin ediyoruz.\" diye konuţtu.Bora Tamer Yýlmaz, S&P'nin endiţe duyduđu konulardan birisinin büyüme olduđunu ancak Türkiye'nin büyüme konusunda yýl baţýndaki düţük oranlý piyasa beklentilerini aţtýđýna dikkati çekti. \"BÜYÜME BEKLENTÝSÝNÝ ARTIRACAKTIR\" QNB Finansinvest Baţekonomisti Burak Kanlý da S&P'nin en son deđerlendirmesinden sonra geçen zamanda, Türkiye'nin büyümesinin çok güçlü olduđunu, TCMB'nin sýký duruţunu koruduđunu ve yakýn döneme kadar kurun istikrarlý hareket ettiđini kaydetti.Diđer taraftan kamu bütçe açýđýnýn arttýđýný ve bunun üstüne jeopolitik ve dýţ iliţkilerle ilgili risklerin ön plana çýktýđýný söyleyen Kanlý, kredi derecelendirme kuruluţlarý için kamu dengesinin en öncelikli kriter olduđunu ve ardýndan da cari dengenin geldiđini belirtti.Kanlý, zira temelinde bu kuruluţlarýn ülkenin borç ödeme kabiliyetini ölçmek için var olduklarýný ifade etti.S&P'nin Türkiye'ye dair en temkinli derecelendirme kuruluţu olduđuna dikkati çeken Kanlý, \"Notta ve negatif olan görünüm deđerlendirmesinde bir deđiţikliđe gitmemesi en olasý senaryo gibi duruyor. Ancak, güçlü ekonomik büyüme, görünümü durađana çevrilme ihtimalinin varlýđýný korumasýný sađlýyor.\" dedi.Baţekonomist Kanlý, S&P deđerlendirmesinde bir yandan güçlü talebe, diđer yandan da artan bütçe açýđý ve cari açýđýn finansmaný ihtiyacýna dikkati çekeceđini söyledi.S&P'nin Türkiye ekonomisine iliţkin büyüme beklentisini artýracađýný tahmin eden Kanlý, \"Türkiye\u0092nin tekrar yatýrým seviyesine yükselmesi için bütçe dengesi disiplininin korunmasý, artýk pek konuţmadýđýmýz yapýsal reformlara dair somut adýmlarýn atýlmasý ve politik/jeopolitik normalleţme sürecinin gerçekleţmesi en önemli üç koţul diye düţünüyorum.\" ifadelerini kullandý. \"REVÝZYONA GÝDÝLMESÝ ŢAŢIRTICI DEĐÝL\" DenizBank Yatýrým Hizmetleri Grubu Strateji Yönetmeni Orkun Gödek ise not seviyesinde bir deđiţikliđe gidilmesini beklemediklerini, görünüm de durađan olarak revizyona gidilmesinin ţaţýrtýcý olmayacađýný söyledi.Gödek, IMF'nin raporuna göre 2017'de Türkiye ekonomisinin büyüme hýzýnýn grup üyelerinin önünde yer aldýđýný ve deđiţen hesaplama yöntemi sonrasýnda tasarruflardaki artýţýn grup içerisinde de Türkiye'ye avantaj sađladýđýný belirtti.Türkiye'nin ihracatýndaki artýţ ve brüt borç stokunun milli gelire oranýnýn düţük olmasýnýn pozitif deđerlendirileceđini tahmin eden Gödek, ţunlarý kaydetti:\"S&P raporunda Türkiye'nin 2017 yýlý içerisindeki büyüme performansýna dikkat çekilmesini ancak tüketim ve teţviklerin de etkisel olarak öne çýkarýldýđýný görebiliriz. Devam eden OHAL uygulamasý, cari açýk düzeyi, portföy yatýrýmlarýndaki artýţ ve enflasyon gibi negatif unsurlara dikkat çekildiđini görmemiz muhtemel. Öte yandan TCMB'nin uyguladýđý sýký para politikasý sayesinde son döneme dek kurda yaţanan volatilite düţüţüne de olumlu yönde atýf yapýlabilir. Büyümenin gelecek yýllar açýsýndan sürdürülebilirliđi ise S&P cephesinde tartýţma unsuru olarak belirebilir.\" \"DEĐÝŢÝKLÝK BEKLEMÝYORUM\" Halk Yatýrým Araţtýrma Direktörü Banu Kývcý Tokalý, yýl baţýnda yatýrým yapýlabilir not düzeyinin altýnda görünümü de olumsuza çeken S&P'nin bu hafta herhangi bir deđiţikliđe gitmesini beklemediklerini söyledi.Büyümenin, güçlü bütçe dinamiklerinin Türkiye ekonomisinin dýţ ţoklara karţý güçlü yanlarý olmaya devam ettiđini vurgulayan Tokalý, \"Enflasyonun iki haneli seviyelerde bulunmasý ile iç borçlanma gereksinimindeki artýţ ve dýţ finansman koţullarýnýn devam eden kritik rolü temkinli yaklaţýmý gerektiren unsurlar olarak ön plana çýkarýlabilir.\" dedi.Tokalý, özellikle küresel likidite koţullarýna yönelik iyimserliđin devamýna yönelik belirsizliklerin olduđu süreçte, Türkiye için tekrar yatýrým yapýlabilir kategoriye çekilmesine dair bir karar deđiţikliđi beklemediklerini sözlerine ekledi.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "yýlmaz", "sentiment": "none"}, {"name": "türkiye cumhuriyet merkez bankasý", "sentiment": "none"}, {"name": "nora neuteboom", "sentiment": "none"}, {"name": "geliţen piyasalar kýdemli stratejisti cristian maggio", "sentiment": "none"}, {"name": "halk yatýrým araţtýrma direktörü banu kývcý tokalý", "sentiment": "none"}, {"name": "ekonomisti bora tamer yýlmaz", "sentiment": "none"}, {"name": "ancak", "sentiment": "none"}, {"name": "türkiye", "sentiment": "none"}, {"name": "rabobank geliţen piyasalar kur stratejisti piotr matys de türkiye", "sentiment": "none"}, {"name": "yatýrým hizmetleri grubu strateji yönetmeni orkun gödek", "sentiment": "none"}, {"name": "finansinvest baţekonomisti burak kanlý", "sentiment": "none"}], "organizations": [{"name": "standard & poor", "sentiment": "none"}, {"name": "imf", "sentiment": "none"}, {"name": "s&p", "sentiment": "none"}, {"name": "abn amro", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-11-01T12:34:15.010+02:00"}], "totalResults": 4, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509532455010&q=language%3Aenglish+site%3Amilliyet.com.tr&sort=crawled", "requestsLeft": 761}