{"posts": [{"thread": {"uuid": "982fcd7ada97e86d992c83ac0fbf8eb9d362f6ee", "url": "http://omgili.com/ri/.wHSUbtEfZQ4wp_2W8er5zTUlAfTqsEGgpa.XaZnKwZnd1RcLQsqAq9pCxiFfVFBVaX.gd7uN5FM96FCSbDmLIOyAw4SAlL39aXcdGOBgZq7jQ_31KrbWQ--", "site_full": "www.athenahealth.com", "site": "athenahealth.com", "site_section": "", "site_categories": ["health"], "section_title": "", "title": "Fearing burnout, millennial doctors push back | athenaInsight", "title_full": "Fearing burnout, millennial doctors push back | athenaInsight", "published": "2017-10-17T15:49:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.166, "main_image": "https://www.athenahealth.com/insight/sites/insight/files/Medical_School_LIST.jpg", "performance_score": 0, "domain_rank": 5719, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "982fcd7ada97e86d992c83ac0fbf8eb9d362f6ee", "url": "http://omgili.com/ri/.wHSUbtEfZQ4wp_2W8er5zTUlAfTqsEGgpa.XaZnKwZnd1RcLQsqAq9pCxiFfVFBVaX.gd7uN5FM96FCSbDmLIOyAw4SAlL39aXcdGOBgZq7jQ_31KrbWQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-17T15:49:00.000+03:00", "title": "Fearing burnout, millennial doctors push back | athenaInsight", "text": "By Megan Johnson | October 17, 2017 Younger doctors want more regular schedules, more sustainable workloads, and more time with patients. \nIs that a cure for physician burnout or a case of millennial entitlement? \nThat's a question many healthcare leaders are facing as the industry confronts two trends: a recognition of the perils of burnout, and an influx of young doctors with different career expectations. \nBurnout is a strikingly common complaint among younger doctors, who find that the realities of medicine — as many jobs are designed today — don't match their values and expectations. Physicians graduate from medical school and residency trained in the nuances of patient care and diagnostics, only to find themselves spending hours a day on documentation and other administrative work. \nThis disconnect is taking its toll: a 2015 JAMA review of 54 studies, involving 17,560 physicians in training, found that mental health was a pressing concern: Between 20.9 and 43.2 percent of trainees screened positive for depression or its symptoms during residency. \nAnd a new athenahealth survey of more than 1,000 physicians found that self-reported burnout symptoms are especially common in the first half of a doctor's career. \nBut some millennial doctors say veteran physicians often mistake their complaints for entitlement. This creates a divide, they say, between young doctors — advocating for a new approach to their residencies and jobs — and the leaders who have the administrative power to drive change. \nBurnout shouldn't be a generational issue, says Jessica Sweeney-Platt, executive director of research at athenahealth. A new cohort of doctors, she says, could exert new pressure for change. \n“That's the challenge for healthcare leaders: Can they commit to intentional workplace design that will help all doctors thrive?\" she says. “This is about creating a sustainable industry for the future.\" The building blocks of burnout \nFor young physicians, the increasing risk of burnout is a partly a result of financial obligations. Fresh out of medical school in a troubled economy and loaded with student debt, some young doctors feel pressure to clock extra hours or pick up a \"side-hustle.\" \nAnd their already rigorous schedules are exacerbated by a growing amount of administrative work. A 2017 study published in Annals of Internal Medicine revealed that doctors now spend about three times as much of their workdays on a computer as they do with their patients. \n“We simply have fewer hours in a day to do the face-to-face patient care for which many of us became doctors,\" says James McKenzie, D.O., 30, a third-year adult psychiatry resident with Cambridge Health Alliance , headquartered in Cambridge, Mass. \nThese extra hours behind a desk are a gateway to emotional exhaustion, many young doctors feel. \n\"The paperwork — the documentation, the sheer volume,\" says Anna Goldenheim, M.D., a 33-year-old pediatric resident in a hospital in Massachusetts. \"From a medicolegal perspective, being worried about the quality of your documentation can lead to burnout.\" \nAs combating burnout becomes an industrywide imperative, some residency programs have taken steps to address mental health from the start, integrating mindfulness practice into their curricula or providing web-based Cognitive Behavioral Therapy. Goldenheim's residency program includes a formal mind/body curriculum, featuring tasks such as reading, reflecting, and meditating. \nStill, she says, some of her colleagues feel the time could be put to better use. \n\"You'll hear people say, 'That was a really great three hours, but what I really should have done with that time is be with my family, be exercising, running errands — something other than being at the hospital doing this,'\" she says. \nAnd some young doctors question whether formal wellness programs are simply a patch for a deeper problem. \n\"It's hard to do a one-hour breathing exercise where you're getting paged the entire time,\" says Elisabeth Poorman, M.D., 33, a primary care physician in Cambridge Health's Everett, Mass., location. \"I think they are trying to address [burnout], but unfortunately we don't want to look at ourselves too hard right now. It's a lot harder to say, 'If you need a day off, we'll find someone to cover you,' or 'Maybe you shouldn't be doing so many nights.'\" Seeking solutions \nSome young doctors have taken their own initiative to build sustainable careers, patching together jobs that incorporate the aspects of medicine they love. Ishani Ganguli, M.D. and M.P.H., 34, spends the majority of her time researching healthcare policy, but balances that with teaching at Harvard Medical School and seeing patients as a primary care provider two afternoons a week. \nAt her practice, “We are very good about covering each other when we go on vacation. The team-based model is very good for this. People of my generation expect that,\" says Ganguli. \nAnd some physicians can afford to be particular about the programs or specialties they choose. Goldenheim, who has two young children, admits that she sought out a residency program that would foster as much work-life balance and self-care as possible. \nStill, Goldenheim says she hears gripes from older doctors who claim to have had more rigorous training — including her father, an orthopedic surgeon who trained in the 1970s. \n\"We talk a lot about the differences between his residency experience and mine,\" she says. “He describes a culture of being worked 'to the bone' without much, if any, culture of work-life balance. I'm not sure he could ever have imagined becoming a father while he was a resident.\" \nAn increasing number of young doctors are speaking up and pushing back against difficult schedules and unsustainable jobs. Poorman says healthcare leaders need to recognize that those demands aren't individual complaints, but signs of a systemic problem. \n\"I believe administrators are trying to address the work compression that is making our jobs so hard,\" she says, “but we keep framing burnout as an individual problem, instead of acknowledging that we simply can't do this amount of work forever.\" Concrete steps \nSweeney-Platt says there are many tactical approaches organizations can take to address burnout as physicians advance in their careers, from reducing the paperwork burden to addressing hours worked. \nBut the most important thing healthcare leaders can do, she says, is to intentionally design the physician's job — and make sure doctors have the tools, resources, and support to deliver ideal patient care. \n“Our research shows that physicians feel most fulfilled when they can spend their workdays focused on patients. That's why they entered medicine in the first place,\" Sweeney-Platt says. “So the most progressive organizations are thinking creatively about how to close the gap between what physicians want to do and what they have to do. It's not easy, but it's the absolute right question to focus on.\" \nMegan Johnson is a writer based in Boston. Put in Context When doctors have the resources they need to care for patients, business thrives Stay in the know Sign up for weekly data and news from athenaInsight. Take Action A new framework for success focuses on capability Expand ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "megan johnson", "sentiment": "negative"}, {"name": "ganguli", "sentiment": "none"}, {"name": "sweeney-platt", "sentiment": "none"}, {"name": "elisabeth poorman", "sentiment": "none"}, {"name": "poorman", "sentiment": "none"}, {"name": "jessica sweeney-platt", "sentiment": "none"}, {"name": "james mckenzie", "sentiment": "none"}, {"name": "goldenheim", "sentiment": "none"}, {"name": "anna goldenheim", "sentiment": "none"}, {"name": "ishani ganguli", "sentiment": "none"}], "organizations": [{"name": "harvard medical school", "sentiment": "none"}, {"name": "jama", "sentiment": "none"}, {"name": "internal medicine", "sentiment": "none"}, {"name": "cambridge health alliance", "sentiment": "none"}], "locations": [{"name": "mass", "sentiment": "none"}, {"name": "mass.", "sentiment": "none"}, {"name": "d.o.", "sentiment": "none"}, {"name": "massachusetts", "sentiment": "none"}, {"name": "cambridge health's everett", "sentiment": "none"}, {"name": "cambridge", "sentiment": "none"}, {"name": "boston", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T07:16:47.002+03:00"}], "totalResults": 1, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508645807002&q=language%3Aenglish+site%3Aathenahealth.com&sort=crawled", "requestsLeft": 777}