{"posts": [{"thread": {"uuid": "eee6b728a3289511baff7598700fb19cb49b99b7", "url": "http://omgili.com/ri/.wHSUbtEfZTZf.3rPHukD9Sdt2LCCpuwYhyE_JwFq6wdcebBfb0LPd3DrsM.DEYQWf.vAzER0k5HkoEAqMKIPg--", "site_full": "www.vg.no", "site": "vg.no", "site_section": "http://www.vg.no/rss/feed/forsiden/?format=atom", "site_categories": ["media"], "section_title": "VG ATOM Feed", "title": "Nobody was supposed to know who posted child abuse material. It was the police", "title_full": "Nobody was supposed to know who posted child abuse material. It was the police", "published": "2017-10-07T09:36:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "NO", "spam_score": 0.0, "main_image": "https://www.vg.no/spesial/2017/undercover-darkweb/img/share.jpg?v=729825d7281ae497eb0701125365adf5", "performance_score": 10, "domain_rank": 1454, "social": {"facebook": {"likes": 1317, "comments": 0, "shares": 1317}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 133}, "stumbledupon": {"shares": 0}, "vk": {"shares": 1}}}, "uuid": "eee6b728a3289511baff7598700fb19cb49b99b7", "url": "http://omgili.com/ri/.wHSUbtEfZTZf.3rPHukD9Sdt2LCCpuwYhyE_JwFq6wdcebBfb0LPd3DrsM.DEYQWf.vAzER0k5HkoEAqMKIPg--", "ord_in_thread": 0, "author": "", "published": "2017-10-07T09:36:00.000+03:00", "title": "Nobody was supposed to know who posted child abuse material. It was the police", "text": "Law enforcement operated for six months Elysium Closed: June 2017 Law enforcement had access a few days There are presently at least three other large forums on the dark web, dedicated to the spreading of child abuse material Vis detaljer \nIn 2015 and 2016, under the guise of CrazyMonk and WarHead, Falte and Faulkner consolidated their leadership of the two largest networks for sexual predators and paedophiles. \nAt its peak, Giftbox had 45,000 users, while Childs Play at the end had surpassed 1,052,000 user registrations. \nAccording to Task Force Argos, the number of actual people was far smaller, probably in the tens of thousands. Roughly 100 of them were known as “producers”, sexual predators who film children being raped and share the videos in online forums. \nAll this caught the attention of investigators worldwide. In Brisbane, Paul Griffiths read everything the two men had written about themselves. He sighed: two computer security specialists. \n«We’ll never figure out who these guys are,» he told colleagues. \nThat didn’t stop him, though. \nWarHead and CrazyMonk knew their place atop the dark hierarchy of child abusers was vulnerable. \nIn private exchanges with other members of the forum, Faulkner wrote that he knew what fate awaited him. Much later, in an email to VG, he expresses similar stoicism. \n– You can’t exist within these communities without knowing that you are under heavy scrutiny by law enforcement. The higher you get in the communities, the more you know that you are being watched. We took a great many steps to counteract these measures, which worked for the most part, he writes. January 4th, 2017 Oslo – Norge Einar Otto Stangvik. Photo: Krister Sørbø, VG \nVG’s computer expert, Einar Otto Stangvik, was also monitoring Faulkner’s dark website. Using a computer system he programmed in the autumn of 2016, he was able to download, index and analyse all public messages posted on Childs Play. \nAs Christmas approached, Stangvik tried a variety of methods to see if it was possible to identify the men in the forum. \nIndeed it was. Several members were identified: Norwegians, Swedes and a Dane. \nBut the website itself, and the two people behind it, seemed untraceable. \nOn the evening of 4 January 2017, Stangvik tried a new tactic. Instead of analysing the text on the forum itself, he peeked under the hood at the “engine” running the website – its software. \nHe found weaknesses. If asked the right question, the server could reveal its own IP address . \nThe right question was asked, and the server replied. It was located in Sydney and owned by the Digital Pacific web-hosting company. \nSuch information may seem mundane, but it was a sensational discovery. \nFew others had ever managed to track the location of a major hidden service on the dark web. It took Stangvik just a few hours to do the near impossible. January 23rd, 2017 Sydney – Australia Andrew Koloadin. Photo: Tore Kristiansen, VG \nIt’s Monday, January 23rd, and VG is in Sydney visiting the offices of web host Digital Pacific. The company’s founder, Andrew Koloadin, listens carefully to what VG has to say. One of his servers is hosting Childs Play. VG wants to know who runs the website. We want to find the people behind it. \n– I’m as interested as you in clearing this up. We won’t turn off the server and we won’t do anything to compromise your work, Koloadin says. \nAs a provider of web-hosting services, he is not legally responsible for what is stored on the servers he leases out. That responsibility lies with the individual lessee. But Koloadin wants to do what he can to make the site disappear, and for WarHead to be caught. \nA few keystrokes later, we have an answer: the server is leased by Task Force Argos in Brisbane. \nTaken aback, Koloadin runs his hand through his hair. \n– Storing material like this on our servers completely violates our terms. I wish the police had talked with us about this, but I understand why they didn’t. It’s a secret operation. \n– How do you feel about police storing sexual abuse material on your servers? \n– The abusers are smart and know to set up different systems to avoid the police. So the police have to be just as smart, as they obviously are here. But I don’t like them doing it behind our backs. January 24th, 2017 Brisbane – Australia Brisbane. Photo: Tore Kristiansen, VG \nThe next day in Brisbane. We have contacted Task Force Argos. They have agreed to talk with us. They don’t know about what yet. Ten minutes ago, the two investigators walked down the street from their headquarters, ties flapping in the wind. \n– We have a very good working relationship with the Norwegian and Swedish Police. Let's talk and eat at the same time. Today is really busy, says Jonathan Rouse, head of the unit. Jon Rouse. Photo: Tore Kristiansen, VG \n– We know you are the ones running the site. We know you've been running it for months, VG’s journalist says, once inside. \nRouse goes rigid on his barstool and stares back. \n– So from the outset, I'm not going to tell you anything as this is an on-going operation. \nThe music continues to play, but the mood has changed. \n– We have one goal and that is to stop the sexual abuse of children. We will do whatever we can within our legislative authority to achieve that. So what is it that you want? \n– We want to know what you’re doing, VG’s journalist continues. \nRouse gives us a hard look: \n– I want to know what you know and I want to know how you found out, maybe we are the administrators of a server. But I will not talk. \n– I will not talk about ongoing operations. You are a journalist and will write a story. We are police officers and want to prevent children from being raped. So we have different goals with our work. \nRouse suggests that VG must have done something illegal to uncover the operation. \n– Under Australian law, what you’ve done is the same as hacking. The police are allowed to hack to reveal criminal activity, but not you. So you have to be aware that what you have done can potentially have consequences. \nLater, the police officers will decide to answer questions from VG. How Stangvik exposed Childs Play \nIP addresses and physical server locations are inherently difficult to find on the Tor network. So how did VG’s computer expert get the forum to disclose this information? 1. Profile picture upload The forum allowed users to upload a profile picture. This picture could also be fetched from a user-supplied URL. 2. The leak This is where the information leak occurs. Configured for optimal security, the forum’s software and/or server would fetch the remote profile picture via Tor. Childs Play did not – all traffic to external sites originated from the server’s real IP. 3. The IP address is exposed By telling the forum to fetch a picture from a server Stangvik controlled, he could see in his server logs that the originating IP was with a hosting provider in Sydney – Digital Pacific. Stangvik went on to confirm that outgoing DNS requests originated from the same provider, and that the forum’s software also loaded images included in forum post previews from the same IP. 4. A proxy, VPN or Tor Exit? The next question was whether the IP belonged to a Tor Exit Node, a VPN or a proxy server. An IP can hide just about anything. How could he confirm that this was the forum’s location, rather than just a node in a chain of redirects? Stangvik applied three improvised techniques: 5. Timing between the servers He rented a virtual server with Digital Pacific – the same place as where the suspected IP was located. He then updated the profile picture URL to point to this server. Upon receiving an incoming profile picture request, Stangvik’s server would respond with a redirect to another URL on the same virtual server. Repeating this redirection process several time, Stangvik was able to isolate and measure the roundtrip-time between the two servers. The measurements yielded very low times, consistent with a forum server in close vicinity of his rented server. 6. Measuring intermediate nodes Stangvik also paid attention to so-called «Time To Live» values on the incoming data packets. These provide some insight into how many intermediate parties are involved from the sender to the recipient. In this case, the values indicated that there were at most one intermediate – a typical result if the servers were located in the same room. 7. Measuring packet size The final test started to get advanced: Measuring MTU (Maximum Transmission Unit) and packet fragmentation.\nEach packet in a computer network has a maximum transmission size, based on which intermediates it passes through. Each encapsulating technology, such as VPNs, can result in the total packet size increasing beyond the maximum size, and local networks usually have larger maximum sizes than the “tubes” found on the internet. If the maximum size is surpassed, the packet will be broken into multiple fragments. \nBy crafting long profile picture URLs, and setting specific packet flags, in the redirects returned by his custom web server software, he could see that the MTU was consistent with that of high-speed local area network traffic, and also ruled out VPN configurations. Read More October 2016 The forum is moved \nIn October 2016, WarHead’s abuse website was moved to the server in Sydney. That was six months after he set it up. \nHow did it happen? \nIn May 2016 Griffiths, the Australian police investigator, received a message from the police in a European country: they had arrested a person who turned out to be one of the moderators of the Giftbox Exchange – the website that Falte, the American, operated. Would Task Force Argos be interested in taking over the European moderator’s account and go undercover as him? \nThe task force was interested. It is one of the few police units in the world adept at imitating sexual predators on the dark web using false identities. Paul Griffiths. Photo: Tore Kristiansen, VG \nOperation Artemis begins. Griffiths and Task Force Argos had a clear goal: take over the site. Let it rot from within while task force members monitor all communication between participants. Identify perpetrators and victims. Make arrests. \n– Once you have control of the site, you can do whatever you want. Then you can move it wherever you want in the world. That’s how the internet works, says Griffiths. \nThe man whose identity Task Force Argos had assumed was just a moderator. Unlike the owner, CrazyMonk, the moderator had no power to move or alter the website. So for now the task force could only observe. \nIn recent decades Task Force Argos has collaborated with a number of police entities to combat sexual abuse of children. Several times a year, investigators from a variety of countries meet to review operations and investigations. At other times they are a just a phone call away. They know they can trust each other and get assistance, often from the other side of the world. \nWhen another country’s investigators found the IP address of the Giftbox Exchange, they sent it to Argos. \nThe police contacted the hosting provider housing Giftbox. At that time, they could have seized control of the server and all its data on visitors. But that would have driven the top people underground, and that’s who the police were after. They chose to do nothing other than monitor the site through a backdoor in the server. \nWhile Argos was looking for a way to take over Giftbox, Childs Play appeared on the dark web. Evidence analysed by the police, including messages written by WarHead and CuriousVendetta, suggested that they were from the same country. \nMaybe even the same person. \n– A great deal of solid intelligence indicated that one of the Giftbox leaders also ran Childs Play. We assumed there was a link between the two sites, says Griffiths. \nFollow the money! For other criminal networks, following the money is a key to tracking down the leaders. \nBut in child abuse networks, there is much less money in circulation. The images themselves are the currency. All the same, it costs money to have a website hosted on a server. In this case, payment was rendered in Bitcoin, a virtual currency. \nHomeland Security Investigations, an investigative arm of the U.S. Department of Homeland Security, began searching for whoever was behind the payment. It was easier than expected. In short, the person nicknamed CrazyMonk had registered that particular Bitcoin wallet to his personal email address. \nThe address pointed to a 27-year-old Tennessean who had lived all his life at home with his parents in a house half an hour from Nashville: \nPatrick Falte. \nCuriousVendetta was harder to find. Of Giftbox’s two leaders, he was the technical expert. However, in the summer of 2016, he hits a snag with some program code. He tries to fix the code, but it doesn’t work and he ends up seeking help online. \nHe takes a screenshot of the code, uploads it to a web forum for programmers and asks for advice. \nIt’s a mistake that leads to his downfall. \nOn the open web, Google sees all. When a Homeland Security investigator saw that Giftbox had a technical problem, he thought: If I had this problem, I would ask for help online. Using search engines, investigators found what they believed was CuriousVendetta’s question. The screenshot of the code – a seemingly innocent image of text – was stored on a Russian server used almost exclusively for sexual abuse pictures. \nIt had to be him. \nThe man who posted the question was in his mid-20s and from North Bay, Ontario: \nBenjamin Faulkner. \nThe effort to close in on the two men began. How could police arrest them before they could destroy evidence? Quietly, the lives of the two men were examined. Would it be possible to install a camera in their homes or workplaces? Could the police break in and install keyloggers on the men’s computers to monitor their every keystroke? \nAll ideas were rejected. If the men felt even a hint of suspicion, they could quickly delete the site and all its data about themselves and tens of thousands of members. The suspects had to be apprehended before they could alert others. \nDuring the investigation, the police made a noteworthy find: Falte and Faulkner knew each other. Not just online. Also in real life. \n– We knew they had a habit of meeting up. We just didn’t know why. WarHead had been in the United States four or five times earlier, and we assumed that he and CrazyMonk met all those times. They probably met for the first time in 2015, says Griffiths. \nThe investigators decided to watch and wait. \n– At some time or another, WarHead is going to cross the border into the United States. When they meet, we’ll grab them, Griffiths recalls the investigators deciding. \nThat was in July 2016. August came and went. Faulkner and Falte travelled nowhere. \nSeptember ebbed out, and still nothing. \nVG, too, decided to wait. In January 2017 we discovered that the server in Sydney concealed a major new operation led by Task Force Argos, in cooperation with several other countries. \nOnly now, more than nine months later, have we chosen to publish. \n– After the meeting with Griffiths and Rouse, we understood that the journalists had discovered an ongoing police operation. Although it was stunning news and obviously of public interest, we decided to hold off publishing what we knew. The situation was unclear. We needed more information before deciding what could be published. In a worst-case scenario, VG could have damaged the investigation and endangered innocent people, says VG Editor-in-Chief Gard Steiro. September 30th, 2016 \nOn Friday, September 30th, 2016 , alerts went off in Boston, Toronto and Brisbane. \nFaulkner had crossed the border from Canada into the United States. \nUntil the day before, he had been highly active on Childs Play. It was the last time the forum would hear from him for a long time. The clock on his computer read 11:46 p.m. when he logged in as WarHead and wrote a short thank-you note to a member who had posted a film showing an assault on a 10-year-old girl: «Thank you for her! I didn't realize you had more of her up, how did this go under my radar?!». \nThen he left. He drove from the apartment at the edge of Toronto, across the national border into the state of New York, then south to northern Virginia. \nAs WarHead crossed the border into the United States, the U.S. Customs and Border Protection sent a report to Homeland Security Investigations. From there, word passed to Canada and Australia: Faulkner has crossed the border. \nIn Australia, Griffith got the message on Friday afternoon, local time. The next few days were critical. Would the operation succeed? \nHomeland Security Investigations checked the location of CrazyMonk’s car. Several weeks earlier, investigators had put a tracking device on it. Since then the car had barely left the Nashville area. Suddenly it was on the move. \nCrazyMonk was 200 kilometres from home, heading north-east. \nFor months, Homeland Security Investigations, Argos and Toronto had been waiting for this. \nThe two men were going to meet. October 1st, 2016 Manassas – USA \nSaturday. The men checked into a hotel in Virginia. In the evening, they went to a house and stayed late. Court documents reviewed by VG describe Homeland Security agents watching both cars at the house late Saturday night. \nSunday morning the two left the hotel, each carrying a bag, and stayed at another house. \nAt 6:30 a.m. on Monday they awoke as armed U.S. police broke down the entrance door. \nFaulkner was far from home. Had he been captured in Canada, the punishment would be far milder. Now? Pressed into a corner by the agents ransacking the house, he was given a clear choice: Tell us everything and you might get out of prison before you die. \nWithin minutes, he spilled it all: usernames, passwords and encryption keys. \n– He could hardly wait to talk,” says Griffiths. “On the web, they sound tough and talk about how they’re ready if the cops come, and about how they have taken every possible measure to keep us from accessing the material. But when a police officer kicked the door off its hinges, pointed a weapon at him and ordered him to lie on the floor, it became clear to this Canadian that he was a long way from home. \nGriffiths gives a quick chuckle. \nIn Australia, the clock was ticking towards 9 p.m. Everything Homeland Security got out of Faulkner and Falte was sent straight to Argos, which immediately tested the passwords. Were they correct? Messages flew between the United States and Australia. Should the numbers be typed in as letters or digits? Had they cracked the website? \nWhat happened next would have major consequences. \nAmidst all the other information Faulkner coughed up while still sitting in bed during the police raid were the passwords for Childs Play. \nIn one swoop, Homeland Security had arrested the ringleaders and administrators of not just one but two of the biggest child exploitation sites on the dark web. \nEverything the two men had with them was studied in detail: memory cards, computers, passwords, usernames, keys. The police knew time was short. \nIf WarHead and CrazyMonk were absent for too long from the sites they ran, paranoid members would flee and the police work would have been in vain. \nAmong the messages sent to Australia that morning, one was special. It said the agents had found images of a small child being abused. \nThe pictures had been taken Saturday evening. \nThen came a follow-up: «Did everyone get the previous message?». \nGriffiths sat at home alone, working with the passwords, when he saw the message. \n– What could I say? There was no one to say it to. I just had to keep working, he says. \nPolice found 30 pictures and three videos. They showed a four-year-old girl and what she had been subjected to in the house that Faulkner and Falte visited. In one of the pictures, Faulkner’s hand was identified. \nThe drive from Nashville takes more than 10 hours. That would have given Falte ample time to reflect on what he was heading to do. \nHe drove across the Smoky Mountains, through lush forests where the trees were aflame with autumn colours. He kept driving. Did he ever stop to consider whether it was right to rape a four-year-old girl? Regardless, he pressed on towards the house in Virginia. \nAs did Faulkner, all the way from Toronto. \nOn the dark web, they divided between them a kingdom of like-minded people who admired them and strove to curry their favour. \nThe supplicants included a man with access to the four-year-old girl. According to a police report, it was he who filmed the assaults. The pictures showed that at least one of the three men raped the girl that Saturday in September 2016. September 9th, 2017 American prison \nThe phone line crackles as the man who provided the four-year-old girl to Faulkner and Falte talks to VG from the prison, where he has been for almost a year. Imprisoned man. \n– There isn’t much privacy here in the prison, so there’s not much I can say on the phone, he says, and continues: \n– I’m not going to lie. It was I who contacted CrazyMonk first. \nVG has data showing that this man had visited several of the biggest child abuse websites. He had posted abuse pictures and asked other members for help in finding more. \nFor him, getting to talk to CrazyMonk, the head of the website, was a big deal. A famous man. To make contact, he showed Falte pictures of the child. That’s how it started. \nA few weeks later, Falte arrived at his home. Under questioning, according to court documents, Falte said that during his first visit in 2015 he raped the child “until the minor complained”. \nThat was the first of a five visits to the small house in Virginia. Just after New Year’s Falte came back, this time with Faulkner. \nIn interviews with VG , the police say they don’t know why WarHead and CrazyMonk decided to meet, though they had a lot of information about the men. \nAfter the police found the server where the site was stored, in July, they monitored all communications, including private messages between the administrators. The police kept tabs on where they travelled in Virginia, where they spent nights, and which houses they visited. \nNo one suspected a child was about to be raped. \n– But we definitely wondered why they wanted to meet. That question hung over our heads, says Rouse, in Australia. \n– Some of these men wanted so desperately something beyond just the confirmation they get online. They want to meet people like themselves, if only for a beer, says Griffiths. \n– Why weren’t they arrested before the assault occurred? \n– We had no idea that was going to happen. They never mentioned anything about it in the messages we saw about meeting, says Griffiths. \nThe man who filmed the abuse of the child confirms that was the case. The plans to meet were made in an encrypted chat program, he tells VG. \nPolice had access to these chats only after obtaining all the passwords from CrazyMonk and WarHead. \nFaulkner and Falte say the same in an email to VG from prison in the United States. \n– We made sure specifically not to talk about specifics anywhere other than Tox [encrypted chat], and burner phones with dummy burner phone numbers, they write. \nThey were surprised at how much the agents managed to find during the search. \n– I was completely confident that they had very little on both of us in terms of evidence that they could use in court, writes Faulkner. \n– Our machines were fully encrypted, we ran everything in Virtual Machines (VMs), all our removable media was free of anything implicating. They did not know anything about what was going on in Virginia. ANNONSE \nIn a purely investigative sense , the arrests were a success. Task Force Argos assumed control of all of Faulkner and Falte’s usernames and passwords. \nTask Force Argos became WarHead, but nobody outside the team knew. \nGriffiths and his colleagues worked frenetically to learn all about Faulkner’s online persona so as to assume his identity without anyone catching on. \nThat took longer than some Childs Play members liked. Previously, WarHead had been a frequent presence on the site, often posting messages several times a day. Now he was silent. «Did anybody hear from WarHead within the last 7 days? I'm waiting for a pm from him. Nothing happens.» , a nervous member wrote, using an abbreviation for “personal message”.\n«Strange, her disappearing and this forum going slower and slower ,», wrote another. Like most forum members, he used the pronoun “she”, though the vast majority were men. \nSomething had to be done. If the forum did not hear from WarHead soon, members would sense he’d been arrested. They might then begin deleting their own tracks. That must not be allowed to happen. \nOnline crime has no borders. That’s a problem, but in this case Argos and its partners turned it to their advantage. \nIt is VG’s understanding that when WarHead surrendered access to Childs Play and Giftbox each forum was stored on servers in separate European countries. Police, lawyers and the suspects themselves refuse to say which. \nPolice in Australia and the European country saw obvious benefits to having the Australian police, rather than a European force, running the site. \nAustralian laws give the police unusually broad powers to monitor suspicious activities online. \n– During a so-called “controlled operation” we get permission from a judge to act in ways that normally would have been considered illegal. We are given the right to commit certain criminal actions and we are exempted from prosecution because we are investigating specific crimes, explains Griffiths. \nAt a meeting this spring in The Hague of the some of the world’s leading investigators of internet-related abuse, Griffiths told of a case in which he hacked into someone’s account on a web forum. \n– I looked around the room and knew that none of the other investigators had permission to do the same. Technically, it wasn’t difficult. But legally they would not have been allowed, says Griffiths. \nHe thinks that’s a problem. \n– It means they lose the opportunity to identify some of the worst offenders on the internet, he says. \n– If they had the options we have, I’m sure they would catch people they can’t get today. But it must be done properly, within a given framework. For it to work you have to have certain abilities and controls in place. I feel we have that. \nWith permission from the European police partner, Task Force Argos logged on to the server, took over the “Childs Play” site, copied it and moved it to a server in Sydney, as VG discovered in January. \nExperts consulted by VG say the transfer was comparable to the way the United States once flew terrorism suspects to countries with lax human rights records for questioning. Jon Wessel-Aas Photo: Gorm Kallestad / NTB scanpix \n– The logic seems to be the same in this case, says Jon Wessel-Aas, a Norwegian lawyer and specialist in privacy and human rights. \n– It is worrying if the police “outsource” investigations to a country where police have freer rein, at least if it’s done intentionally and systematically. But the legal picture is unclear. \nCross-border investigations are demanding, both legally and ethically. \n– In the absence of sound regulations, the police in countries with the fewest legal protections can end up with responsibility for an investigation, Wessel-Aas says. October 6th, 2016 \nOn Thursday, October 6th, 2016, \nFour days after the arrest, “WarHead” was back on Childs Play: «Phew, what a month that was!. A month of my life that I won’t get back. Although technically most of the really screwed up shit happened in October, not September, hence my late foray into this month» \nThen he reprimanded his subordinates: «Sorry again about the late arrival but I did ask the Staff team to step in and cover for me in my enforced absences.» \nHe, WarHead, was no longer Faulkner, but Paul Griffiths of Task Force Argos. \nThus began the undercover phase of Operation Artemis. \nWithin four days of the Canadian’s arrest, Griffith had examined every message WarHead had written. He studied WarHead’s writing style, including the typographical errors he was prone to. He knew the snippets of background history he had revealed online. \nHe did this during the day. Nights were spent in telephone conferences with colleagues in Europe and the United States. \nIt was inevitably 2 a.m. in Brisbane when everyone else was available to talk. \nGoing undercover online takes more than grammar and personal history. To write like WarHead, Griffiths had to be WarHead. It was a mental effort that he and his task force colleagues disliked. \n– When you’re trying to be someone who has written a lot online, who a lot of people know and whose way of writing and expression they recognize, you can’t just show up and use a completely different vocabulary. You have to study the punctuation he uses, as well as the smileys and other characters. \nNot even that guarantees success. \n– You need to understand how he feels. It’s destructive. Really difficult. I have been working in this field for 22 years. Seeing pictures has no effect on me anymore. But to sit online and talk like one of these guys ... Every time I’ve done it, I feel like I have to take a shower afterwards. Paul Griffiths. Photo: Tore Kristiansen / VG \nGriffiths – friends call him «Griff» – is considered a leading expert on identifying victims and perpetrators based on images. \nHe has been identifying victims of abuse for 22 years. If one person has abused another, and it was filmed, he most probably has seen it. \n– My main motivation is to identify the children and get them out of their horrible situation. That’s how I manage to work with it. \n– I also have a touch of Asperger’s. At least, that’s what my wife says. She says I have no empathy, says Griffiths with a short laugh. \n– That makes it easier to stay in the job. \nIt also helps that he has a photographic memory, remembering everything as pictures. Even when sifting through millions of pictures, he knows which ones he has seen before, including where and when. \n– We have good databases, but I generally find things faster than them. \nFive years ago he saw a picture. It was a picture of a naked man. Griffiths knew immediately that he had identified one of the internet’s most ruthless and notorious abusers: Falko. \nThe man in the photo had a feature that Griff recognized from child exploitation films that Falko had shared online. No one had managed to identify him or the victims, because he was careful never to show his face during the abuses he committed. \nBut “Griff” recognized a mark on the man’s penis. \nThat led to Falko’s arrest and lengthy prison term in Kazakhstan. Now he is on the run, after a spectacular escape that involved throwing himself out of a courtroom window and breaking both legs, then escaping from the hospital. But it was “Griff” who found him. «We are, I can assure you, as safe as we have always been, and I hope we will always continue to be so,» \nGriffiths wrote in the guise of WarHead. \nMembers believed him. \nFor nearly a year, Task Force Argos would harvest information about the members on the website. \nHaving complete control of the site meant they could see everything that went on there. By reading private messages, deleted messages and email addresses and passwords they could build a profile of the members. They could also add bits of code to the program that controlled the site, enabling them to find members’ IP addresses. They tried a variety of techniques to identify Childs Play members, but decline to discuss them with VG. \n– If this was war, do you think the general would let you into central command? We do not want to tell these people how we work, and I really hope you don’t either. You won’t get our operating methods, says Rouse. \n– We’re trying to do something that has never been done before. So in a way you write your own – I won’t say ‘rules’ – but you write your own script. We use techniques that have never been applied before, and we don’t always know how to prepare ourselves for the results, adds Griffiths. \nAs a sort of anthropologist of the dark, Griffiths learned the culture of this online community of exploiters: what should not be posted on the main site (torture videos); what could be shared in a small, trusted group (torture videos); who among the members were popular and in favour and who were not. \nAccessing private messages between members turned up a surprise for Griffiths. Several of them knew the police were now running the site. \n– A substantial number knew exactly what had happened. They had exposed us as police and saw through the smokescreen we had put up around WarHead. They knew it was us, but didn’t tell anyone. Those who exposed us talked to each other but didn’t warn anyone else. \nGriffiths tried to write as few posts as possible, but there was one that the Australian police could not escape: WarHead’s monthly status update. \nThe understanding between WarHead and forum members was that a missing a status update would signal that the site had been taken over by others. That is why the messages were so important, and had to be written in the same style as always, \nUnder Faulkner’s rules, each status update had to end with a sexual assault picture. \n– The assumption was the police couldn’t share such images, making it impossible for us to run the site, says Griffiths, who is originally British. \n– In Britain, we couldn’t have done this. But when you’ve worked in this field a long time it becomes obvious what needs to be done and why. Doing this gives us a chance to identify those who commit new assaults. Most of them have probably already seen the photos we share. \nOn January 3rd, 2017 , Task Force Argos published WarHead’s monthly update. In it, they wrote about the work WarHead had been doing on the forum, ostensibly to make it more secure for members. \nThe message was concluded with: «I hope that some of you were able to give a special present to the little ones in your lives, and spend some time with them. It’s a great time of year to snuggle up near a fire, and make some memories.» \nHe ended the update message, as required, with two child abuse images. \n– Could this message be seen as encouraging sexual abuse? VG ask. \n– Well, there’s no ... I mean, you know, says Griffiths. \n– Things can be read between the lines, but that doesn’t necessarily mean we’re encouraging anything. We may have talked about sexual abuse in a number of different forums and platforms, but we would never encourage abuse. \n– Sharing any such image is an abuse of that child. However, it is something we can justify as being for the greater good and to prevent ongoing abuse of children. \n– How do you think the children in the pictures feel about your sharing pictures of them? \nHe pauses for a second. \n– I hope they understand that we are trying to catch as many offenders as possible. Carissa Byrne Hessick. Photo: Einar Otto Stangvik, VG \nCarissa Byrne Hessick, a professor of law at the University of North Carolina, questions Griffith’s argument. She is one of the world’s leading legal experts on investigating such abuse. \n– It sounds like the police tell one story about how damaging the images are when others share them, and another story when the police share them. \n– That’s a kind of hypocrisy I really don’t like. But this sheds light on the argument that any and all sharing of such an image is abuse. If the police say they’re only sharing images that have been shared before, it means the police do not think all sharing is harmful, says Hessick. \nShe expresses concern upon learning that the police themselves did share child sexual abuse images. \n– I don’t necessarily think it’s wrong for them to commit criminal acts during undercover operations. My concern is not about them breaking the law. My concern is whether we get enough information about the balance in what they do. \n– If the site is used to facilitate the actual abuse of children and the police continue to run it, I question their ability to strike a balance, she adds. \nGriffiths claims they do seek balance: \n– There is definitely a balance between what we want to achieve and how we go about it, he says. \n– Eventually we get to the point where it isn’t worth running the forum any more. But as long as we’re identifying victims, producers and abusers, we will keep running it. \nHe tells of a previous operation in which investigators ran “The Love Zone” website for just a few months. Griffiths claims they identified more than 80 children. \n– You can ask them if our running the forum was worth it, he says. \n– Isn’t there a risk that people downloading such images will develop into abusers? \n– Abusers are abusers. People who have a desire to abuse children will abuse children no matter what, Rouse says. September 1st, 2017 New York \nOn September 1st, VG makes contact with a woman in New York. Images of abuses against her daughter have been shared thousands of times – and now on Childs Play as well, under administration by Task Force Argos. \nShe starts to cry, then pulls herself together. \n– They might argue in the long term it will be beneficial to my daughter because it will help them capture other pedophiles. But just sending her image to one offender can turn into it being in the hands of hundreds or thousands of others, hurting her more, not helping her, says the mother. \nHer lawyer, James Marsh, takes a more positive view of the police using such images. He represents numerous children who feature in the most widely shared exploitation images. \n– Several of my clients would have welcomed police use of their images in the battle to track down abusers. They know how skilled these men are at hiding and understand what it takes to catch them, Marsh says. \nHe nevertheless understands the mother’s reaction. The pictures of her daughter had been less extensively distributed than many others, so each new share carried more significance. \n– I agree with her that the police should compensate the victims, but not with money. If victims could be consulted along the way, it would give them a sense of control. Control is exactly what they were deprived of during the assaults, says Marsh. Help us finance investigative journalism: VG+ subscription \nSeveral participants in Operation Artemis refused to be interviewed or identified, including the investigator who monitored the Scandinavian sub-forum as well as other European partners in the operation. \nHomeland Security Investigations agents declined interviews as well, saying that the legal cases against WarHead and CrazyMonk were still in progress. \n– There is a lot we can’t say about this operation, especially not what our partners did, says Rouse. \nSome of his own Australian investigators disapproved of VG being given information. \n– Several of my international colleagues know you are here and talking with us today. They are not very happy about what your colleague did to expose us. We have done a lot of good work together and I want it to continue. So you can’t use my name, says one of them. \nHe is, however, willing to talk about his work an undercover agent. \n–Anyone who says they haven’t cried in this job is lying. You give a part of yourself the job, and that part becomes a friend of those you’re investigating. When we were done with one of our recent operations, it felt like I had locked up all my friends. \nApart from Griffiths, this was the agent who most often went undercover as WarHead. All the website’s members followed every word he wrote. Successfully imitating an abuser online has its challenges. \n– It’s as if you force yourself to have a split personality, and you download this other person into a part of your brain and hand over that part of your brain to him. It’s hard. Childs Play statistics Number of posts per day Accumulating number of posts with pictures* * Each post can contain multiple images / videos \nActivity on Childs Play was high during the time the police ran it. \nIn January, when VG first wrote about Childs Play, the site had 427,000 registered accounts. Through September of this year, more than a million accounts had been registered. \nOn 25 October 2016, two weeks after Argos took over the site, an unidentified user created a discussion thread featuring images of an eight-year-old girl being raped. \nBy August of this year, the post had been viewed 770,617 times – all while the police were running the website. September 13th, 2017 Childs Play shuts down \nWednesday, September 13th: After running the site for 11 months, Task Force Argos finally shuts down Childs Play without fanfare. \nIn a few keystrokes, the forum vanishes from the dark web. \nIf you managed to find the old web address, you would simply be informed there is nothing there. Childs Play is gone. \nNow the work of sending cases to police around the world is underway. A dozen countries are already involved in the investigation of the site’s members. Griffiths has a list of between 60 and 90 people from around the world who are his main targets. \nAnother country’s police are believed to have a list of nearly 900 people they think should be arrested. Some have been already, with more to come. \nCanadian police say they have identified and saved “a dozen” children and referred some 100 cases to other countries. Task Force Argos The Argos Task Force itself declined to provide numbers to VG. \n– The media tends to use such figures as “weapons” against us and our colleagues around the world, and we don’t want that, Griffiths tells VG. \nAlso uncertain is the total number of children identified and rescued. \nProfessor Hessick wonders about the missing numbers. \n–If they conduct investigation without even checking if the people have been arrested, it’s hard for Argos to argue that such police operations are necessary. I worry the police apparently think they don’t need to justify an operation like this, she says. \nThe FBI ran a similar operation in 2015, and the numbers weren’t released for two years. According to the FBI, 870 people were arrested or convicted as a result of the operation, and 259 children were rescued or identified. \nIn the pursuit of child abusers, the police seem to have found a highly effective method: don’t leave the market to the predators. Run the sites themselves. \n– Our job is to make sure we play at the same level as the abusers. If we don’t, they will always be one step ahead, says Jon Rouse. September 15th, 2017 Richmond, Virginia \nOn Friday, September 15th, two 27-year-old men faced a judge in a Richmond, Virginia, courtroom. The prosecutor had demanded a sentence of 50 years in prison. The defendants’ own lawyers said 30 years would be more appropriate. \nThe judge didn’t agree with either side, and sentenced both 27-year-olds to life in prison. \nNeither will ever be released. Not because they, as CrazyMonk and WarHead, had run the internet’s largest abuse forums, but because as Benjamin Faulkner and Patrick Falte they had raped a four-year-old girl. \nIn Tennessee, prosecutors are preparing to try the men accused of running «The GiftBox Exchange». \nIn an email to VG from prison, Falte and Faulkner say they will fight their case in court. \n– We would love to talk more about GBE, CPlay, and some other sites, but we cannot get into that until after the Tennessee trail. Saying all that, we may have been involved at every level, for years, starting from the basic user to moderating, administrating, owning and creating, several sites, chatrooms, and services, Falte and Faulkner write, using initials for Giftbox Exchange and Childs Play. \nThey later add that they will appeal the life sentence ruled in Virginia. \nTheir lawyers have not answered VG’s inquiries. \nThere will probably never be a trial focused on Childs Play, the site that Task Force Argos ran for almost a year. Faulkner has been sentenced in any case to spend the rest of his life in prison. \nPublished: October 7th, 2017", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "carissa byrne hessick", "sentiment": "none"}, {"name": "james marsh", "sentiment": "none"}, {"name": "hessick", "sentiment": "none"}, {"name": "argos", "sentiment": "none"}, {"name": "norge einar otto stangvik", "sentiment": "none"}, {"name": "asperger", "sentiment": "none"}, {"name": "crazymonk", "sentiment": "none"}, {"name": "gorm kallestad", "sentiment": "none"}, {"name": "faulkner", "sentiment": "none"}, {"name": "krister sørbø", "sentiment": "none"}, {"name": "einar otto stangvik", "sentiment": "none"}, {"name": "andrew koloadin", "sentiment": "none"}, {"name": "curiousvendetta", "sentiment": "none"}, {"name": "falko", "sentiment": "none"}, {"name": "kristiansen", "sentiment": "none"}, {"name": "giftbox", "sentiment": "none"}, {"name": "griff", "sentiment": "none"}, {"name": "paul griffiths", "sentiment": "none"}, {"name": "stangvik", "sentiment": "none"}, {"name": "falte", "sentiment": "none"}, {"name": "griffith", "sentiment": "none"}, {"name": "jonathan rouse", "sentiment": "none"}, {"name": "koloadin", "sentiment": "none"}, {"name": "wessel-aas", "sentiment": "none"}, {"name": "benjamin faulkner", "sentiment": "none"}, {"name": "jon wessel-aas", "sentiment": "none"}, {"name": "tore kristiansen", "sentiment": "none"}, {"name": "griffiths", "sentiment": "none"}, {"name": "jon rouse", "sentiment": "none"}, {"name": "marsh", "sentiment": "none"}, {"name": "gard steiro", "sentiment": "none"}, {"name": "rouse", "sentiment": "none"}, {"name": "patrick falte", "sentiment": "none"}], "organizations": [{"name": "google", "sentiment": "none"}, {"name": "giftbox exchange", "sentiment": "none"}, {"name": "university of north carolina", "sentiment": "none"}, {"name": "border protection", "sentiment": "none"}, {"name": "task force argos", "sentiment": "none"}, {"name": "falte", "sentiment": "none"}, {"name": "digital pacific", "sentiment": "none"}, {"name": "childs play", "sentiment": "none"}, {"name": "fbi", "sentiment": "none"}, {"name": "swedish police", "sentiment": "none"}, {"name": "homeland security", "sentiment": "none"}, {"name": "mtu", "sentiment": "none"}, {"name": "argos", "sentiment": "none"}, {"name": "vpn", "sentiment": "none"}, {"name": "crazymonk", "sentiment": "none"}, {"name": "task force argos the argos task force", "sentiment": "none"}, {"name": "ntb", "sentiment": "none"}, {"name": "u.s. department of homeland security", "sentiment": "none"}, {"name": "u.s. customs", "sentiment": "none"}, {"name": "homeland security investigations", "sentiment": "none"}], "locations": [{"name": "manassas", "sentiment": "none"}, {"name": "north bay", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "tennessee", "sentiment": "none"}, {"name": "northern virginia", "sentiment": "none"}, {"name": "childs play", "sentiment": "none"}, {"name": "kazakhstan", "sentiment": "none"}, {"name": "brisbane", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "boston", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "oslo", "sentiment": "none"}, {"name": "usa", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "bitcoin", "sentiment": "none"}, {"name": "nashville", "sentiment": "none"}, {"name": "britain", "sentiment": "none"}, {"name": "falte", "sentiment": "none"}, {"name": "the hague", "sentiment": "none"}, {"name": "canada", "sentiment": "none"}, {"name": "vg", "sentiment": "none"}, {"name": "smoky mountains", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "australia brisbane", "sentiment": "none"}, {"name": "ontario", "sentiment": "none"}, {"name": "virginia", "sentiment": "none"}, {"name": "sydney", "sentiment": "none"}, {"name": "toronto", "sentiment": "none"}, {"name": "richmond", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-07T09:57:13.002+03:00"}, {"thread": {"uuid": "f88f7d1ef2e101fc66808db2e546c2124b781895", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzPaZRikXryd0h3UbnVoWPQo-", "site_full": "www.vg.no", "site": "vg.no", "site_section": "http://www.vg.no/rss/feed/?categories=&keywords=&format=atom&limit=10", "site_categories": ["media"], "section_title": "VG ATOM Feed", "title": "UNICEF: – Clear violation of UN children’s convention", "title_full": "UNICEF: – Clear violation of UN children’s convention", "published": "2017-10-08T09:15:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "NO", "spam_score": 0.0, "main_image": "https://imbo.vgtv.no/users/vgtv/images/d0d2bc3b4beca5823f3435da217a6bd9.jpg?t[]=768x432q80", "performance_score": 0, "domain_rank": 1454, "social": {"facebook": {"likes": 13, "comments": 0, "shares": 13}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f88f7d1ef2e101fc66808db2e546c2124b781895", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzPaZRikXryd0h3UbnVoWPQo-", "ord_in_thread": 0, "author": "Håkon F. Høydal (Hakon.Fostervold.Hoydal@vg.no)", "published": "2017-10-08T09:15:00.000+03:00", "title": "UNICEF: – Clear violation of UN children’s convention", "text": "For 11 months – from October 2016 to September 2017 – Australian police ran the Childs Play website. It was the largest child sexual abuse forum on the dark web. No other undercover operation against abuse sites on the dark web has lasted as long. The police themselves shared abuse images on the website as part of their undercover operation. In January 2017, VG discovered the site was stored on a server in Sydney. That led to VG’s uncovering of the police operation. On 3 October 2016, the site’s two ringleaders were arrested in the United States. They surrendered passwords that allowed Australia’s Task Force Argos police unit to assume operation of the site. On 13 September 2017, Task Force Argos shut down the website. \nAn Australian police operation revealed by VG on Saturday is «a clear violation of the UN Convention on the Rights of the Child, even though the police’s intention is to prevent new offenses in the long run,» says Ivar Stokkereit, a legal adviser to the United Nations Children’s Fund in Norway (UNICEF). VG reported that Australian police have secretly operated the world’s largest online child sexual abuse forum for 11 months. By pretending to be the forum’s original administrators, the Task Force Argos police unit appears to have collected extensive information on abusers and paedophiles in a number of countries. The police themselves shared images of child abuse on the website as part of their undercover operation. On 13 September they closed the site. \nRead more about: The downloaders – Clear violation of UN convention UNICEF, the world’s largest children’s support organization, views the tactic employed by Australia’s police as a breach of children’s rights. – If police operation of the website means that pictures are being spread and new abuse is taking place, it’s a clear violation the UN Convention on the Rights of the Child, even though the police’s intention is to prevent new offenses in the long run, says UNICEFs Norwegian legal adviser Ivar Stokkereit. He noted that the case involves children that the state and the police have a special responsibility to protect. – We would advise against the police using children as an investigative tool to expose abusers, and we encourage the police to use other methods to expose the perpetrators without having new acts of abuse take place, Stokkereit says. \nURGES CAUTION: Unicef Norway legal adviser Ivar Stokkereit, advises police against using vulnerable children as a tool in undercover operations. Foto: UNICEF The UN children’s convention makes it clear that children must not be put at risk of abuse, according to UNICEF’s legal adviser. No exception is provided for actions intended to prevent new offenses in the long term. – Unacceptable under human rights law \nLARGE INFRINGEMENT: – It’s totally unacceptable for the police to spread child abuse images to catch paedophiles, says Patricia Kaatee of Amnesty International. Foto: Amnesty Amnesty International agrees with UNICEF. – This is a disproportionately large infringement of children’s rights, says Patricia Kaatee, a political adviser for the human rights organization. Combating paedophile networks is important, commendable work, she says, but police tactics in clandestine operations must not violate international human rights. – It’s possible to limit the rights of a group if that is necessary to achieve a legitimate goal and does not involve a disproportionately large infringement, Kaatee tells VG. – In our view, if the police try to expose a paedophile network by actively sharing images of abuse, it would disproportionately impact the rights of children already subjected to serious violations of their basic human rights. \nUN Convention on the Rights of the Child, Article 19: \n1. States Parties shall take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child. 2. Such protective measures should, as appropriate, include effective procedures for the establishment of social programmes to provide necessary support for the child and for those who have the care of the child, as well as for other forms of prevention and for identification, reporting, referral, investigation, treatment and follow-up of instances of child maltreatment described heretofore, and, as appropriate, for judicial involvement. According to Amnesty International, there is a big difference between monitoring a network and actively sharing abuse pictures. It claims the Australian police operation contravened Article 19 of the UN Convention on the Rights of the Child and Article 3 of International Labour Organization Convention No. 182. – It is unacceptable from a human rights perspective to violate a child’s rights on grounds that the violation protects another child. The police therefore should not actively share photos that show children being subjected to sexual abuse, even if the reason is to protect other children from sexual abuse. And nobody knows whether the police’s forwarding of pictures could lead to additional acts of abuse, says Kaatee. This map shows: 95, 000 downloaders of child abuse pictures – A good initiative The international organization ECPAT (End Child Prostitution, Child Pornography and Trafficking of Children for Sexual Purposes) sees the matter differently. Its view is that Task Force Argos took a proactive approach to stopping sexual exploitation of children. – ECPAT welcomes any proactive approaches to ending the terrible crime of the sexual exploitation of children , says Damien Keane, ECPAT’s international communications director. –Task Force Argos is globally recognized as a leader in this area. Any law enforcement operation of this nature must be victim focused. And the benefit of catching offenders must be carefully considered with the long-term interests of victims. Keane says commenting on the ethics of the Australian police method is difficult without knowing all the operational details. – However, the potential benefit of carrying out an operation like this is significant. Every offender caught could mean multiple future victims protected from abuse. The identification of registered users could lead to the capture of more offenders in the future. And the operation will have led to the capture and seizure of multiple series of abuse images – which could contribute to recognizing, locating and hopefully rescuing the unidentified child victims portrayed in the material, Keane says. ECPAT serves as an adviser to the UN Economic and Social Council (ECOSOC). VG also sought comment from Save the Children International, but the organization declined to comment. – Using it for good Jon Rouse, head of Task Force Argos, has been informed of the reactions from Unicef and Amnesty, but has not given any direct response to these. However, in earlier interviews with VG he has told about their decision to publish child abuse images. – We are not producing child exploitation material. We are taking it, and under curtain rules, we are using it for good. I can’t fix what happened to the child in that picture, but I can use that fact that the picture has been circulating the globe for the last 10-15 years for some good: To stop the further abuse of a child, Rouse says. \nHARD DECISION: Detective inspector Jon Rouse, head of Task Force Argos at Queensland police. Foto: Tore Kristiansen , VG VG has also contacted the police minister in Queensland, Australia. He has not yet responded to VG's request. – Hypocrisy \nDIFFERENT STORIES: Law professor Carissa Byrne Hessick, University of North Carolina, USA. Foto: Einar Otto Stangvik , VG Carissa Hessick, a law professor at the University of North Carolina, is among those criticizing the sharing of photos by police. While noting with approval that the police avoid using images never before shared, she said the Australian task force’s use of previously shared images sheds light on the argument that «any and all sharing» of such pictures equates to abuse. – It sounds like the police tell one story about how damaging the images are when others share them, and another story when the police share them. That’s a kind of hypocrisy I really don’t like. \nConsequences of violating the Rights of The Child convention \n1. A state is in violation of the UN Convention on the Rights of the Child if it fails to fulfil its obligations under the convention, including implementation of the convention’s provisions. In this case, the state has a responsibility to ensure that children are not subjected to abuse as described in Article 19 of the Convention. Moreover, the convention’s Optional Protocol on the Sale of Children, Child Prostitution and Child Pornography prohibits any presentation, production, distribution, transmission or offering of child pornography. The state’s responsibility for protecting children means it must ensure that no one, including the police, is permitted to use methods that violate the convention. \n2. Violation of the Convention on the Rights of the Child has no direct consequences for the state. However, violation of the convention may be cause for a lawsuit against the state, either by children who have been directly affected by the violation (children subjected to abuse, etc.) or by groups of children seeking judicial review of state actions in relation to the convention. For states that have ratified the Third Optional Protocol to the convention, children may also report rights violations to the UN Children’s Committee, which then determines whether the states in question have fulfilled their obligations. Source: UNICEF Inger Marie Sunde, a researcher at the Norwegian Police University College, endorses the view that the operation violated children’s rights. – You must not use children as a means of catching criminals. Under human rights law, children have a right to avoid publicity. But if the sharing is done in a context where it’s important to revealing the identity of abusers, I think these are defensible violations, Sunde says. But she emphasizes that the police cannot charge people with downloading the images that Task Force Argos itself shared. – That would be the same as provocation, which is not permissible. Kommentarer Antall kommentarer på artikkelen \nHar du en mening om denne artikkelen? Du må bruke ditt eget navn hvis du skal delta i debatten. Respekter andres meninger og husk at mange kan se hva du skriver. Brudd på reglene kan føre til utestengelse. VGs journalister og moderatorer overvåker denne debatten kontinuerlig mellom kl. 07 og 24 . Kommentarfeltet er nå stengt og åpner igjen kl. 07.00 . Velkommen tilbake da!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "carissa byrne hessick", "sentiment": "none"}, {"name": "kommentarer antall", "sentiment": "none"}, {"name": "sunde", "sentiment": "none"}, {"name": "kaatee", "sentiment": "none"}, {"name": "keane", "sentiment": "none"}, {"name": "argos", "sentiment": "none"}, {"name": "tore kristiansen", "sentiment": "none"}, {"name": "unicef inger marie sunde", "sentiment": "none"}, {"name": "ivar stokkereit", "sentiment": "none"}, {"name": "jon rouse", "sentiment": "none"}, {"name": "einar otto stangvik", "sentiment": "none"}, {"name": "patricia kaatee", "sentiment": "none"}, {"name": "damien keane", "sentiment": "none"}, {"name": "rouse", "sentiment": "none"}, {"name": "carissa hessick", "sentiment": "none"}, {"name": "stokkereit", "sentiment": "none"}], "organizations": [{"name": "unicef", "sentiment": "negative"}, {"name": "un", "sentiment": "negative"}, {"name": "university of north carolina", "sentiment": "none"}, {"name": "amnesty", "sentiment": "none"}, {"name": "task force argos", "sentiment": "none"}, {"name": "norwegian police university college", "sentiment": "none"}, {"name": "amnesty international", "sentiment": "none"}, {"name": "amnesty amnesty international", "sentiment": "none"}, {"name": "ecpat", "sentiment": "none"}, {"name": "keane", "sentiment": "none"}, {"name": "united nations children’s fund", "sentiment": "none"}, {"name": "un economic and social council", "sentiment": "none"}, {"name": "un children’s committee", "sentiment": "none"}, {"name": "child prostitution and child pornography", "sentiment": "none"}, {"name": "save the children international", "sentiment": "none"}], "locations": [{"name": "usa", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "norway", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "sydney", "sentiment": "none"}, {"name": "unicef norway", "sentiment": "none"}, {"name": "queensland", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-08T10:32:19.002+03:00"}, {"thread": {"uuid": "88e15da5cadd0a62baee07d9d777a65452d12683", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzFacWsAmEj4OQpEpUKUyB0w-", "site_full": "www.vg.no", "site": "vg.no", "site_section": "http://www.vg.no/rss/feed/?categories=1096&keywords=&format=rss&limit=10", "site_categories": ["media"], "section_title": "VG RSS", "title": "Debra Messing: – De fleste lo av meg", "title_full": "Debra Messing: – De fleste lo av meg", "published": "2017-10-08T16:50:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "NO", "spam_score": 0.0, "main_image": "https://imbo.vgc.no/users/vgno/images/98c13406ab13bfe9b348a3ad1e72811b?t[0]=crop:width=4269,height=2791,x=0,y=0&t[1]=maxSize:width=990&t[2]=resize:width=990&accessToken=1f512f336c2aaf145bcd398749531e0ce3343a2e482e05f58317557e8074d44b", "performance_score": 0, "domain_rank": 1454, "social": {"facebook": {"likes": 1, "comments": 1, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "88e15da5cadd0a62baee07d9d777a65452d12683", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzFacWsAmEj4OQpEpUKUyB0w-", "ord_in_thread": 0, "author": "", "published": "2017-10-08T16:50:00.000+03:00", "title": "Debra Messing: – De fleste lo av meg", "text": "«Will & Grace»-skuespiller Debra Messing (49) kjempet mot tårene da hun fikk sin egen stjerne på Hollywood Walk of Fame. Denne saken handler om: TV-serier \n– For å være ærlig, jeg turte aldri å drømme om at denne dagen skulle komme. Men jeg er sikker på at mamma gjorde det, sa en rørt og gråtkvalt Messing på talerstolen fredag. Daily Mail har lagt ut video av talen. \n– Men nå kan jeg si at jeg for lengst har oppnådd mer enn jeg noensinne kunne drømme om, la hun til. \nHusker du henne ? «Felicity» fikk endelig stjerne \nMessing, som ble superstjerne da «Will & Grace» gikk på lufta i 1998, og høstet Emmy-pris for innsatsen, er ydmyk overfor suksessen. \n– Jeg vokste opp ved siden av en gård i Rhode Island. Min store drøm var å jobbe som skuespiller og en gang å få stå på scenen på Broadway i New York City. Vel, de fleste lo av meg og avfeide drømmene mine som barndomshobby. Men mamma tvilte aldri på at jeg skulle oppfylle drømmen, sa Messing foran kolleger og familie under den høytidelige seremonien. \n49-åringen mistet moren sin for fire år siden. \nSTOLT: Debra Messing kysser stjernesymbolet. Foto: AFP \nMessing, som nå har spilt på Broadway, forklarte at moren hennes kjøpte et lite rosa skilt til henne da hun var liten: \n– Der sto det: Sikt mot stjernene og grip månen. Det var «corny», men det hang på soveromsveggen min, og jeg så på det hver dag. Og da jeg spaserte inn til audition for rollen som Grace, tenkte jeg: «Så det er sånn månen ser ut». Og det var sant. Det var et av mitt livs største høydepunkter, sa Messing – som beskrev stjernehederen som et mirakel. \n– Tusen takk for denne enorme æren. Jeg trenger tid til å fordøye den. Det er så vakkert. Med seg hadde skuespilleren kolleger fra «Will & Grace», deriblant Eric McCormack (54), og andre skuespillervenner. \nKOLLEGER: Debra Messing og «Will & Grace»-kollega Eric McCormack. Foto: AP \nStolt tilskuer var også Messings 13 år gamle sønn Roman, som hun har med skuespiller og manusforfatter Daniel Zelman (50) . Paret ble separert i 2011 , men ikke skilt før i fjor. \nOversikt: Høstens nye, gamle serier \nDet ble spilt inn nesten 200 episoder av «Will & Grace» fra 1998 til 2006. Serien, som ble sendt på TVNorge her til lands, har vunnet hele 16 Emmy-priser. \nNår Messing nå har fått egen Hollywood-stjerne på ærverdige Walk of Fame, er det et resultat av en iherdig kampanje i regi av stjernens tilhengere. Organisasjonen Hollywood Chamber of Commerce mottar hvert år om lag 300 forslag fra fanklubber og agenter. Bare 15–20 av disse ender opp med stjerne. \nMessings stjerne er nr 2620 på den ærverdige gaten. \nSKUESPILLERVENNINNER: Debra Messing omringet av Connie Britton (t.v.), Mariska Hargitay og Sophia Bush. Foto: REUTERS Kommentarer Antall kommentarer på artikkelen \nHar du en mening om denne artikkelen? Du må bruke ditt eget navn hvis du skal delta i debatten. Respekter andres meninger og husk at mange kan se hva du skriver. Brudd på reglene kan føre til utestengelse. VGs journalister og moderatorer overvåker denne debatten kontinuerlig mellom kl. 07 og 24 . Kommentarfeltet er nå stengt og åpner igjen kl. 07.00 . Velkommen tilbake da!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "debra messing", "sentiment": "negative"}, {"name": "mariska hargitay", "sentiment": "none"}, {"name": "sophia bush", "sentiment": "none"}, {"name": "– jeg", "sentiment": "none"}, {"name": "serien", "sentiment": "none"}, {"name": "daniel zelman", "sentiment": "none"}, {"name": "eric mccormack", "sentiment": "none"}, {"name": "connie britton", "sentiment": "none"}, {"name": "jeg", "sentiment": "none"}, {"name": "– tusen", "sentiment": "none"}, {"name": "høstens nye", "sentiment": "none"}], "organizations": [{"name": "organisasjonen hollywood chamber of commerce", "sentiment": "none"}], "locations": [{"name": "new york city", "sentiment": "none"}, {"name": "rhode island", "sentiment": "none"}, {"name": "broadway", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-08T17:06:57.000+03:00"}, {"thread": {"uuid": "7cb5573d4f2ce81e18c733bc9bad66fcf2970eb3", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzPaZRikXryd0QxpQ3oWpwvI-", "site_full": "www.vg.no", "site": "vg.no", "site_section": "http://www.vg.no/rss/feed/?categories=1068&keywords=&format=atom&limit=10", "site_categories": ["media"], "section_title": "VG ATOM Feed :: Nyheter", "title": "Boasted of abuse, not arrested", "title_full": "Boasted of abuse, not arrested", "published": "2017-10-09T13:48:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "NO", "spam_score": 0.0, "main_image": "https://imbo.vgtv.no/users/vgtv/images/d0d2bc3b4beca5823f3435da217a6bd9.jpg?t[]=768x432q80", "performance_score": 0, "domain_rank": 1454, "social": {"facebook": {"likes": 2, "comments": 1, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7cb5573d4f2ce81e18c733bc9bad66fcf2970eb3", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzPaZRikXryd0QxpQ3oWpwvI-", "ord_in_thread": 0, "author": "Natalie Remøe Hansen (natalie.remoe.hansen@vg.no)", "published": "2017-10-09T13:48:00.000+03:00", "title": "Boasted of abuse, not arrested", "text": "Boasted of abuse, not arrested Send en melding til A Norwegian man bragged about abuse he had committed to members of a child sexual abuse website run by the Australian police for almost a year. Only when VG identified the man was he arrested. Denne saken handler om: \nOne of them boasted about abuse he had committed and planned to commit. Nevertheless, neither the Norwegian police nor the Australian police knew about him. \nOnly when VG managed to identify the man was he arrested. \nWhen VG began examining child sexual abuse sites on the dark web last December, no one involved realized that the largest such site – «Childs Play» – was being operated by the Australian police. That fact emerged a couple of months later, and was revealed to the world on Saturday. \nThis is the case: For 11 months – from October 2016 to September 2017 – Australian police ran the Childs Play website. It was the largest child sexual abuse forum on the dark web. No other undercover operation against abuse sites on the dark web has lasted as long. The police themselves shared abuse images on the website as part of their undercover operation. In January 2017, VG discovered the site was stored on a server in Sydney. That led to VG’s uncovering of the police operation. On 3 October 2016, the site’s two ringleaders were arrested in the United States. They surrendered passwords that allowed Australia’s Task Force Argos police unit to assume operation of the site. On 13 September 2017, Task Force Argos shut down the website. \nShared advice on abuse \nAs part of their investigation into abuse sites, VG’s journalists attempted to identify several Norwegian and Nordic members active on Childs Play. A resident of western Norway in his 20s quickly drew attention to himself. \nOn Monday, 12 September 2016, he posted on the website that he would be committing an abusive act on a child in his own family later that week. Three days later, he wrote a new post claiming the act had taken place. \n«One thing is very important,» he wrote. «Always motivate the children. … Do it right and you will [be able to experience such abuse again].» \nThe website where this occurred was on an encrypted part of the internet called the dark web, making it almost impossible to identify participants. To remain anonymous, more and more abusers and paedophiles using pseudonyms have been congregating in this part of the internet. In theory the system is failsafe. \nBut only in theory. How he was identified \nOn 5 December 2016, the same team that one year earlier identified downloaders of child abuse pictures , startet working on identifying people on this website on the dark web. \nVG’s journalists managed to identify the Norwegian man by comparing information he had provided about himself on the forum with information available on the open internet. \nIt turned out he had used the same username on Skype, a chat programme, that he used in the abuse forum. \nIt took VG’s journalists only a few minutes to link the username on the dark web to the Skype username. A couple of hours were then required to collect additional information confirming it was the same person. \nThe man had previously worked in a kindergarten. \nOn 9 December, VG notified the police. Norwegian news staffs rarely turn over unpublished material, but this time VG chose to send written documentation to the local police. \nRead: This map shows 95,000 downloaders of child abuse pictures \n– Anyone who contacts us can be certain that VG does not cooperate with the authorities, says VG Editor-in-Chief Gard Steiro: \n– Our job is to be critical of the police. The exception is when lives or health are at risk. In this case we possessed information about possible ongoing abuse of a specific minor. Our concern was not to start an investigation but to make sure the child was seen to. It was obviously a correct decision. \nARRESTED THE MAN: Police head quarters of Norway’s Møre og Romsdal police district, in Ålesund. Foto: Maria Fagervoll , VG Did not notify Norwegian police On Wednesday, 18 January 2017, the man was arrested at his home in western Norway. The following day he was remanded in custody for four weeks, accused of sexual assault against a child as well as “activities on websites/networks for paedophiles”, according to the remand order. Under questioning by the police, he partially acknowledged the allegations. At the time of the Norwegian’s arrest, the Australian police unit Task Force Argos had been operating the abuse website for three months. The site’s Nordic-language sub-forum was monitored by a police officer with Nordic-language skills who collaborated with Task Force Argos. However, several messages to the young man as well as his own posts about the abuse he committed were written in English. It is VG’s understanding that neither the Nordic-language investigator nor Task Force Argos notified Norwegian police about the abuse in question. – I can’t comment on every individual case, says Task Force Argos investigator Paul Griffiths of Brisbane, Australia. – But what I can say is that there are probably hundreds of Childs Play members who we know have access to children, and are potentially producing material with those children. But that doesn’t mean we can identify who they all are, he continues. Serious case \nPolice prosecutor Julie Ulstein of Norway’s Møre og Romsdal police district tells VG that the investigation of the Norwegian man is still underway but is nearing an end. \n– No indictment has been brought yet, but we see it as a serious matter, she says. \nSERIOUS CASE: Police prosecutor Julie Ulstein of Norway’s Møre og Romsdal police district. Foto: Maria Fagervoll , VG – What do you think about the fact that nobody involved in this international operation contacted you about the abuse the man wrote about? – It’s hard to comment on it, since we haven’t been in contact with them. I don’t know what all was considered by the Australian police, and what the basis was for those considerations, Ulstein says. \nWhen Norway’s National Criminal Investigation Service, known as Kripos, is asked whether it has received investigative material or information about Norwegians from the Australian operation, the reply is: \n«At this time, we do not wish to confirm or deny whether we have received information from the action mentioned. Nor therefore do we wish to embark on answering the follow-up questions.» \nThe accused Norwegian’s lawyer, Erling Flisnes, declined to comment on the case. Grete Opshaug, counsel for the child involved, was informed of VG’s article but did not wish not comment for now. Kommentarer Antall kommentarer på artikkelen \nHar du en mening om denne artikkelen? Du må bruke ditt eget navn hvis du skal delta i debatten. Respekter andres meninger og husk at mange kan se hva du skriver. Brudd på reglene kan føre til utestengelse. VGs journalister og moderatorer overvåker denne debatten kontinuerlig mellom kl. 07 og 24 . Kommentarfeltet er nå stengt og åpner igjen kl. 07.00 . Velkommen tilbake da!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "grete opshaug", "sentiment": "none"}, {"name": "argos", "sentiment": "none"}, {"name": "kommentarer antall", "sentiment": "none"}, {"name": "ulstein", "sentiment": "none"}, {"name": "paul griffiths", "sentiment": "none"}, {"name": "erling flisnes", "sentiment": "none"}, {"name": "julie ulstein", "sentiment": "none"}, {"name": "denne", "sentiment": "none"}, {"name": "gard steiro", "sentiment": "none"}, {"name": "maria fagervoll", "sentiment": "none"}], "organizations": [{"name": "kripos", "sentiment": "none"}, {"name": "skype", "sentiment": "none"}, {"name": "national criminal investigation service", "sentiment": "none"}, {"name": "task force argos", "sentiment": "none"}], "locations": [{"name": "brisbane", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "norway", "sentiment": "none"}, {"name": "ålesund", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "sydney", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-09T14:38:22.054+03:00"}, {"thread": {"uuid": "f078652e39154e7737ae6368dd0c2bd6e8307c7b", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzKRatcRTyEQS2T9WaSOpME8-", "site_full": "www.vg.no", "site": "vg.no", "site_section": "http://www.vg.no/rss/feed/?categories=&keywords=&format=rss&limit=10", "site_categories": ["media"], "section_title": "VG RSS", "title": "– Police acting as judges", "title_full": "– Police acting as judges", "published": "2017-10-13T16:45:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "NO", "spam_score": 0.0, "main_image": "https://imbo.vgc.no/users/vgno/images/6730ea3922050d83f94a0249ab764999?t[0]=crop:width=4272,height=2848,x=0,y=0&t[1]=maxSize:width=990&t[2]=resize:width=990&accessToken=8448d61abbc38b759b97ea92391d4839ca6f6dd0fb3f7fe57ee1e4fa31e4759b", "performance_score": 0, "domain_rank": 1454, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f078652e39154e7737ae6368dd0c2bd6e8307c7b", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzKRatcRTyEQS2T9WaSOpME8-", "ord_in_thread": 0, "author": "", "published": "2017-10-13T16:45:00.000+03:00", "title": "– Police acting as judges", "text": "Hovedinnhold – Police acting as judges \nSHOPPING LAWS: – By moving evidence-collection across national borders, the police become the ones deciding what punishment the accused should get. That is not their job. Punishment is determined by the courts, not the police, says James Sheptycki, professor in criminology at York University in Toronto, Canada. Photo: Private Moving a police investigation to another country with more lenient laws is a questionable enforcement tactic, a Canadian criminologist says in reaction to VG’s exposé of an international probe into child sexual abuse websites. Denne saken handler om: 2200 22 00 00 00 \nLast weekend VG documented an undercover police operation targeting the largest child exploitation sites on the dark web , where anonymity reigns. Investigators from Australia, the United States, Canada and European countries cooperated to locate and take over the two sites. \nThe original operators of the sites had stored them on servers in a European country, but that country’s police allowed Australia’s Task Force Argos to move the website to Australia. The legal framework in Australia made it easier to keep the site’s abuse forum running as part of a clandestine police operation. – Some countries can’t do nearly what we can do, legislatively. Their legislation prohibits posting and hosting the site. Hosting a board is a fairly serious criminal violation, Jon Rouse, head of Task Force Argos explains: – So if your legislation doesn’t allow you to do that, what do you do? You just have to delete the board, but why would you want to do that? It will just pop up again, if you don’t do something about it. If you are going to do these operations, you have to follow it all the way through. You have to make sure you destroy the website, and in the process identify as many of the criminals and victims as you can, Rouse says. \nSEARCH AND DESTROY: – If you are going to do these operations, you have to follow it all the way through, says Jon Rouse, head of Task Force Argos in Queensland, Australia. Foto: Marius H. Larsen / Ntb Scanpix Police sitting in judgement That exemplifies what Professor James Sheptycki of York University in Toronto, Canada, calls “jurisdiction shopping” – shopping for an advantageous legal framework. \n– Based on what you’re telling me, police investigators made a conscious decision to move the crime scene from one place to another with the idea of making it easier collect evidence. That is the very definition of jurisdiction shopping, says Sheptycki, an expert on transnational crime and policing. \nHe sees that as a problem. – By moving evidence-collection across national borders, the police become the ones deciding what punishment the accused should get. That is not their job. In our democratic system there is a division of power. Punishment is determined by the courts, not the police, Sheptycki tells VG, and adds: \nThis is the case: For 11 months – from October 2016 to September 2017 – Australian police ran the Childs Play website. It was the largest child sexual abuse forum on the dark web. No other undercover operation against abuse sites on the dark web has lasted as long. The police themselves shared abuse images on the website as part of their undercover operation. In January 2017, VG discovered the site was stored on a server in Sydney. That led to VG’s uncovering of the police operation. On 3 October 2016, the site’s two ringleaders were arrested in the United States. They surrendered passwords that allowed Australia’s Task Force Argos police unit to assume operation of the site. On 13 September 2017, Task Force Argos shut down the website. – This is something the police have done for years, especially in drug cases. And criminals do the same thing. They try to place their websites in countries where the laws make it easy to hide. When criminal activity crosses national borders, it’s natural that the police look for tools they have to do the same. – Outsourcing Norwegian lawyer Jon Wessel-Aas, an expert on privacy and human rights, also considers the practice troubling. – In the absence of sound regulations, the police in countries with the fewest legal protections can end up with responsibility for an investigation, he says. \nHe cites the example of U.S. terrorism interrogations «outsourced» to countries with lax human rights records during the George W. Bush administration, saying: \n– The logic seems to be the same in this case. \nInternational law does not govern cross-border police operations, so each police agency works within the legal framework of its own country. \n– Much of this is not very well regulated, and that’s a concern. If the politicians believe there is a reason why we limit what the police can do, then it’s hard to understand how this type of police work can be outsourcedm, says Wessel-Aas. \nSheptycki believes the police have a choice. But if they are going to shop for the most favourable legal jurisdiction, they must do so consistently. \n– Child abusers are an easy enemy – nobody wants to stand up for their rights. In cases like this, it looks as if the police are doing the only right thing. But why don’t they use the same methods against people committing fraud on Wall Street and laundering money in the Caribbean? Sheptycki asks. International cooperation needed to secure evidence \nOn a daily basis Norway’s National Criminal Investigation Service, or Kripos, receives information from foreign law enforcement agencies about Norwegians who may have committed criminal acts. \n– Generally speaking, good international cooperation is often what’s needed to discover and solve criminal cases, including child abuse cases, and to secure evidence, says Laila Søndrol, head of Kripos’s sexual crimes section. \nAccording to Kripos, it is inevitable that some countries have expertise, capacity or legislation allowing them to obtain evidence others cannot. \n– When authorities abroad investigate cases on their own initiative and share information from the investigation with Norway, Kripos presumes the information was obtained using legal methods in the country where it was obtained.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kripos", "sentiment": "none"}, {"name": "kommentarer antall", "sentiment": "none"}, {"name": "sheptycki", "sentiment": "none"}, {"name": "denne", "sentiment": "none"}, {"name": "wessel-aas", "sentiment": "none"}, {"name": "argos", "sentiment": "none"}, {"name": "jon wessel-aas", "sentiment": "none"}, {"name": "george w. bush", "sentiment": "none"}, {"name": "jon rouse", "sentiment": "none"}, {"name": "james sheptycki", "sentiment": "none"}, {"name": "marius h. larsen", "sentiment": "none"}, {"name": "laila søndrol", "sentiment": "none"}, {"name": "rouse", "sentiment": "none"}], "organizations": [{"name": "ntb scanpix police", "sentiment": "none"}, {"name": "york university", "sentiment": "none"}, {"name": "national criminal investigation service", "sentiment": "none"}, {"name": "task force argos", "sentiment": "none"}], "locations": [{"name": "canada", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "norway", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "caribbean", "sentiment": "none"}, {"name": "toronto", "sentiment": "none"}, {"name": "sydney", "sentiment": "none"}, {"name": "queensland", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-13T16:54:16.003+03:00"}, {"thread": {"uuid": "15a746d05f29971d5b01cce62fd95f59cbb5cf91", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzGXKvqvtBwRi4.U2H2bgFcc-", "site_full": "www.vg.no", "site": "vg.no", "site_section": "http://www.vg.no/rss/feed/forsiden/?format=atom", "site_categories": ["media"], "section_title": "VG ATOM Feed", "title": "Marcus & Martinus skal på Europa-turné neste år", "title_full": "Marcus & Martinus skal på Europa-turné neste år", "published": "2017-10-14T17:05:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "NO", "spam_score": 0.0, "main_image": "https://imbo.vgc.no/users/vgno/images/d61019259e5a85ab6107da32ed0d4369?t[0]=crop:width=6720,height=4189,x=0,y=0&t[1]=maxSize:width=990&t[2]=resize:width=990&accessToken=e2ea8230714d1dc40f0585048fc111f76cc6157d04db9a4cedd035d817896801", "performance_score": 1, "domain_rank": 1454, "social": {"facebook": {"likes": 146, "comments": 3, "shares": 146}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "15a746d05f29971d5b01cce62fd95f59cbb5cf91", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzGXKvqvtBwRi4.U2H2bgFcc-", "ord_in_thread": 0, "author": "", "published": "2017-10-14T17:05:00.000+03:00", "title": "Marcus & Martinus skal på Europa-turné neste år", "text": "Tenåringsstjernene Marcus & Martinus skal i februar og mars ut på turné i syv europeiske land. Denne saken handler om: Marcus & Martinus \nDe populære tvillingene offentliggjorde datoene og spillestedene for turneen på sin Facebook-side lørdag. \n«We're so excited to announce our European Tour – the Moments Tour! Can't wait to see you all», skriver popstjernene. \nTurneen – som har fått navnet Moment Tour – starter i Herning i Danmark 9. februar. Deretter reiser tvillingene fra Trofors til København, Helsinki, Stockholm, Berlin, Oslo, Hamburg, Düsseldorf, Stuttgart, Wien og Zürich. \nKonserten i Oslo Spektrum skal holdes 22. februar. \nTenåringene har også varslet at de kommer med et nytt album i november.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "denne", "sentiment": "neutral"}, {"name": "marcus", "sentiment": "none"}, {"name": "kommentarer antall", "sentiment": "none"}, {"name": "københavn", "sentiment": "none"}, {"name": "konserten", "sentiment": "none"}], "organizations": [{"name": "marcus & martinus", "sentiment": "negative"}, {"name": "danmark", "sentiment": "none"}, {"name": "oslo spektrum", "sentiment": "none"}], "locations": [{"name": "oslo", "sentiment": "none"}, {"name": "düsseldorf", "sentiment": "none"}, {"name": "berlin", "sentiment": "none"}, {"name": "stuttgart", "sentiment": "none"}, {"name": "vienna", "sentiment": "none"}, {"name": "hamburg", "sentiment": "none"}, {"name": "helsinki", "sentiment": "none"}, {"name": "herning", "sentiment": "none"}, {"name": "stockholm", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-14T17:35:42.000+03:00"}, {"thread": {"uuid": "b6495e7b7f2a30e1cd4d5645dbc1ea68c5d8784e", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzHImB3b5hCQABX6OyWOeuc4-", "site_full": "www.vg.no", "site": "vg.no", "site_section": "http://www.vg.no/rss/feed/?categories=1072&keywords=&format=rss&limit=10", "site_categories": ["media"], "section_title": "VG RSS", "title": "Rangers-uavgjort reddet klubben fra historisk knockout", "title_full": "Rangers-uavgjort reddet klubben fra historisk knockout", "published": "2017-10-18T05:11:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "NO", "spam_score": 0.0, "main_image": "https://imbo.vgc.no/users/vgno/images/b0e766e10d063b268a28357c4f60b167?t[0]=crop:width=3000,height=2065,x=0,y=0&t[1]=maxSize:width=990&t[2]=resize:width=990&accessToken=c72ee908192cf13742a4bcb5e02d7ed9ada4c354686b845812a4584105d4fb46", "performance_score": 0, "domain_rank": 1454, "social": {"facebook": {"likes": 0, "comments": 1, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b6495e7b7f2a30e1cd4d5645dbc1ea68c5d8784e", "url": "http://omgili.com/ri/jHIAmI4hxg_NYCnQ5qVWzHImB3b5hCQABX6OyWOeuc4-", "ord_in_thread": 0, "author": "", "published": "2017-10-18T05:11:00.000+03:00", "title": "Rangers-uavgjort reddet klubben fra historisk knockout", "text": "(New York Rangers-Pittsburgh Penguins 4-4) Mats Zuccarello & co. risikerte en historisk dårlig sesongstart, men reddet stumpene da de møtte regjerende mester Pittsburgh Penguins. Denne saken handler om: Mats Zuccarello \nPenguins viste fra start at de ikke hadde planer om å by på en lett match. Phil Kessel lurte pucken forbi Rangers’ svenske målvakt Henrik Lundquist kun etter 43 sekunder. Knappe 12 minutter senere økte bortelagets Carl Hagelin ledelsen til 2–0 i Madison Square Garden i New York. \nBakgrunn: Zuccarello risikerer historisk knockout \nMen Rangers svarte og sørget for tre mål på rappen. David Desharnais satte inn lagets første mål etter seks minutter, etterfulgt av Pavel Buchnevich med assist fra Zuccarello et halvannet minutt senere. \nLike etter, på minuttet, sørget J.T Miller for at Rangers tok over ledelsen med stillingen 3–2. Ti minutter senere utlignet Penguins’ Patric Hornqvist. \nSpenningen fortsatte i tredje og siste periode. Hjemmelagets Michael Grabner tok ledelsen etter åtte minutter, men kun ett minutt før slutt utlignet Penguins' Sidney Crosby til stillingen 4–4. \nDet var knyttet mye spenning til kveldens kamp. Rangers har så langt i sesongen tapt fem av seks kamper, og om Penguins stakk av med seieren i kveldens kamp, hadde det ført til New York-lagets dårligste sesongstart på 57 år.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "phil kessel", "sentiment": "none"}, {"name": "henrik lundquist", "sentiment": "none"}, {"name": "knappe", "sentiment": "none"}, {"name": "pavel buchnevich", "sentiment": "none"}, {"name": "carl hagelin", "sentiment": "none"}, {"name": "patric hornqvist", "sentiment": "none"}, {"name": "david desharnais", "sentiment": "none"}, {"name": "miller", "sentiment": "none"}, {"name": "sidney crosby", "sentiment": "none"}, {"name": "denne", "sentiment": "none"}, {"name": "michael grabner", "sentiment": "none"}, {"name": "bakgrunn", "sentiment": "none"}], "organizations": [{"name": "rangers-pittsburgh penguins", "sentiment": "negative"}, {"name": "pittsburgh penguins", "sentiment": "none"}, {"name": "rangers", "sentiment": "none"}, {"name": "penguins", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "madison square garden", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-18T05:28:49.000+03:00"}], "totalResults": 7, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508293729000&q=language%3Aenglish+site%3Avg.no&sort=crawled", "requestsLeft": 742}