{"posts": [{"thread": {"uuid": "cfee46884efdce0bb50a83c512d076224c57d623", "url": "http://omgili.com/ri/jHIAmI4hxg.vI4lo8kOiZmRs9n0nG0ZHw7U_z5ZykanxAWMbioipuAkf4QDCgV0boTY6fXuH8c0-", "site_full": "web.expasy.org", "site": "expasy.org", "site_section": "http://cb.openmolecules.net/atom.php?category=&type=latest_posts", "site_categories": ["science", "biology"], "section_title": "Chemical blogspace - latest posts", "title": "seeking past shelter (Protein Spotlight)", "title_full": "seeking past shelter (Protein Spotlight)", "published": "2017-10-26T09:42:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://web.expasy.org/spotlight/img/favicons/apple-touch-icon.png", "performance_score": 0, "domain_rank": 66872, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cfee46884efdce0bb50a83c512d076224c57d623", "url": "http://omgili.com/ri/jHIAmI4hxg.vI4lo8kOiZmRs9n0nG0ZHw7U_z5ZykanxAWMbioipuAkf4QDCgV0boTY6fXuH8c0-", "ord_in_thread": 0, "author": "Protein Spotlight", "published": "2017-10-26T09:42:00.000+03:00", "title": "seeking past shelter (Protein Spotlight)", "text": "This article was published in October 2017 Share it on , Facebook or \nNothing can survive without the means to defend itself. If bacteria are unable to protect themselves from freezing temperatures, they perish. If we cannot fight off the flu virus, we pass away. If plants cannot ward off toxic fungi, they wilt and die. In fact, we all spend a lot of time shunning \"stresses\", of either biological (biotic) origin, or non-biological (abiotic) origin. The good part is that when an organism has managed to check an infection or deal with harsh conditions once, it does not forget and will react all the faster if the same thing occurs again. In other words, somehow and somewhere, memories are engraved in an organism. This is precisely how a vaccination works in humans. Needless to say, scientists have also found ways to prepare a plant's resistance mechanisms in advance by treating it with certain substances or presenting it with stressful environmental conditions. This is called plant defence priming. Researchers also observed that this acquired state of a plant can also be inherited, which is like passing down a form of instinct: that of knowing how to deal with the enemy. One protein is known to be involved in the priming process, and has no doubt a role in preserving this protective memory. It has been named protein Impaired in BABA-Induced Sterility 1, or IBS1. «Organisms have ways of \"remembering\" forms of stress they have been through, and if the situation occurs again, they will be faster to respond. Such acquired resistance has probably been used since the dawn of time, and is the fodder of evolution.» \nWhen an organism, such as a plant, is infected by a virus, bacteria or any other microorganism which may cause the plant harm, a whole series of molecular pathways are triggered off to defeat the pathogen. The same occurs when a plant has to deal with surroundings that are temporarily trying, such as periods of drought or high salinity for example. Once the biotic or abiotic stress has been overcome, the plant has ways of \"remembering\" what was unpleasant, and if the situation is to occur again, it will be faster to respond. Both a timesaver and a lifesaver, such acquired resistance has no doubt been used by living beings since the dawn of time. It is also the fodder of evolution. \nAcquired resistance to pathogens can also be induced artificially. We all remember when the doctor came to school for our vaccinations, and we were told to join the long silent queue, with a smell of disinfectant in the air and our shirt sleeve rolled up as far as it would go, awaiting our dreaded turn as we watched those before us receiving their jag. Vaccinations are merely a way of engraving in our system the memory of a given pathogen, and if it happens to cross our path again, our bodies are able to react swiftly thereby lessening the pathogen's chance of doing too much harm. The same can be done by inoculating different substances into plants, and it is called priming. One such substance, which is able to induce resistance to a broad spectrum of biotic and abiotic stresses, is known as ß-aminobutyric acid, or BABA. Aquatic Layers, by Laurie Levin \ncourtesy of the artist \nHow can one sole substance prepare a plant to fight against such a wide range of pathogenic circumstances? Though plant defence priming has been known for decades, the molecular mechanisms underlying it are still poorly understood. It could be that BABA encourages the accumulation of signalling proteins - or perhaps their post-translational modification - which remain inactive for as long as the plant hasn't encountered some form of stress. When this happens, the signalling proteins would then be pulled out of their torpor to fire off signal transduction pathways involved in defence. Another hypothesis involves the accumulation of pre-expressed transcription factors which would then react to stress by stimulating a set of defence genes. More recently, the importance of epigenetic mechanisms, such as histone modification or DNA methylation for instance, has been suggested - two processes known to be essential in the regulation of gene expression. \nScientists discovered the existence of at least one protein directly involved in the BABA priming of Arabidopsis thaliana . It has been given the unattractive name of Impaired in BABA-induced sterility 1 (or ISB1), because although a low concentration of BABA promotes priming, too high a concentration brings about sterility. Though, to date, ISB1 has revealed very little about itself, we do know that it regulates BABA priming and is involved in distinct signal transduction pathways. It bears sequence resemblance to kinases involved in the control of signal transduction pathways which regulate gene transcription, and is also similar to kinases that have a role in stress-related responses in plants. It also carries membrane-binding properties that are characteristic of many signal transduction proteins. Signal transduction, gene transcription, stress-related responses... three biological processes that are central to an organism's defence. «The notion that a memory can be passed down generations without being inscribed in genes is very intriguing, and echoes the importance of epigenetics in the inheritance of states experienced by our forefathers, such as melancholy or depression.» \nOne surprising observation: priming seems to be hereditary. In other words, if a plant has acquired induced resistance to stress, this induced resistance - or its memory - is passed down to the plant's progeny. This means that the direct progeny of a primed plant does not need to be treated further with BABA to be primed itself. What is more, if the primed group of seedlings is also treated with BABA, it reacts fast, as though it were \"primed to be primed\". However, if BABA treatment is not repeated, the primed state seemingly dilutes in the succeeding generations to fade away altogether - although the passing of the primed state also depends on pathogen severity and the priming agent. How is the primed state transferred to the next generation from a molecular point of view? It could well be the doings of epigenetic mechanisms: DNA methylation, for instance, which is an ideal candidate because of its stability. \nPlant priming has obvious implications for sustainable agriculture and its economics, as well as for generating crop varieties. Plants can be prepared to react rapidly to stress, and their offspring are either already prepared or can be readily primed by using lower concentrations of the priming agent. Furthermore, a primed plant is kept in a state of alert and not in an energy-consuming situation where, for example, several signal transduction pathways have kicked off but are subsequently frozen as they await the stress signal. The notion that a memory - such as resistance - can be passed down generations without it being actually inscribed in genes is very intriguing, and echoes the importance epigenetic mechanisms may have in the inheritance of states caused by traumas experienced by our forefathers, such as melancholy or depression. References 1. Ana Slaughter, Daniel X., Flors V., Luna E., Hohn B., Mauch-Mani B. \nDescendants of primed Arabidopsis plants exhibit resistance to biotic stress \nPlant Physiology 158:835-843(2012) \nPMID: 22209872 2. Conrath U., Beckers G.J.M., Flors V., García-Austín P., Jakab G., Mauch F., Newman Mari-Anne, Pieterse C.M., Poinssot B., Pozo M.J., Pugin A., Schaffrath U., Ton J., Wendehenne D., Zimmerli L, Mauch-Mani B. \nPriming: Getting ready for battle \nThe International Journal of Biochemistry & Cell Biology 37:42-47(2005)", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "baba", "sentiment": "none"}, {"name": "mauch-mani b.  descendants", "sentiment": "none"}, {"name": "laurie levine", "sentiment": "none"}, {"name": "mauch", "sentiment": "none"}, {"name": "daniel x.", "sentiment": "none"}, {"name": "hohn", "sentiment": "none"}, {"name": "jakab", "sentiment": "none"}, {"name": "luna e.", "sentiment": "none"}, {"name": "mauch-mani", "sentiment": "none"}, {"name": "ana slaughter", "sentiment": "none"}, {"name": "pugin", "sentiment": "none"}, {"name": "newman mari-anne", "sentiment": "none"}, {"name": "pieterse c.m.", "sentiment": "none"}, {"name": "zimmerli", "sentiment": "none"}, {"name": "garcía-austín", "sentiment": "none"}], "organizations": [{"name": "protein spotlight", "sentiment": "negative"}, {"name": "facebook", "sentiment": "negative"}, {"name": "conrath u.", "sentiment": "none"}, {"name": "international journal of biochemistry & cell biology", "sentiment": "none"}, {"name": "beckers g.j.m.", "sentiment": "none"}], "locations": [{"name": "pozo m.j.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T21:32:40.000+03:00"}], "totalResults": 1, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509042760000&q=language%3Aenglish+site%3Aexpasy.org&sort=crawled", "requestsLeft": 603}