{"posts": [{"thread": {"uuid": "ae994e168b74d2eb3eb8b912f12c2c00823096a5", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RbG1bDd8r4PMbLB9NZ1PQF8Ofa4QF.wQc4rc7QyuJpg4kufAbSmqal2PvlHZt7l6gZ02g0bNZd0OPXMuL1NpzCAVh7Gb6YHWBO89eXY4C9WaYEKCIHm7FVDbTn3sOshUQsQPBSUwMUH2ozwrU25nWE4-", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://news.google.com/news?pz=1&cf=all&ned=us&hl=en&topic=snc&output=rss", "site_categories": [], "section_title": "Science - Google News", "title": "We have way more neanderthal genes than scientists previously thought - Mother Nature Network", "title_full": "We have way more neanderthal genes than scientists previously thought - Mother Nature Network", "published": "2017-10-07T09:27:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2017/10/neanderthal.jpg.600x315_q80_crop-smart.jpg", "performance_score": 7, "domain_rank": 7215, "social": {"facebook": {"likes": 720, "comments": 0, "shares": 720}, "gplus": {"shares": 0}, "pinterest": {"shares": 2}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ae994e168b74d2eb3eb8b912f12c2c00823096a5", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RbG1bDd8r4PMbLB9NZ1PQF8Ofa4QF.wQc4rc7QyuJpg4kufAbSmqal2PvlHZt7l6gZ02g0bNZd0OPXMuL1NpzCAVh7Gb6YHWBO89eXY4C9WaYEKCIHm7FVDbTn3sOshUQsQPBSUwMUH2ozwrU25nWE4-", "ord_in_thread": 0, "author": "", "published": "2017-10-07T09:27:00.000+03:00", "title": "We have way more neanderthal genes than scientists previously thought - Mother Nature Network", "text": "We have way more neanderthal genes than scientists previously thought Neanderthals might be extinct, but their genes still live on inside of us. Tweet A number of your genes come from neanderthals. (Photo: Paul Hudson /Flickr) \nNot that long ago, Homo sapiens weren't the only humans around. There were also the neanderthals, a species or subspecies much like us, but also distinct, that roamed a vast territory from Europe to Northern Asia. Though they likely went extinct around 40,000 years ago, there's now growing evidence that they're actually still with us-- or at least, their genes are, reports Livescience . \nA new study has found that many modern humans are carrying around way more neanderthal DNA than scientists had previously thought. Earlier genetic analysis found that modern human populations that originate outside Africa possess between 1.5 to 2.1 percent neanderthal DNA. But the new research-- based upon an exceptionally well-preserved specimen-- found that the true number likely falls somewhere between 1.8 and 2.6 percent. That's a significant increase. \nScientists were even able to identify exactly which genes our \"caveman\" forebears left us, some of which play roles in cholesterol levels, arthritis, nicotine addiction, blood levels of vitamin D, body fat levels, and even schizophrenia. That might make it sound like we don't have much from neanderthals to be thankful for, but it's not actually all bad. \n\"Variants from Neanderthals are not necessarily bad for your health,\" explained lead study author Kay Prüfer. \"We find one variant that is associated with LDL cholesterol, and the variant we got from Neanderthals is associated with lower LDL cholesterol.\" \nThe new findings were based on bone fragments from a 52,000 year old female specimen found in Vindija Cave, in Croatia. Researchers were able to analyze billions of DNA segments from these samples, making it one of the most comprehensive genetic studies to date on neanderthals. \nInterestingly, researchers also found evidence that ancient neanderthal populations were likely sparse and small, which may have led to some inbreeding. For instance, the Vindija specimen's parents could only have carried about 1.6 differences per 10,000 base pairs of DNA. \nPrüfer put this number into perspective: \"For comparison, modern humans in Africa have around 10 differences in 10,000 [base pairs], and Europeans and Asians around seven differences in 10,000 — much more than we see in neanderthals. This shows again that neanderthals lived in small populations.\" \nThose small populations could explain why neanderthals eventually became vulnerable to extinction, though that's just speculation at this time. To know more, we'll need to find more neanderthal DNA to analyze. \n\"More neanderthal genomes will help us to better understand how they were related in space and time, but also to narrow down which neanderthals contributed to disease,\" said Prüfer. \nThe findings were published in the journal Science . Related on MNN:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kay prüfer", "sentiment": "none"}, {"name": "paul hudson", "sentiment": "none"}, {"name": "prüfer", "sentiment": "none"}], "organizations": [], "locations": [{"name": "europe", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "vindija cave", "sentiment": "none"}, {"name": "northern asia", "sentiment": "none"}, {"name": "croatia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-07T12:42:45.001+03:00"}, {"thread": {"uuid": "72571ffd18fca0439a3bff30794ebf747f4c3f0e", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hz3a5z5MHvRfVDXp8un7B7nLrJm2z4KQniLmNbDJbfDsr74Pm6fYAxgE_YtP2yKty03fnikacHsE7Qsm6IvIrYlKc.Y7VeozXbf6cDfX42JZHGRbDZghAN8YNFJiq_t_Mo-", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://news.google.co.in/news?pz=1&cf=all&ned=in&hl=en&topic=snc&output=rss", "site_categories": [], "section_title": "Science - Google News", "title": "Ecosystem hidden for thousands of years found underneath calved iceberg - Mother Nature Network", "title_full": "Ecosystem hidden for thousands of years found underneath calved iceberg - Mother Nature Network", "published": "2017-10-07T20:54:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "IN", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2017/10/iceberg.jpg.600x315_q80_crop-smart.jpg", "performance_score": 4, "domain_rank": 7215, "social": {"facebook": {"likes": 428, "comments": 0, "shares": 428}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 4}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "72571ffd18fca0439a3bff30794ebf747f4c3f0e", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hz3a5z5MHvRfVDXp8un7B7nLrJm2z4KQniLmNbDJbfDsr74Pm6fYAxgE_YtP2yKty03fnikacHsE7Qsm6IvIrYlKc.Y7VeozXbf6cDfX42JZHGRbDZghAN8YNFJiq_t_Mo-", "ord_in_thread": 0, "author": "", "published": "2017-10-07T20:54:00.000+03:00", "title": "Ecosystem hidden for thousands of years found underneath calved iceberg - Mother Nature Network", "text": "Ecosystem hidden for thousands of years found underneath calved iceberg Biologists are scrambling to study these unseen waters and the life forms they may contain. Tweet The iceberg is about the size of Delaware. (Photo: Copernicus Sentinel-1 via BAS) \nWhen one of the largest icebergs ever recorded — measuring roughly the size of Delaware —broke free from the Larsen C ice shelf on the Antarctic Peninsula last July, it exposed an entirely unexplored region of the Southern Ocean. Scientists are now racing to study what strange new creatures might have been lurking in the dark depths underneath this massive sheet of ice before the ecosystem changes forever, reports Nature . \n\"I cannot imagine a more dramatic shift in environmental conditions in any ecosystem on Earth,” said Julian Gutt, a marine ecologist at the Alfred Wegener Institute for Polar and Marine Research in Bremerhaven, Germany. \nAs the iceberg drifts into the Weddell Sea, some 5,800 square kilometers of sea floor that have been shielded by ice for up to 120,000 years will reveal unimaginable secrets. The opportunity represents one of the only positives for an event wrought by a rapidly changing climate. The ecosystem found there is almost certainly destined to disappear as soon as it is exposed, as outside species race in to colonize the new turf. \nFor now, though, it's an incredible opportunity for scientists to get a glimpse at rare unexplored terrain. \nBecause this isn't the first iceberg to split off in the region, scientists do have some inkling of what to expect. For instance, video footage taken by geophysicists on a US Antarctic Program cruise at the site of Larsen B in March of 2005 showed that the sea floor was covered in an immense white mat — likely a vast layer of sulfur-eating microbes. Giant chemotrophic clams also dotted the otherworldly landscape. But by the time a true research vessel made it to the area for intense study, only dead clam shells and decaying plant matter remained. \nScientists hope to beat the inevitable collapse of this fragile ecosystem this time. They will also be able to study how these ecosystems transition and adapt to such monumental, rapid environmental changes. \nLuckily, thanks to a 2016 agreement by the multinational Commission for the Conservation of Antarctic Marine Living Resources to automatically designate any areas of ocean exposed by the collapse or retreat of ice shelves as a Special Area for Scientific Study, commercial fishing is prohibited in the Larsen C region for at least two years. That should help ensure that the study area remains pristine. \nFor now, though, scientists are impatiently biding their time as research proposals await approval and the area is safe for vessels to travel in. \n“We need the wind to blow the iceberg out a bit more and to blow the sea ice out of there,” says British Antarctic Survey spokesperson Athena Dinar. Related on MNN:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "copernicus", "sentiment": "none"}, {"name": "larsen", "sentiment": "none"}, {"name": "julian gutt", "sentiment": "none"}, {"name": "athena dinar", "sentiment": "none"}], "organizations": [{"name": "marine research", "sentiment": "none"}, {"name": "alfred wegener institute for polar", "sentiment": "none"}, {"name": "antarctic survey", "sentiment": "none"}, {"name": "antarctic marine living resources", "sentiment": "none"}, {"name": "us antarctic program", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "weddell sea", "sentiment": "none"}, {"name": "antarctic peninsula", "sentiment": "none"}, {"name": "southern ocean", "sentiment": "none"}, {"name": "delaware", "sentiment": "none"}, {"name": "bremerhaven", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-07T21:40:03.012+03:00"}, {"thread": {"uuid": "22c9a2b204e3277e676ca00282f3290e6380235a", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RbG1bDd8r4PMGNA_DXgu4OUfB9o7KxjaD3bkSDgp32Rif6ZEhBbJLdQph8ZUhDbB_Ci0Fg.HjdAO7cHMVQayFqY8mplc3THZ.3QnHDwg.Q.HHSdPVzeS.sCOJv9xCeJkbw--", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://feed43.com/anomalist.xml", "site_categories": [], "section_title": "THE ANOMALIST", "title": "Are You Living In The Matrix? It's Impossible, Say Quantum Physicists - Mother Nature Network", "title_full": "Are You Living In The Matrix? It's Impossible, Say Quantum Physicists - Mother Nature Network", "published": "2017-10-07T23:37:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2017/09/matrix.jpg.600x315_q80_crop-smart.jpg", "performance_score": 1, "domain_rank": 7215, "social": {"facebook": {"likes": 140, "comments": 0, "shares": 140}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "22c9a2b204e3277e676ca00282f3290e6380235a", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RbG1bDd8r4PMGNA_DXgu4OUfB9o7KxjaD3bkSDgp32Rif6ZEhBbJLdQph8ZUhDbB_Ci0Fg.HjdAO7cHMVQayFqY8mplc3THZ.3QnHDwg.Q.HHSdPVzeS.sCOJv9xCeJkbw--", "ord_in_thread": 0, "author": "", "published": "2017-10-07T23:37:00.000+03:00", "title": "Are You Living In The Matrix? It's Impossible, Say Quantum Physicists - Mother Nature Network", "text": "Are you living in the Matrix? It's impossible, say quantum physicists Reality can never be perfectly simulated if you take into consideration quantum complexity. Tweet Can reality be simulated on a computer? (Photo: Isaiah van Hunan /Flickr) \nIt's a question that philosophers have been asking since the dawn of philosophy itself: What's real? Is the world as we perceive it really the world? And how can we know one way or another? \nThe latest version of this age-old conundrum, popularized in the 1999 sci-fi film \"The Matrix,\" puts things in modern technological terms: Could reality be nothing more than a computer simulation? \nThis is, technically, merely a theoretical question. No computer around today has the computing power to simulate the entire universe, not even close. But could such a super-super-supercomputer even be possible? Might you be unknowingly lying in a gel-filled pod somewhere with circuits in your head, while an ultra-powerful artificial intelligence feeds off the electrical pulses surging between neurons in your brain? \nThankfully, the plot of \"The Matrix\" is not only implausible, it's actually impossible. At least, that's according to a pair of quantum physicists, Zohar Ringel and Dmitry Kovrizhin, from the University of Oxford and the Hebrew University in Israel. They crunched the numbers and found that the computing power needed to simulate the universe all the way down to the quantum level would require a memory built from more atoms than there are in the universe itself. \nIn other words, thanks to the immense complexity of quantum phenomenon, simulating the universe as we currently understand it is fundamentally an intractable problem. \nFor their experiment, the researchers focused on a particular problem known as a Monte-Carlo simulation (also known as the \"thermal Hall conductance\" in condensed matter physics, or a \"gravitational anomaly\" in high-energy physics). Basically, these simulations are computations based on random samples of a system. When applied in quantum physics, they can be useful for making the weird realm of uncertainty found there into something more predictable. \nBut when researchers ran their simulations, they kept running into a fundamental error. No matter how they crunched the numbers, Monte-Carlo simulations could not model for quantum complexity. \nDespite how this might sound, it's actually good news if you're concerned about your life being a computer simulation. It means that there's simply no way for a computer algorithm to possibly make sense of the weirdness that happens on the quantum level. \n\"Our work provides an intriguing link between two seemingly unrelated topics: gravitational anomalies and computational complexity. It also shows that the thermal Hall conductance is a genuine quantum effect: one for which no local classical analogue exists,\" explained Ringel, in a press release . \nThis doesn't mean that the universe can't still be a simulation, but it's not a simulation that can be run on any computer system like we've ever created. That raises the bar significantly for any theorist or Matrix-enthusiast who still wants to hang on the possibility of one day choosing the red pill. In order to keep faith, they'll need to appeal to a technology that is beyond the realm of current imaginability. \nBut hey, that's what science fiction is for. Related on MNN:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "isaiah van hunan", "sentiment": "none"}, {"name": "zohar ringel", "sentiment": "none"}, {"name": "dmitry kovrizhin", "sentiment": "none"}, {"name": "ringel", "sentiment": "none"}], "organizations": [{"name": "hebrew university", "sentiment": "none"}, {"name": "university of oxford", "sentiment": "none"}], "locations": [{"name": "israel", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-08T06:19:37.011+03:00"}, {"thread": {"uuid": "5596bf0538096085767845143b9afa2982265e3e", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hz3a5z5MHvRfVDXp8un7B7nvpLEUemuxWISi9AM8l4vofpI6_MTbSj6fskqcTeRNMdN6t7C1EtlPA--", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://www.wallflux.com/feed/246431862051194", "site_categories": ["media"], "section_title": "Liz Marshall", "title": "Link: 10 rivers may deliver bulk of ocean plastic", "title_full": "Link: 10 rivers may deliver bulk of ocean plastic", "published": "2017-10-16T19:12:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "NL", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2017/10/plastic-pollution-river.jpg.600x315_q80_crop-smart.jpg", "performance_score": 0, "domain_rank": 7215, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5596bf0538096085767845143b9afa2982265e3e", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hz3a5z5MHvRfVDXp8un7B7nvpLEUemuxWISi9AM8l4vofpI6_MTbSj6fskqcTeRNMdN6t7C1EtlPA--", "ord_in_thread": 0, "author": "", "published": "2017-10-16T19:12:00.000+03:00", "title": "Link: 10 rivers may deliver bulk of ocean plastic", "text": "MNN.com > Earth Matters > Wilderness & Resources 10 rivers may deliver bulk of ocean plastic As much as 95 percent of the plastic waste that reaches oceans via rivers is carried by just 10 waterways, according to a new study. Tweet Urban rivers are a key source of the plastic waste plaguing many marine ecosystems. (Photo: DutchScenery/Shutterstock) \nEarth's oceans have a big plastic problem. They receive roughly 8 million metric tons of plastic waste every year, much of which can drift around for decades or centuries without truly decomposing. Instead, it just crumbles into smaller pieces known as microplastics, which often fatally trick marine wildlife into eating them. \nSome ocean plastic is discarded directly into the ocean — from sources like cargo ships, fishing boats and oil rigs — but a large amount washes there from shore, including inland litter carried to coasts by rivers. In the Great Pacific Garbage Patch , for example, about 80 percent of debris began its journey as terrestrial trash. \nLike the plastic itself, any solution to this problem will need to come from people all over the planet. That said, some places have more room for improvement than others. According to a new study , rivers carry up to 4 million metric tons of plastic out to sea per year — but just 10 rivers may deliver as much as 95 percent of it. \nDiscarded plastic bottles congregate near a river bank in Chaiyaphum, Thailand. (Photo: Bubbers BB/Shutterstock) \nEight of those 10 rivers are in Asia, the study found, similar to the findings of another recent study on plastic pollution in rivers. This also fits with earlier research on plastic pollution by country, which has linked the problem with factors like population density and waste-management infrastructure. According to a 2015 study , 11 of the top 20 countries for plastic pollution are in Asia, with China at No. 1. Other countries in the top 20 include Brazil, Egypt and Nigeria — as well as the U.S. at No. 20. \nFor the new study, published in the journal Environmental Science & Technology, researchers analyzed dozens of previous studies on plastic in rivers. This covered 79 sampling sites along 57 rivers around the world, and showed that a river's plastic load is positively related to mismanagement of plastic waste in its watershed. \nThe top waterway for ocean plastic seems to be China's Yangtze River, which carries as much as 1.5 million metric tons of plastic into the East China Sea every year. The Yangtze is Asia's longest river at 6,300 kilometers (nearly 4,000 miles), and passes through major population centers like Chongqing, Wuhan, Nanjing and Shanghai, the most populous city in China with more than 24 million people. \nA view of the Yangtze River in Chongqing, China. (Photo: Fred Dufour/AFP/Getty Images) \nThe Yangtze showed the highest load of microplastics seen in any river, while the San Gabriel River in Los Angeles had the highest specific loads of macroplastics. The concentration of plastic waste varies widely from river to river, as it does within the ocean, but the average river concentration \"is roughly 40−50 times higher than the maximum concentration observed in the open ocean,\" the researchers write. \nHere are the top 10 river systems contributing to ocean plastic, according to the new study, as well as the seas they feed and the continents where they're located: Yangtze River, Yellow Sea, Asia Indus River, Arabian Sea, Asia Yellow River (Huang He), Yellow Sea, Asia Hai River, Yellow Sea, Asia Nile, Mediterranean Sea, Africa Meghna/Bramaputra/Ganges, Bay of Bengal, Asia Pearl River (Zhujiang), South China Sea, Asia Amur River (Heilong Jiang), Sea of Okhotsk, Asia Niger River, Gulf of Guinea, Africa Mekong River, South China Sea, Asia \nWhile ocean plastic remains a daunting problem, this could be good news for the quest to control it. These 10 waterways contribute between 88 and 95 percent of the total plastic load that oceans receive via rivers, the study's authors conclude, so they would be good places to focus our efforts on better waste management. \n\"The high fraction of a few river catchments contributing the vast majority of the total load implies that potential mitigation measures would be highly efficient when applied in the high-load rivers,\" the researchers write. \n\"Reducing plastic loads by 50 percent in the 10 top-ranked rivers,\" they add, \"would reduce the total river-based load to the sea by 45 percent.\" \nAn albatross chick stands amid garbage on Midway Atoll in the North Pacific. (Photo: Kris Krüg /Flickr) \nThat would be huge, so it certainly makes sense to focus on these 10 watersheds. Still, this study doesn't absolve people living elsewhere. Even small amounts of plastic waste can kill marine wildlife, including already-endangered animals like sea turtles. And while industrial nations have gotten better at managing plastic waste overall, their failures are still significant, especially near their own coasts. \nSome of that plastic pollution comes from less obvious sources, like synthetic fibers or toothpaste, but as study author Christian Schmidt tells iNews , much of it boils down to one of the most basic environmental gaffes of all: littering. \"The main source in developed countries is littering,\" says Schmidt, a researcher at the Helmholtz-Centre for Environmental Research in Germany. \"This could be reduced if, for example, people would stop throwing food packaging out of their car windows.\" \nThat may seem obvious, but it's easy to overlook the many ways we use — and discard — plastic throughout the day. And given the ecological problems it can cause wherever it ends up, it's almost always worth the effort to prevent even a little plastic waste. For inspiration, check out this list of ways to keep plastic where it belongs .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "huang", "sentiment": "none"}, {"name": "christian schmidt", "sentiment": "none"}, {"name": "fred dufour/afp/getty images", "sentiment": "none"}, {"name": "kris krüg", "sentiment": "none"}, {"name": "schmidt", "sentiment": "none"}], "organizations": [{"name": "environmental science & technology", "sentiment": "none"}, {"name": "environmental research", "sentiment": "none"}], "locations": [{"name": "asia niger river", "sentiment": "none"}, {"name": "heilong jiang", "sentiment": "none"}, {"name": "egypt", "sentiment": "none"}, {"name": "arabian sea", "sentiment": "none"}, {"name": "thailand", "sentiment": "none"}, {"name": "yellow sea", "sentiment": "none"}, {"name": "chaiyaphum", "sentiment": "none"}, {"name": "yangtze river", "sentiment": "none"}, {"name": "north pacific", "sentiment": "none"}, {"name": "yangtze", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "china", "sentiment": "none"}, {"name": "wuhan", "sentiment": "none"}, {"name": "brazil", "sentiment": "none"}, {"name": "chongqing", "sentiment": "none"}, {"name": "nigeria", "sentiment": "none"}, {"name": "mediterranean sea", "sentiment": "none"}, {"name": "nanjing", "sentiment": "none"}, {"name": "asia indus river", "sentiment": "none"}, {"name": "south china sea", "sentiment": "none"}, {"name": "shanghai", "sentiment": "none"}, {"name": "bay of bengal", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "asia hai river", "sentiment": "none"}, {"name": "asia nile", "sentiment": "none"}, {"name": "san gabriel river", "sentiment": "none"}, {"name": "zhujiang", "sentiment": "none"}, {"name": "asia amur river", "sentiment": "none"}, {"name": "asia", "sentiment": "none"}, {"name": "east china sea", "sentiment": "none"}, {"name": "asia yellow river", "sentiment": "none"}, {"name": "gulf of guinea", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}, {"name": "africa mekong river", "sentiment": "none"}, {"name": "asia pearl river", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-17T03:25:40.000+03:00"}, {"thread": {"uuid": "5bf2125f9380ee59109389f50f5b68db802a7ffa", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3HxYUjkNjFoZQiiczZ5usSr861vvrHbNfFBOFAZPL3sZ1h45J8dtmcUWJnA5RfLF.iRJgNZkOVYO0w--", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Why the skies over England turned a haunting shade of yellow - Global Change", "title_full": "Why the skies over England turned a haunting shade of yellow - Global Change", "published": "2017-10-17T20:13:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.226, "main_image": "https://i1.wp.com/www.global-change.co.uk/wp-content/uploads/2017/10/why-the-skies-over-england-turned-a-haunting-shade-of-yellow.jpg?fit=992%2C414&ssl=1", "performance_score": 1, "domain_rank": 7215, "social": {"facebook": {"likes": 165, "comments": 0, "shares": 165}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5bf2125f9380ee59109389f50f5b68db802a7ffa", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3HxYUjkNjFoZQiiczZ5usSr861vvrHbNfFBOFAZPL3sZ1h45J8dtmcUWJnA5RfLF.iRJgNZkOVYO0w--", "ord_in_thread": 0, "author": "Global Change", "published": "2017-10-17T20:13:00.000+03:00", "title": "Why the skies over England turned a haunting shade of yellow - Global Change", "text": "tweet \nWhy the skies over England turned a haunting shade of yellow The eerie hue was caused by the collision of two occurrences: fires in southern Europe and winds from Hurricane Ophelia. http://www.global-change.co.uk “Do not believe in anything simply because you have heard it. Do not believe in anything simply because it is spoken and rumored by many. Do not believe in anything simply because it is found written in your religious books. Do not believe in anything merely on the authority of your teachers and elders. Do not believe in traditions because they have been handed down for many generations. But after observation and analysis, when you find that anything agrees with reason and is conducive to the good and benefit of one and all, then accept it and live up to it.” – The Buddha ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "buddha", "sentiment": "none"}], "organizations": [], "locations": [{"name": "england", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-18T09:24:34.003+03:00"}, {"thread": {"uuid": "2937ef5edbd137d952376ffd624a4269c1787dd1", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hz3a5z5MHvRfVDXp8un7B7nvpLEUemuxWKteU59KP.yzP1aeSSt8J_35zNDfH6loQsPV2d9KcrQExjBoh.5kq2utKro.MXrWzicVKcegIkSGg--", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://heresalink.com/rss", "site_categories": ["media"], "section_title": "(no title)", "title": "How do you clean up the world's coasts? One volunteer at a time.", "title_full": "How do you clean up the world's coasts? One volunteer at a time.", "published": "2017-10-25T04:03:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2017/09/coastal_cleanup.jpg.600x315_q80_crop-smart.jpg", "performance_score": 4, "domain_rank": 7215, "social": {"facebook": {"likes": 415, "comments": 0, "shares": 415}, "gplus": {"shares": 0}, "pinterest": {"shares": 11}, "linkedin": {"shares": 9}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2937ef5edbd137d952376ffd624a4269c1787dd1", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hz3a5z5MHvRfVDXp8un7B7nvpLEUemuxWKteU59KP.yzP1aeSSt8J_35zNDfH6loQsPV2d9KcrQExjBoh.5kq2utKro.MXrWzicVKcegIkSGg--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T04:03:00.000+03:00", "title": "How do you clean up the world's coasts? One volunteer at a time.", "text": "How do you clean up the world's coasts? One volunteer at a time Each September, cleanup crews remove trash from local waterways. Tweet Since 1986, Ocean Conservancy has organized an annual International Coastal Cleanup to remove debris from the world's oceans. (Photo: Ocean Conservancy/Shine Gabienu) \nHundreds of thousands of volunteers gathered on local shorelines in mid-September to take part in the Ocean Conservancy's International Coastal Cleanup (ICC), the world's largest single-day volunteer effort to remove trash from beaches and waterways. \nThis year, the Ocean Conservancy says, people in more than 100 countries participated in more than 6,000 events where they not only removed trash ( much of it plastic ) but they also logged the debris they collected into a database, which researchers, industry leaders and policymakers use \"to inform policy and determine solutions to the growing marine debris crisis,\" according to the conservancy. International Coastal Cleanup volunteers in Lagos, Nigeria. (Photo: Ocean Conservancy/Shine Gabienu) \n“Marine debris, specifically plastics in the ocean, is a pervasive and proliferating problem that threatens every corner of our global ocean, from sea surface to sea floor and from beach sand to Arctic sea ice,” said Nicholas Mallos, director for Ocean Conservancy’s Trash Free Seas Program. “The International Coastal Cleanup not only mitigates the threat of debris, but it raises global public awareness of the issue.” Some of the bags of debris removed from shorelines in Santa Cruz, California, during the 2017 International Coastal Cleanup. (Photo: Kimberly Saxton-Heinrichs/Save Our Shores and Ocean Conservancy) \nSince the first ICC in 1986, nearly 12 million volunteers have removed more than 220 million pounds of trash from oceans, rivers and lakes, the Ocean Conservancy says . \nMillions of tons of trash flow into oceans each year , and that garbage gets tangled up with wildlife . \"Plastics — which never fully biodegrade but rather break up into smaller and smaller pieces called microplastics — are of particular concern,\" according to the conservancy. About 8 million tons of plastic alone pollutes oceans each year, and turtles and fish mistake bits of that plastic trash for food and eat it . Some of the items pulled from waterways in Washington, D.C. (Photo: Ocean Conservancy/Joy Asico) \nCigarette butts, plastic bags, plastic bottles, food containers, bottle caps and straws are some of the most-commonly collected items. But the Ocean Conservancy runs a contest to see which volunteer can collect the weirdest trash. The 1980s-era keyboard below might be a candidate. Other surprising finds included an Incredible Hulk action figure, a Polaroid camera, suitcases and a toy Godzilla. (You can see some of them here .) John Rible, a 25-year site captain at Natural Bridges for Save Our Shores Annual Coastal Cleanup, shares an interesting find during an ICC event in Lagos, Nigeria. (Photo: Kimberly Saxton-Heinrichs/Save Our Shores and Ocean Conservancy) \n“Year after year, I meet volunteers all around the world who remark on how transformative the International Coastal Cleanup has been for them in understanding the marine debris issue and the impact that they can have as an individual,” said Allison Schutes, senior manager for Ocean Conservancy’s Trash Free Seas Program. “The ICC illustrates how individual choices matter to ocean health.” This volunteer in Washington, D.C., collected armloads of trash during an ICC event. (Photo: Ocean Conservancy/Joy Asico) \nAs the Ocean Conservancy points out, removing pollution from our waterways is just one way to chip away at the problem. More effective waste management is another, and that's the one that will lead to cleaner oceans in the long term. Related on MNN: Want to see more great photos? Check out MNN’s photo blog Subscribe to our newsletter", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "nicholas mallos", "sentiment": "none"}, {"name": "john rible", "sentiment": "none"}, {"name": "kimberly", "sentiment": "none"}, {"name": "allison schutes", "sentiment": "none"}], "organizations": [{"name": "ocean conservancy", "sentiment": "none"}, {"name": "polaroid", "sentiment": "none"}, {"name": "save our shores annual coastal cleanup", "sentiment": "none"}, {"name": "international coastal cleanup", "sentiment": "none"}, {"name": "icc", "sentiment": "none"}, {"name": "ocean conservancy/joy asico", "sentiment": "none"}, {"name": "mnn", "sentiment": "none"}], "locations": [{"name": "lagos", "sentiment": "none"}, {"name": "d.c.", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "nigeria", "sentiment": "none"}, {"name": "santa cruz", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T05:36:20.010+03:00"}, {"thread": {"uuid": "2572fc4b8314aaa30260b309993f53459b69e9fd", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hxbo4dtCRdbwMuxxDyK3dicOLwvVax.VtR0rvE2IYxDV0NoEIi_j9qTQZGNuWP8yHU_HJgZ7Ihb8cTWARpsdItZ", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://news.google.com/news?svnum=10&as_scoring=n&hl=en&num=10&lr=lang_en&ft=i&cr=&ie=UTF-8&tab=wn&ned=us&aq=f&as_drrb=q&as_qdr=w&as_mind=6&as_minm=11&as_maxd=6&as_maxm=12&geo=&aq=f&q=allintext:+ornithology+location:usa&output=rss", "site_categories": ["media"], "section_title": "allintext: ornithology location:usa - Google News", "title": "Shrews shrink their own skulls to survive the winter - Mother Nature Network (blog)", "title_full": "Shrews shrink their own skulls to survive the winter - Mother Nature Network (blog)", "published": "2017-10-25T13:31:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2017/10/CommonShrewOnGreenMossyRock_socialpromo.jpg.600x315_q80_crop-smart.jpg", "performance_score": 1, "domain_rank": 7215, "social": {"facebook": {"likes": 199, "comments": 0, "shares": 199}, "gplus": {"shares": 0}, "pinterest": {"shares": 9}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2572fc4b8314aaa30260b309993f53459b69e9fd", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hxbo4dtCRdbwMuxxDyK3dicOLwvVax.VtR0rvE2IYxDV0NoEIi_j9qTQZGNuWP8yHU_HJgZ7Ihb8cTWARpsdItZ", "ord_in_thread": 0, "author": "", "published": "2017-10-25T13:31:00.000+03:00", "title": "Shrews shrink their own skulls to survive the winter - Mother Nature Network (blog)", "text": "Shrews shrink their own skulls to survive the winter October 25, 2017, 6:31 a.m. Noel Kirkpatrick Photo: Erni/Shutterstock \nWhen we think about mammals getting ready for winter, our minds turn to last-minute foraging and long periods of hibernation. The notion of critters shrinking their own skulls doesn't enter our minds, but it should, at least in the case of the wild common shrew ( Sorex araneus ). \nA study published in Current Biology tracked the skull sizes of 12 common shrews caught in Germany between June 2014 and October 2015. In the summer months, the shrew's skull — not to mention organs, like the heart and lungs — was the expected size. During winter months, the researchers found that the skull and organs all shrank a great deal; even the brain mass dropped between 20 and 30 percent. Come spring, however, the sizes of things began to slowly return to normal. Well, normal-ish. The skulls didn't return to their exact pre-winter shapes from the following summer. \n\"We hypothesize that these seasonal changes could have adaptive value,\" Javier Lázaro, a biologist at the Max Planck Institute for Ornithology in Radolfzell, Germany, explained to Nature . \nThose \"adaptive values\" include needing to forage for less food. By reducing their overall body mass, the shrews require less food to make it through the winter. This ability, according to Lázaro, may be present in other small mammals with high metabolisms that don't engage in typical mammalian winter habits. \nPerhaps these tiny shrews have big things to teach us about our own bodies. As the researchers note at the end of their study, \"Our results show the extraordinary extent to which the postnatal mammalian skeleton can maintain flexibility if the proper genetic programs are activated. This opens new and important avenues in understanding how certain degenerative processes can potentially be reversed in the skeleton and other tissues.\"", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-26T01:13:09.002+03:00"}, {"thread": {"uuid": "25adc5666c7ea154713b4955693b24486254dd38", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RenDe4qHXTPnU.CZG2WKqMo7U7Ula42roiThhy2SZcxLXfnrrrywSMMOouC2_.sqGzz_luDYKsKI_t0RUf2N7p7CERtkmAHEqaO38SW0jjfi", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://news.google.com/news?pz=1&cf=all&ned=us&hl=en&q=thailand&cf=all&output=rss", "site_categories": ["media"], "section_title": "thailand - Google News", "title": "Thailand's Yi Peng Festival fills sky with light, hearts with forgiveness - Mother Nature Network (blog)", "title_full": "Thailand's Yi Peng Festival fills sky with light, hearts with forgiveness - Mother Nature Network (blog)", "published": "2017-10-27T16:20:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2017/09/lantern_festival_air.jpg.600x315_q80_crop-smart.jpg", "performance_score": 2, "domain_rank": 7215, "social": {"facebook": {"likes": 249, "comments": 0, "shares": 249}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "25adc5666c7ea154713b4955693b24486254dd38", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RenDe4qHXTPnU.CZG2WKqMo7U7Ula42roiThhy2SZcxLXfnrrrywSMMOouC2_.sqGzz_luDYKsKI_t0RUf2N7p7CERtkmAHEqaO38SW0jjfi", "ord_in_thread": 0, "author": "", "published": "2017-10-27T16:20:00.000+03:00", "title": "Thailand's Yi Peng Festival fills sky with light, hearts with forgiveness - Mother Nature Network (blog)", "text": "Tweet \nA spectacular scene unfolds every year at the Yi Peng Festival in Chiang Mai, northern Thailand, when thousands of candle-lit paper lanterns are released into the sky and Ping River ahead of Loy Krathong, the festival of lights. \nThe festival is held on the full moon of the Thai calendar's 12th lunar month (usually mid-November). This is when locals \"believe the rivers are filled to their fullest and the moon is at its brightest – the perfect time to ‘make merit’ and ... make a wish for good fortune in the new year,\" according to Bangkok.com . Monks release paper lanterns at the Phan Tao temple during the Yi Peng Festival in Thailand. (Photo: nuwatphoto/Shutterstock) \nReleasing the Lanna-style lanterns and krathongs \"symbolizes letting go of all ills and misfortunes in the previous year,\" Bangkok.com reports. And much like blowing out candles on a birthday cake, Buddhists believe if you make a wish when you let go of the lantern, the wish will come true in the new year. Crowds prepare to release floating lanterns into the sky in Chiang Mai, Thailand, during the Yi Peng Festival. (Photo: Tanachot Srijam/Shutterstock) \nThe Yi Peng Festival (also written as Yee Ping), which honors Buddha, is a big to-do in Chiang Mai. Over the course of a weekend, there are traditional dance shows, live music, an official parade, fireworks and craft sessions. Residents hang colorful lanterns and flag decorations in their homes and around public places. \nThe festival originated in the ancient Lanna Kingdom (now northern Thailand) hundreds of years ago, and Chiang Mai was the capital. Yi Peng Festival is held on the full moon of the 12th lunar month of the Thai calendar, which is November. (Photo: PanatFoto/Shutterstock) \nSeveral thousand people gather at Mae Jo University for the biggest mass release of lanterns, but there are some rules. You must buy a ticket in advance, for starters. Attendees must wear respectable clothing with long pants and no bare shoulders; white shirts are preferred. There is no alcohol allowed, and you must buy your lanterns on-site. They reportedly cost about 50 cents each, but they can become scarce as the evening progresses. Colorful paper lanterns hang at the festival. (Photo: aiaikawa/Shutterstock) \nLocals and the tourists who flock to the area enjoy beautiful weather for the festival, as this time of year marks the end of the rainy season and the beginning of winter, which means cool mornings and evenings but temperatures in the 80s during the day. Locals release candle-lit paper lanterns into the sky and river. (Photo: Vasin Lee/Shutterstock) \nMonks play an important role in the Yi Peng Festival, as people go to temples to listen to them pray and meditate with them. \nAbout a week after the traditional festival, there's an \"extra\" ceremony for tourists who buy tickets (usually for about $100) to attend. It includes the lanterns for lighting, a ceremony, a full meal and great photo opportunities. Locals believe this is the perfect time to forgive and seek forgiveness, and to make a wish for good fortune in the new year. (Photo: John Shedrick /flickr) Related on MNN:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "chiang mai", "sentiment": "negative"}, {"name": "buddha", "sentiment": "none"}, {"name": "loy krathong", "sentiment": "none"}, {"name": "yee ping", "sentiment": "none"}, {"name": "vasin lee/shutterstock", "sentiment": "none"}, {"name": "phan tao", "sentiment": "none"}, {"name": "john shedrick", "sentiment": "none"}], "organizations": [{"name": "mae jo university", "sentiment": "none"}], "locations": [{"name": "thailand", "sentiment": "none"}, {"name": "yi peng festival", "sentiment": "none"}, {"name": "ping river", "sentiment": "none"}, {"name": "lanna kingdom", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-28T04:21:10.000+03:00"}, {"thread": {"uuid": "2da33c98baca9e2c8e58679aa03c8ded499c0ee5", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hxbo4dtCRdbwMuxxDyK3dicB3G4IguUsXGicckJVu3fr1_pHcdG2ZTPhwQ9bsrn.fJVSYV_LboKPA--", "site_full": "www.mnn.com", "site": "mnn.com", "site_section": "http://www.monitor.hr/rss", "site_categories": ["media"], "section_title": "Monitor.hr", "title": "Životinje upadaju drugim životinjama u fotografije", "title_full": "Životinje upadaju drugim životinjama u fotografije", "published": "2017-10-30T22:48:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "HR", "spam_score": 0.0, "main_image": "https://media.mnn.com/assets/images/2015/11/animalphotobombs.jpg.600x315_q80_crop-smart.jpg", "performance_score": 0, "domain_rank": 7215, "social": {"facebook": {"likes": 79, "comments": 0, "shares": 79}, "gplus": {"shares": 0}, "pinterest": {"shares": 18}, "linkedin": {"shares": 101}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2da33c98baca9e2c8e58679aa03c8ded499c0ee5", "url": "http://omgili.com/ri/.wHSUbtEfZTb6EXJXUx9RchLF3htWzY9Rra.TSzZ3Hxbo4dtCRdbwMuxxDyK3dicB3G4IguUsXGicckJVu3fr1_pHcdG2ZTPhwQ9bsrn.fJVSYV_LboKPA--", "ord_in_thread": 0, "author": "", "published": "2017-10-30T22:48:00.000+02:00", "title": "Životinje upadaju drugim životinjama u fotografije", "text": "Tweet A fluffy owl chick photobombs an adult barred owl. (Photo: Dave Fletcher /flickr) \nWhether it's endangered sea turtles or furry marmots , animals always seem to have their photobomb game on point. \nFor many humans, photobombing (the act of inserting oneself into the frame of a photograph) is a game of deliberate sabotage, but the truth is that some of the best photobombs are the ones that are completely unplanned. \nThat's what make animal photobombs so brilliant — the comedy of it all is just so serendipitous and genuine. If the same scene had been purposefully staged, it just wouldn't have the same effect. \nContinue below to see more animals that have mastered the art of photobombing. This kitten looks a little bit creepy. (Photo: Sara /Flickr) Baby hippo Fiona with her parents, Bibi and Henry, at the Cincinnati Zoo (Photo: Cincinnati Zoo & Botanical Garden /Facebook) Somebody's trying to look cool and somebody not so much. (Photo: Smitri Gomon/Shutterstock) A cat photobombs a cat. (Photo: Tori Behr /flickr) 'Hey, look over here!' (Photo: Heather Smithers /Flickr) Vulturine guineafowl vie for the camera's attention. (Photo: Jevgēnijs Šlihto /flickr) Pufferfish steals the spotlight from a turtle. (Photo: Richard Giles /Flickr) Florida panther wants to see what's going on. (Photo: National Park Service) This pelican wants a little camera love. (Photo: Catriona Ward /flickr) 'Is this too close?' (Photo: Christopher Sessums/Flickr) Somebody's trying to look very handsome and serious, and then somebody creeps into the frame ... (Photo: Eric Kilby /Flickr) Sheep photobaaaambs sheep. (Photo: Tim Green /flickr) Jubilant poodle photobombs two stoic dogs. (Photo: Bob Haarmans /Flickr) 'Wait, what was that?' (Photo: Lip Kee Yap /Flickr) Silly baby photobombs serious dog. (Photo: Charles Clout /Flickr) Cat photobombs his fellow feline. (Photo: Tori Behr /flickr) Some birds just want to share the spotlight. (Photo: Jim Bendon /flickr) \nEditor's note: This file has been updated since it was published in November 2015. Related on MNN:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dave fletcher", "sentiment": "negative"}, {"name": "lip kee yap", "sentiment": "none"}, {"name": "catriona ward", "sentiment": "none"}, {"name": "tim green", "sentiment": "none"}, {"name": "heather smithers", "sentiment": "none"}, {"name": "christopher sessums/flickr", "sentiment": "none"}, {"name": "bibi", "sentiment": "none"}, {"name": "fiona", "sentiment": "none"}, {"name": "tori behr", "sentiment": "none"}, {"name": "sara", "sentiment": "none"}, {"name": "eric kilby", "sentiment": "none"}, {"name": "richard giles", "sentiment": "none"}, {"name": "charles clout", "sentiment": "none"}, {"name": "jim bendon", "sentiment": "none"}, {"name": "henry", "sentiment": "none"}, {"name": "bob haarmans", "sentiment": "none"}], "organizations": [{"name": "national park service", "sentiment": "none"}, {"name": "cincinnati zoo", "sentiment": "none"}, {"name": "cincinnati zoo & botanical garden /facebook", "sentiment": "none"}], "locations": [{"name": "florida", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T01:34:30.002+02:00"}], "totalResults": 9, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509406470002&q=language%3Aenglish+site%3Amnn.com&sort=crawled", "requestsLeft": 538}