{"posts": [{"thread": {"uuid": "93c94fdbebb3e7d15ab4c7fce82ceaa91d7d5557", "url": "http://omgili.com/ri/.wHSUbtEfZQsTbv.py8mFZWfZykWsAUyre9_ljTo4vjwrdILzEUkFJIvG21YIa.JxV1Y.pTdniebeFZdbA9HHnDnOgHFsO7krI4h.gueL4s-", "site_full": "gws-dev.mcdonalds.com", "site": "mcdonalds.com", "site_section": "", "site_categories": [], "section_title": "", "title": "testin_socialshare", "title_full": "testin_socialshare", "published": "2017-10-05T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.2, "main_image": "https://gws-dev.mcdonalds.com/content/dam/usa/nutrition/ingredients/thumbnail/biscuit.png", "performance_score": 0, "domain_rank": 9040, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "93c94fdbebb3e7d15ab4c7fce82ceaa91d7d5557", "url": "http://omgili.com/ri/.wHSUbtEfZQsTbv.py8mFZWfZykWsAUyre9_ljTo4vjwrdILzEUkFJIvG21YIa.JxV1Y.pTdniebeFZdbA9HHnDnOgHFsO7krI4h.gueL4s-", "ord_in_thread": 0, "author": "", "published": "2017-10-05T03:00:00.000+03:00", "title": "testin_socialshare", "text": "Already on our list? Update your profile You’re In! Complete Your Profile Update Your Profile Hello ! This is the info we have for you. Feel free to change it any time you like. Name: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-05T17:15:35.004+03:00"}, {"thread": {"uuid": "28a85526186b9e7ac71536eeda6b18dd121a5642", "url": "http://omgili.com/ri/.wHSUbtEfZQsTbv.py8mFZWfZykWsAUyIMCFbIl9x4CA_TKpPDhL403D02xJEaZakhSaulREnV4cPis8OpX6MA--", "site_full": "gws-dev.mcdonalds.com", "site": "mcdonalds.com", "site_section": "", "site_categories": [], "section_title": "", "title": "McDonald's Breakfast Menu | McDonald's", "title_full": "McDonald's Breakfast Menu | McDonald's", "published": "2017-10-30T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://gws-dev.mcdonalds.com/content/dam/usa/logo/m_logo.png", "performance_score": 0, "domain_rank": 9040, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "28a85526186b9e7ac71536eeda6b18dd121a5642", "url": "http://omgili.com/ri/.wHSUbtEfZQsTbv.py8mFZWfZykWsAUyIMCFbIl9x4CA_TKpPDhL403D02xJEaZakhSaulREnV4cPis8OpX6MA--", "ord_in_thread": 0, "author": "", "published": "2017-10-30T02:00:00.000+02:00", "title": "McDonald's Breakfast Menu | McDonald's", "text": "LEARN THE FACTS \nImportant Note: At McDonald's, we take great care to serve quality, great-tasting menu items to our customers each and every time they visit our restaurants. We understand that each of our customers has individual needs and considerations when choosing a place to eat or drink outside their home, especially those customers with food allergies. As part of our commitment to you, we provide the most current ingredient information available from our food suppliers for the eight most common allergens as identified by the U.S. Food and Drug Administration (eggs, dairy, wheat, soy, peanuts, tree nuts, fish and shellfish), so that our guests with food allergies can make informed food selections. However, we also want you to know that despite taking precautions, normal kitchen operations may involve some shared cooking and preparation areas, equipment and utensils, and the possibility exists for your food items to come in contact with other food products, including other allergens. We encourage our customers with food allergies or special dietary needs to visit www.mcdonalds.com for ingredient information, and to consult their doctor for questions regarding their diet. Due to the individualized nature of food allergies and food sensitivities, customers' physicians may be best positioned to make recommendations for customers with food allergies and special dietary needs. If you have questions about our food, please reach out to us directly at mcdonalds.com/contact or 1- 800-244-6227. \nNutrient contributions from individual components may not equal the total due to federal rounding regulations. Percent Daily Values (DV) and RDIs are based on unrounded values. ** Percent Daily Values (DV) are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs. \nThe nutrition information on this website is derived from testing conducted in accredited laboratories, published resources, or from information provided from McDonald's suppliers. The nutrition information is based on standard product formulations and serving sizes (including ice for beverages). All nutrition information is based on average values for ingredients from McDonald's suppliers throughout the U.S. and is rounded to meet current U.S. FDA NLEA guidelines. Variation in serving sizes, preparation techniques, product testing and sources of supply, as well as regional and seasonal differences may affect the nutrition values for each product. In addition, product formulations change periodically. You should expect some variation in the nutrient content of the products purchased in our restaurants. Beverage sizes may vary in your market. McDonald’s USA does not certify or claim any of its U.S. menu items as Halal, Kosher or meeting any other religious requirements. We do not promote any of our U.S. menu items as vegetarian, vegan or gluten-free. The natural flavors that we use are derived from animal, plant, dairy or honey sources. Our fried menu items are cooked in a vegetable oil blend with citric acid added as a processing aid and dimethylpolysiloxane to reduce oil splatter when cooking. We are no longer adding TBHQ to our restaurant cooking oil, but as we transition to our new oil supply, some restaurants may have trace amounts of TBHQ in their cooking oil for a period of time. This information is correct as of July 2016, unless stated otherwise. Make 'em smile with a HAPPY MEAL®This is a Test This is a Test This is a Test This is a Test Make 'em smile with a HAPPY MEAL® ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "mcdonald", "sentiment": "negative"}, {"name": "tbhq", "sentiment": "none"}, {"name": "u.s. food and drug administration", "sentiment": "none"}, {"name": "fda nlea", "sentiment": "none"}], "locations": [{"name": "usa", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-30T13:57:17.001+02:00"}], "totalResults": 2, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509364637001&q=language%3Aenglish+site%3Amcdonalds.com&sort=crawled", "requestsLeft": 899}