{"posts": [{"thread": {"uuid": "d726591cba8937055413233f6738ba435ca61c37", "url": "http://omgili.com/ri/.wHSUbtEfZSChd9_BseivU3CqMBvKJs0cARd.LtJSgS6CeZwggVyk6j2U3P3dgzAKqmJo2uWf87NFtsBh_au.g--", "site_full": "pharma.elsevier.com", "site": "elsevier.com", "site_section": "http://feeds2.feedburner.com/Cafepharma", "site_categories": ["illegal_content"], "section_title": "Latest Headlines from Cafepharma", "title": "From mega-merger to big bang?", "title_full": "From mega-merger to big bang?", "published": "2017-10-03T18:38:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://pharma.elsevier.com/wp-content/uploads/2017/09/Big-bang.png", "performance_score": 0, "domain_rank": 1792, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d726591cba8937055413233f6738ba435ca61c37", "url": "http://omgili.com/ri/.wHSUbtEfZSChd9_BseivU3CqMBvKJs0cARd.LtJSgS6CeZwggVyk6j2U3P3dgzAKqmJo2uWf87NFtsBh_au.g--", "ord_in_thread": 0, "author": "Elsevier", "published": "2017-10-03T18:38:00.000+03:00", "title": "From mega-merger to big bang?", "text": "Posted on October 3rd, 2017 by Dr Andrew A. Parsons in Pharma R&D \nIt was not so long ago that there was a perception that the biopharma industry was consolidating and becoming leaner and more focused in its operations, moving to a regional hotspot model from having central areas of excellence based internally (1). The mega-mergers of the past led to the loss of some famous company names (e.g. Pharmacia, Wyeth, etc.) and a concentration of revenues within the largest of the remaining companies. The nature of the business since 2005 has changed. The market share of the top 10 companies has decreased over time and global revenues are projected to be close to $1 trillion by 2020, with over 60% being held by companies out of the top 10 (1). Meanwhile the nature of innovation is changing as well, with recent history showing increased patent approvals from biotech companies and approvals sourced from Asia (2). \nAgainst this backdrop, it is perhaps not so surprising to see that the business model is adapting, too. The source of know-how and drug development skills has evolved, and there has been an explosion of contract research and other organizations over this period. Organizations are managing their infrastructure to reduce costs and increase profits. A consequence of this approach is that organizations are outsourcing many activities that traditionally would have been conducted inside, and their experiences range from being highly successful to those where it did not work so well. In 2012, AstraZeneca entered a long-term strategic relationship with an external provider to deliver a range of preclinical activities, and the relationship has clearly been successful and has developed over the years to provide an integrated process between pharma and contract organizations. The focus on how to operationalize the strategic relationship led to significant process innovations to allow efficient and effective workflows (3). \nA review of the academic literature identifies five key areas of interest for business collaborations. These include (4): External orientation – openness to share and develop ideas from outside the organization Learning capabilities – to recognize and absorb new opportunities Cluster participation – creating a “footprint” in a technically relevant biocluster where high-quality science attracts an infrastructure for commercial success Qualified business management – access to tacit knowledge of the overall drug discovery and commercialization process Organizational controls – risk management of technical and financial considerations to maximize success \nThis whole biopharma sector appears to be in a “big bang” moment. With increasing numbers of organizations generating revenue from products, the need for technical and risk-management expertise and a geographic shift away from traditional centers of expertise, the total market (including IP generators, commercial specialists and service-based companies) appears to be set for significant and rapid growth. \nOne thing to focus on during this time is how to ensure quality and governance of the system. We can take some learning from the “big bang” identified in the financial markets in 1986, as there are some patterns of boom and bust that we may want to pay attention to. It seems the world might be coming out of a global recession driven by de-regulation of the financial industry and the selling of debt. Perhaps this experience may relate to the biopharma industry? The importance of appropriate regulation and the inclusion of checks and balances into the system might be a good place to start. It is interesting to note that regulators are well aware of the challenges in the system (5). There is a need to adapt to the new types of medicines and business models that are emerging across the industry, and there is a priority for stakeholders to engage in this process sooner than later. One thing we all need to avoid is a rapid implosion of the currently rapidly expanding biopharma universe. Gautam, A. & Pan, X. (2016). The changing models of big pharma: impact of key trends. Drug Discov. Today 21: 379-384. Kinch, M.S. & Raffo, J. (2015). Sources of innovation: an assessment of intellectual property. Drug Discov. Today 20: 500-504. Martin et al., (2017). Use of a collaborative tool to simply the outsourcing of preclinical safety studies: an insight into the AstraZeneca-Charles River Laboratories strategic relationship. Drug Discov. Today. http://dx.doi.org/10.1016/j.drudis.2017.08.007 Downs, J.B. and Velamuri, V.K. (2016). Business model innovation opportunities for the biopharmaceutical industry: A systematic review. J. Comm. Biotech. 22: 19-63. Gottlieb, S. (2017). Speech to Regulatory Affairs Professionals Society (RAPS) 2017 Regulatory Affairs Conference https://www.fda.gov/NewsEvents/Speeches/ucm575400.htm \nFor more on this topic see: Mergers and Acquisitions in the Pharma Industry \n\nAll opinions shared in this post are the author’s own. R&D Solutions for Pharma & Life Sciences We're happy to discuss your needs and show you how Elsevier's Solution can help.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "andrew a. parsons", "sentiment": "negative"}, {"name": "gautam", "sentiment": "none"}, {"name": "raffo", "sentiment": "none"}, {"name": "j.b.", "sentiment": "none"}, {"name": "wyeth", "sentiment": "none"}, {"name": "kinch", "sentiment": "none"}, {"name": "martin", "sentiment": "none"}, {"name": "v.k.", "sentiment": "none"}, {"name": "gottlieb", "sentiment": "none"}], "organizations": [{"name": "regulatory affairs professionals society", "sentiment": "none"}, {"name": "pharmacia", "sentiment": "none"}, {"name": "r&d solutions for pharma & life sciences", "sentiment": "none"}, {"name": "astrazeneca", "sentiment": "none"}], "locations": [{"name": "astrazeneca-charles river laboratories", "sentiment": "none"}, {"name": "velamuri", "sentiment": "none"}, {"name": "asia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T19:43:36.013+03:00"}, {"thread": {"uuid": "8b2d196d71c561aa8438bc7be430644fbb387607", "url": "http://omgili.com/ri/.wHSUbtEfZQvsP.TZP2QQcbrdnUBSF.N7FQ.bqfTcb.ssbYSIk3mYSpknOMls3ItiAvMkQP5F0sOLGAi3gzQDg--", "site_full": "www.elsevier.com", "site": "elsevier.com", "site_section": "", "site_categories": ["science"], "section_title": "", "title": "Bepress and Elsevier – an update", "title_full": "Bepress and Elsevier – an update", "published": "2017-10-03T19:07:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.163, "main_image": "https://www.elsevier.com/__data/assets/image/0006/515940/bepress-team.jpg", "performance_score": 0, "domain_rank": 1792, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8b2d196d71c561aa8438bc7be430644fbb387607", "url": "http://omgili.com/ri/.wHSUbtEfZQvsP.TZP2QQcbrdnUBSF.N7FQ.bqfTcb.ssbYSIk3mYSpknOMls3ItiAvMkQP5F0sOLGAi3gzQDg--", "ord_in_thread": 0, "author": "", "published": "2017-10-03T19:07:00.000+03:00", "title": "Bepress and Elsevier – an update", "text": "Bepress and Elsevier – an update Bepress and Elsevier – an update The leading service provider for showcasing institutions’ research joined Elsevier in August. Their CEO reflects on what’s happened since and what’s next October 3, 2017 The bepress team with their mascot, Snowy, in their Berkeley, California, headquarters. \nWhile many of our customers and users were enjoying their summer break, our team in Berkeley, California, finalized a significant move for bepress and Elsevier . \nBepress creates solutions that help academic communities share what makes them unique. With the fully hosted, supported and integrated Digital Commons and Expert Gallery Suite platforms, users can expand the reach of all campus output, from technical reports and primary research materials to conference proceedings and student work. Campuses can promote faculty and their expertise with scholarly profiles and expert galleries. And administrators can use industry-leading readership analytics to track impact and share it with stakeholders. \nOur new partnership opens up a ton of potential for both companies. With bepress, Elsevier gains the expertise of a company founded by scholars from the University of California at Berkeley , with over 17 years of experience and more than 500 customers. In turn, bepress gains access to valuable data and content, and increased scope to support universities and colleges outside North America. \nElsevier’s acquisition of bepress represents a validation of the work that our community has undertaken in building research showcases. Elsevier, which has been increasingly focused on technology and services in recent years, including the acquisition of Mendeley and SSRN , is taking another step toward an open future by investing in us. This event gives tremendous legitimacy to our community’s efforts and the bepress model — which, I want to stress, will not change. Reaction from our community and the marketplace \nOur community reaction has been divided with regards to the acquisition. Some are excited as they envision what Digital Commons might mean to their organization when fully integrated into campus life and the research lifecycle. They see this event as a commitment that bepress will continue to develop to meet their needs for the next 17 years, as it has for the past 17. They imagine what the Digital Commons Network could become with 5,000 participating institutions worldwide rather than 500 mostly in the US. \nA larger segment is concerned that the magic of what bepress is will be lost, that we will compromise the product and the model. With Elsevier’s support, we have tried to assuage those concerns , but I understand that the proof is in the pudding. We need to show our customers that we are the same bepress in order to earn back the good will and enthusiasm we have enjoyed up to this point. The bepress community approach to open access \nMany people in the scholarly communications space would say that bepress builds and hosts open access institutional repositories. They are not wrong. However, our community has stretched the terms “open access” and “institutional repositories” to the point that they now deserve some translation. \nOur customers’ sites represent a much wider swath of materials than the content traditionally associated with institutional repositories. In addition to green open access manuscripts and gold open access journal articles, libraries use Digital Commons to showcase the entire spectrum of scholarship their institutions produce. Libraries have built entire publishing programs on Digital Commons, including their own peer-reviewed journals, conferences proceedings and books. Beyond peer-reviewed publishing, libraries use our platforms to disseminate a plethora of research and teaching materials of all media types. This material is outside the commercial journal publishing model altogether; without the library’s work, it would be invisible to the outside world. \nToday this body of work is available, discoverable, and connected to the institution that produced it. Our community has turned “institutional repositories” from siloes of research into marketing platforms for the entire campus. \nAs open access advocates have long argued, making scholarly work openly available means that more and different readers benefit from information. But in order to win support from university leadership, showcasing research needs to be more than an altruistic endeavor. With the library’s help, provosts, boards of trustees, offices of research, and marketing departments now use these showcases to share their value with the world. They have uncovered over 100 examples of the impact of open access . We want to see that number grow. Joining Elsevier’s open access team \nSo what does it mean to be part of Elsevier and a key component of its larger open access initiatives? Clearly this domain is much broader than just bepress, and we cannot single-handedly effect change, but we have already seen that we have a critical role to play in sharing our community’s successful approach to open access. We are already working with Elsevier colleagues, having frank conversations about the way Elsevier’s open access messages come across and what our users need to hear instead. We’ve found our new colleagues to be smart, passionate and eager to collaborate. We see that we have an opportunity to influence the market leader. It is exciting. \nI believe that bepress can help Elsevier do a better job of communicating about open access clearly and without caveats. The bepress team is also advocating for what we believe the broader community needs to see through action over time: platform-agnostic integration, increased portability of content, and easier ways to grow open access collections, for example. Yes, Elsevier is a big ship and therefore slower to turn, but its open access direction is clear and we are part of it. I am looking forward to charting the course together. Latest posts ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "bepress", "sentiment": "negative"}, {"name": "elsevier", "sentiment": "none"}], "organizations": [{"name": "digital commons network", "sentiment": "none"}, {"name": "university of california at berkeley", "sentiment": "none"}, {"name": "ssrn", "sentiment": "none"}, {"name": "digital commons", "sentiment": "none"}], "locations": [{"name": "berkeley", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "mendeley", "sentiment": "none"}, {"name": "north america", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-05T01:26:05.015+03:00"}, {"thread": {"uuid": "3c98c42a4698f8d40b412d831352850327a13b10", "url": "http://omgili.com/ri/.wHSUbtEfZRETk87HMEOoTCbLIk3ZEGKPoNU3uRIq50_9z9seobkohZCP91xVNYuImTVPv5fhH.2Y8wq_NuDFMOfhTHeLqQqMLTVEtzX95w1SoneuszsKBKycV005Aku", "site_full": "libraryconnect.elsevier.com", "site": "elsevier.com", "site_section": "https://libraryconnect.elsevier.com/article-rss.xml", "site_categories": [], "section_title": "Article RSS Feed | Elsevier Library Connect", "title": "Six examples of creative promotion of ORCID by libraries", "title_full": "Six examples of creative promotion of ORCID by libraries", "published": "2017-10-09T23:08:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1792, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 14}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3c98c42a4698f8d40b412d831352850327a13b10", "url": "http://omgili.com/ri/.wHSUbtEfZRETk87HMEOoTCbLIk3ZEGKPoNU3uRIq50_9z9seobkohZCP91xVNYuImTVPv5fhH.2Y8wq_NuDFMOfhTHeLqQqMLTVEtzX95w1SoneuszsKBKycV005Aku", "ord_in_thread": 0, "author": "Elsevier Library Connect (libraryconnect@elsevier.com)", "published": "2017-10-09T23:08:00.000+03:00", "title": "Six examples of creative promotion of ORCID by libraries", "text": "By Alainna Therese Wrigley, ORCID Historically the library has led the way in engaging researchers around the use of search and discovery tools. The library has also been a strong advocate for ORCID among researchers, providing clear information about the benefits of having an ORCID iD and training in how to register and use an iD to make connections with works and affiliations.   Through our interactions with our members and regional workshops and webinars, we learn about effective engagement strategies. We share here six examples of creative ORCID promotions by librarians from around the world and provide links to resources to support your own programs.     Screensaver displayed on the University of Newcastle computers. Source: The University of Newcastle Library Services   ORCID screensavers on researcher computers   Having multiple touchpoints to communicate with researchers is an effective strategy. During their ORCID integration outreach campaign, the University of Newcastle displayed on all staff computers an eye-catching screensaver promoting ORCID registration and their ORCID integration. The screensaver bolstered other engagement activities in the campaign including newsletter articles, presentations for each faculty and updated LibGuides.     Cookies and banners at the University of Minnesota Library’s ORCID pop-up booth. Source: University of Minnesota Library, @umnlib    Attracting students with tasty cookies   For early career researchers, having an ORCID iD — and knowing how to use it — is an important means to distinguish their work and clarify their affiliation. It also enables them to reduce workload when making submissions to funders, publishers, or even thesis or dissertation review committees.    The University of Minnesota used a tasty tactic to attract research students to their ORCID pop-up booth during graduate orientation: cookies! Researchers registered for an iD, learned how to use their iD, and left the booth with a delicious cookie.   A frequent request at our ORCID roadshows is a 3D printer design for an ORCID iD cookie cutter. We’re working on making this a reality — watch the ORCID blog for details.     Pull-up banners for Bond University Library Services’ ORCID pop-up booth. Source: Bond University Library Services   ORCID banners featuring researcher testimony   Librarians share that one of the most effective ways to encourage researchers to get ORCID iD is hearing how their peers have benefitted from using their ORCID iD when connecting to their institutions and other systems. Bond University Library Services created pull-up banners for their ORCID pop-up booth at this year’s Research Week. The banners feature faculty from two fields, law and medicine, and statements on how they benefit from using their ORCID iD.     Door hangers created by University of Texas at Arlington Libraries. Source: University of Texas Arlington Libraries   Targeting researchers outside the library   Visual materials that researchers can display in their own spaces are an excellent engagement tool. Librarians at the University of Tennessee, Knoxville and University of Texas at Arlington have provided researchers who have an ORCID iD with a hanger to display on their office door, cubicle wall or other location.      ORCID mugs given to new sign-ups during University of Auckland pilot. Source @emmaric2247 (22 Dec 2016)   Customized iD mugs for ORCID pilot participants   Many researchers know that creating an ORCID iD is fast and easy, taking around 30-60 seconds, but they may not realize that connecting their iD to their institution is just as important. It provides the institution with the researcher’s verified ORCID iD, and it can provide the researcher with an electronic record of their affiliation that is easily sharable with a variety of publishing and funding systems with which", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alainna therese wrigley", "sentiment": "positive"}], "organizations": [{"name": "university of tennessee", "sentiment": "none"}, {"name": "university of texas at arlington libraries", "sentiment": "none"}, {"name": "the university of newcastle library services   orcid", "sentiment": "none"}, {"name": "bond university library services", "sentiment": "none"}, {"name": "university of auckland", "sentiment": "none"}, {"name": "university of texas", "sentiment": "none"}, {"name": "university of minnesota", "sentiment": "none"}, {"name": "university of minnesota library", "sentiment": "none"}, {"name": "bond university library services   orcid", "sentiment": "none"}, {"name": "university of newcastle", "sentiment": "none"}, {"name": "research week", "sentiment": "none"}, {"name": "university of texas arlington libraries   targeting", "sentiment": "none"}], "locations": [{"name": "knoxville", "sentiment": "none"}, {"name": "arlington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T01:59:16.033+03:00"}, {"thread": {"uuid": "afc577d7c09f5483f578ed6d9053eba2c78ef274", "url": "http://omgili.com/ri/.wHSUbtEfZQvsP.TZP2QQcbrdnUBSF.N7FQ.bqfTcb8nu3K7iUJ1NtoiKF7R924anNedK.fUWMeeou0pQz3VIp2gUrtpsQwAlVY2RknbfZdXc_9C5Vsdew--", "site_full": "www.elsevier.com", "site": "elsevier.com", "site_section": "", "site_categories": ["science"], "section_title": "", "title": "Navigating NIH policy changes in neuroscience research", "title_full": "Navigating NIH policy changes in neuroscience research", "published": "2017-10-09T12:23:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.177, "main_image": "https://www.elsevier.com/__data/assets/image/0004/519367/male-female-brain-image.jpg", "performance_score": 0, "domain_rank": 1792, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "afc577d7c09f5483f578ed6d9053eba2c78ef274", "url": "http://omgili.com/ri/.wHSUbtEfZQvsP.TZP2QQcbrdnUBSF.N7FQ.bqfTcb8nu3K7iUJ1NtoiKF7R924anNedK.fUWMeeou0pQz3VIp2gUrtpsQwAlVY2RknbfZdXc_9C5Vsdew--", "ord_in_thread": 0, "author": "", "published": "2017-10-09T12:23:00.000+03:00", "title": "Navigating NIH policy changes in neuroscience research", "text": "Navigating NIH policy changes in neuroscience research Navigating NIH policy changes in neuroscience research Requirement to account for subjects’ sex could change the way we study the brain; Elsevier has the tools and content to navigate that change October 9, 2017 © istock.com/iMrSquid \nThe male brain has a tough time during development. If we look at all disorders of the nervous system, from autism to stuttering, the risk is higher in males – sometimes markedly so. Even in injuries, males fare worse than females. \nBut after puberty, the risk of disease is higher for female brains. We see a higher incidence of autoimmune disorders and schizophrenia in older females, for example. \nThere may be different factors at play, but there must be a biological aspect to this too. It’s essential that we understand how the brain develops in the male and female body. Is the difference in disease risk during development because of male vulnerability, female resilience – or both? \nA new policy requires researchers to “account for sex as a biological variable” when they apply for funding from the National Institutes of Health (NIH) in the US. This means they need to state the sex of any animals or people they are studying, including for basic biological research, not just clinical trials. The aim is to improve our understanding of sex differences and help improve everyone’s health. \nTo do this, we need new tools – not only those that help us understand sex differences and peer into the inner workings of the brain, but also tools that help us organize and share data so researchers can ensure they have the necessary data for their work. Tools like Hivebench , an electronic lab notebook, help researchers manage their protocols, experiments and results, making important data more widely usable. Other tools, such as Mendeley Data , assist with the searching and sharing of that data. \nThose results can then be published and accessed. Across Elsevier’s neuroscience portfolio , researchers are publishing work on sex differences, highlighting the importance of considering sex in experiments and helping researchers understand the issues and adjust to the new NIH guidelines. In this collection, we have gathered the latest research across a range of topics, and two forthcoming special issues on sex differences in the Frontiers in Neuroendocrinology and Hormones and Behavior journals will explore the issue further. Assuming sex differences \nAs scientists, we want to reduce variability in our experiments and control as much as possible so we can see the mechanisms behind diseases. Researchers used to think that females were too variable because of hormone fluctuations and other things, so until relatively recently the vast majority of biological and medical research was done on males. We assumed males and females were the same until proven different. \nBut this was a false assumption that has led to significant holes in our knowledge about the female nervous system, including how it responds to several different drugs. Basic research should be applicable to everyone and just as accurate and relevant for women as it is for men. \nIn our experiments, we should therefore assume males and females are different until proven the same. This means when we work with animals and humans, we need to work with an equal number of males and females, or at least state the sex of the individuals. That’s an approach the new NIH policy intends to enforce; in order to get funding for biological research, we now have to consider sex in our studies. \nIn one of the articles in this collection , researchers at the University of Pennsylvania Perelman School of Medicine in the US studied the MRI scans of 875 young people to see whether differences in anxiety and depression symptoms in men and women are connected to blood flow in the developing brain. Their findings , published in Biological Psychiatry , show that changes in the way the blood flows to the brain during adolescence differ in men and women, and that this could be a critical element of the differences in anxiety and mood in men and women. Exploring extreme biases \nOther disorders show even bigger sex differences; the incidence of autism spectrum disorder is heavily biased towards males, for example. My own work focuses on brain development and the role of inflammatory signalling molecules. The male brain has more of these molecules, and there is emerging evidence that they are involved in determining brain maleness. It also appears that people with autism spectrum disorder have overactive neuroimmune systems, which is connected to these signalling molecules. \nIn a recent paper in Biological Psychiatry , we reviewed this evidence and proposed that the process of brain masculinization, which occurs naturally, puts males at higher risk of autism spectrum disorder. We believe this is because the process puts the brain in a vulnerable position, and inflammation at critical points could result in developing the disorder. \nDespite the extreme bias we see in many disorders, and the differences in the ways the male and female nervous systems respond to different drugs, there are still criticisms of researching sex differences. Some people legitimately worry about playing to stereotypes, for example, by saying that behavior is preordained by gender – like comparing skills in men and women. Is the way a rat runs a maze indicative of ability in boys and girls? \nCalling this kind of research “neurosexism” is not helping. Some people claim that studying the biological basis of disorders and behaviors is fueling sexism and hampering equality. Yet opposing this research means ignoring the evidence that there are biological differences. This could jeopardize equality in the quality of research and treatment for men and women. Only by understanding sex differences can we make sure men and women receive the best possible medical treatments. Improving our research \nIn the 1990s, the NIH required clinical trials to include women, children and minorities, unless there was a good reason not to. But with no such requirements for preclinical research, scientists were often surprised to find adverse effects in women only. This stopped eight out of 10 trials during a 3-year period from 1997 to 2000, wasting millions of dollars and needlessly jeopardizing lives. \nNow we have the opportunity to identify sex differences at a much earlier stage. The NIH policy is not mandating researchers to study sex differences directly, but to include sex as a variable – that’s something different. In practice, this means scientists have to make sure some samples come from males and some from females, and they have to break down the data by sex to see if there’s something to look at more closely. \nThere are, however, obstacles to studying sex differences, which researchers at Tulane University and the University of California outlined in their “ Guide for the Design of Pre-clinical Studies on Sex Differences in Metabolism ,” published in the Cell Press journal Cell Metabolism . The authors wrote: \nIn virtually any physiological study, the focus on a single sex threatens to limit the impact of research findings, as results may be relevant to only half of the population. \nTo overcome this threat, they say we urgently need novel research tools. The tools we work with today are not suitable for the more complex and sophisticated research we want to do. But the more significant problem they identify is the need to improve our familiarity with sex differences research – not just as investigators but also reviewers. \nFor example, we need tools to give us a better understanding of how the sex chromosomes impact the autosomes. We need to understand imprinting better, as it deferentially effects males and females. We need tools for understanding hormones better, and we need the ability to see the steroids in the brain. \nWe’re well on our way: scientists are already making changes in the way they design experiments, and there is a growing body of research on sex differences in neuroscience. At the Society for Behavioral Neuroendocrinology ’s Annual Meeting in June 2017, many of the talks were about sex differences in experiments, from questioning the “hardwiring” of the brain to looking at how the male and female brains are regulated differently at the cellular level. \nAt the Organization for the Study of Sex Differences (OSSD), we want to enhance this by facilitating interdisciplinary communication and collaboration. Working with other scientists and clinicians from diverse backgrounds can help us understand sex differences better and build on the research we already have to improve the health of men and women. \nOne of the big questions going forward will be how are we ever going to measure the impact of the new policy? One way will be looking in journals and seeing if all studies are reporting the effects of sex and disaggregating data by sex. We’ll also see evidence of a shift in the next round of grant applications. But the real results will start to show in the grant renewals: if a researcher proposed to study male and female samples, will we look back five years down the line and see that it happened? \nYou can read some of the latest studies on sex differences in this collection, which is free to access for the next three months. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "hivebench", "sentiment": "none"}], "organizations": [{"name": "navigating nih", "sentiment": "negative"}, {"name": "nih", "sentiment": "negative"}, {"name": "across elsevier", "sentiment": "none"}, {"name": "tulane university", "sentiment": "none"}, {"name": "mendeley data", "sentiment": "none"}, {"name": "university of pennsylvania perelman school of medicine", "sentiment": "none"}, {"name": "society for behavioral neuroendocrinology", "sentiment": "none"}, {"name": "university of california", "sentiment": "none"}, {"name": "national institutes of health", "sentiment": "none"}], "locations": [{"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-18T15:28:44.016+03:00"}, {"thread": {"uuid": "7fc9074c54c52bcc6f92d84588d9fbcaa745120c", "url": "http://omgili.com/ri/.wHSUbtEfZRDwdXUmZff5HexUmblxYTxD_zUStYzATkbWpOUMVLWV8zGUplf4hBGUkjWE9Zoqw4FJU3XnVuG.0.fuKy18BKRliFlh3Md6Ml1u5hbEiGC9R3ZSn7HunjZeqNgIlnfWaaw2XlnKtinQwfVjYh.cQzV0qq_otSRIWE1ZpiFsPZABg--", "site_full": "www.journals.elsevier.com", "site": "elsevier.com", "site_section": "", "site_categories": ["shopping"], "section_title": "", "title": "Call for Papers: Contextualizing Productive Aging in Asia - Call for Papers - Elsevier", "title_full": "Call for Papers: Contextualizing Productive Aging in Asia - Call for Papers - Elsevier", "published": "2017-10-16T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.493, "main_image": "https://www.elsevier.com/__data/cover_img/315.gif", "performance_score": 0, "domain_rank": 1792, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7fc9074c54c52bcc6f92d84588d9fbcaa745120c", "url": "http://omgili.com/ri/.wHSUbtEfZRDwdXUmZff5HexUmblxYTxD_zUStYzATkbWpOUMVLWV8zGUplf4hBGUkjWE9Zoqw4FJU3XnVuG.0.fuKy18BKRliFlh3Md6Ml1u5hbEiGC9R3ZSn7HunjZeqNgIlnfWaaw2XlnKtinQwfVjYh.cQzV0qq_otSRIWE1ZpiFsPZABg--", "ord_in_thread": 0, "author": "", "published": "2017-10-16T03:00:00.000+03:00", "title": "Call for Papers: Contextualizing Productive Aging in Asia - Call for Papers - Elsevier", "text": "Call for Papers: Contextualizing Productive Aging in Asia \nGuest Editors \nResearch Fellow, Asia Research Institute & Centre for Family and Population Research National University of Singapore \nProvost’s Chair Professor of Sociology Director of Centre for Family and Population Research Research Cluster Leader of Asia Research Institute National University of Singapore \nSocial Science & Medicine invites submissions to a special issue devoted to examining the determinants of productive aging and the health benefits of engagement in Asia. \nPopulation aging across East Asia, South Asia and Southeast Asia is occurring on different scales and at varying speeds. Policy makers and scientists are concerned over economic sustainability with the projected shrinkage of workforce and the ability to provide sufficient social assistance to older adults. An emerging and promising developmental strategy for the aging societies is to view older adults as assets with their longer good-health expectancy and rich human capital. The concept of “productive aging” emphasizes that older adults can be more effectively integrated and engaged in activities that generate continuous contribution to family, community and society, such as working, caregiving, volunteering, engaging in educational activities, and household management. In this special issue, we stress the importance of contextualizing productive aging across Asian societies to improve scientific understandings of older adults’ social integration and to provide policy input for effective welfare and health care system in Asia. \nThere are many unique cultural and socioeconomic contexts in Asia that warrant attention when conceptualizing productive aging. Cultural values of filial piety and the prevalence of older adults coreside with family members across, for example, are crucial for the investigations. Older adults are embedded in the family network and their wellbeing is more connected with the resources shared among family members. Grandparents’ involvement in childcare in emerging economies in Asia is a vivid example of older adults’ continuing support to their adult children that enables them to seek better job opportunities through migration. The declining rates of co-residence and increasing numbers of older adults living alone suggest the need to examine factors that may affect older adults’ productive engagement once they are detached from family. \nIn Asia, especially the less developed countries, the impact of communities/neighborhoods on older adults’ social wellbeing are closely related to the economic developments. For example, in China, the urban-rural divide in economy and welfare resources results in unequal resources and services for older adults. In India, studies show that older adults in rural areas had smaller social networks than those in urban areas because rural neighborhoods had limited supportive resources and infrastructure to facilitate social connectedness when their adult children moved to the city. These two examples illustrate the importance of contextualizing productive engagement in community environment. \nMoreover, reforms and implementations of social welfare shape the institutional support for older adults in Asia. As studies, largely on European countries, have found a positive association between relatively generous pension and social participation in later life. Research on Asia will provide basis for international comparison and facilitate more effective policy interventions. \nThis special issue welcomes both quantitative and qualitative empirical papers to address relevant multilevel determinants (at family, community or state levels) of productive aging and health benefits of engagement in Asia. Research can be on East Asia, Southeast Asia and South Asia, with cross-sectional, cross-national or longitudinal designs. The following themes are of particular interest: Intergenerational support and family structures in relation to engagement in various productive activities Community environments in relation to engagement in productive activities, such as the rural-urban divide, socio-demographic features or physical-social environments Public policies or social programs related to productive aging Patterns and health consequences of productive engagement over time Comparative research that compares country-level differences in productive engagement Cross-level investigations that address the interactions among factors at macro-mess-micro levels in relation to productive aging \nSubmission instructions \nSubmit an extended abstract of about 800 words by October 31, 2017 that clearly states: 1) the main research questions and significance, 2) methodology, and 3) how the study would advance research on productive aging in Asia to . \nSelected authors will be invited to submit a full manuscript by January 31, 2018. \nInvitations for full manuscript submission do not guarantee its acceptance. All submissions will undergo standard peer-review. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T01:50:05.042+03:00"}, {"thread": {"uuid": "5f34cb43d5f8dc5519c841e611fa89a6932983cf", "url": "http://omgili.com/ri/7aBdisT0NOrs.zNXtcUo01bC7htexCeSRsdqW6Q3qbF5Dh7jgA10BXtiJ9IycsaOiq5vQu8wDoACJDKHo3paiLS8UnbJIh0_H.O8yy.unLTLcS7w8tGjRFUb9lheN4H4", "site_full": "scitechconnect.elsevier.com", "site": "elsevier.com", "site_section": "http://paper.li/~api/papers/ecce7f02-130e-40e0-92f8-9f3016a4ab44/rss", "site_categories": [], "section_title": "Fiza Pathan's Digest", "title": "Publish or Perish – Perspectives from Authors, Editors, and Reviewers", "title_full": "Publish or Perish – Perspectives from Authors, Editors, and Reviewers", "published": "2017-10-21T18:06:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "LI", "spam_score": 0.0, "main_image": "", "performance_score": 1, "domain_rank": 1792, "social": {"facebook": {"likes": 179, "comments": 0, "shares": 179}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5f34cb43d5f8dc5519c841e611fa89a6932983cf", "url": "http://omgili.com/ri/7aBdisT0NOrs.zNXtcUo01bC7htexCeSRsdqW6Q3qbF5Dh7jgA10BXtiJ9IycsaOiq5vQu8wDoACJDKHo3paiLS8UnbJIh0_H.O8yy.unLTLcS7w8tGjRFUb9lheN4H4", "ord_in_thread": 0, "author": "", "published": "2017-10-21T18:06:00.000+03:00", "title": "Publish or Perish – Perspectives from Authors, Editors, and Reviewers", "text": "By: Jasna Markovac, Molly Kleinman and Michael Englesbe , Posted on: October 18, 2017 \nThe ability to effectively communicate and disseminate research is an integral part of any academic’s professional responsibilities. Unfortunately, many scientists and most physicians do not learn in any organized and systematic way how to write and publish their work. As part of its integrated medical school curriculum, in 2015 the University of Michigan introduced a course on Medical Writing and Editing, concomitant with the launch of a student-run medical journal, the Michigan Journal of Medicine , that would in essence serve as a ‘lab’ for the class. This book was initially conceived based on this course. Based on student feedback, the breadth of the course evolved and expanded since the first time it was taught, as did ultimately the scope of our book. \nWhile various texts cover some aspects of scientific or medical writing, there has – until now – been no single guide devoted to helping clinicians and academics understand how to navigate the publishing world, while also preparing them for other related roles, such as author, editor and peer reviewer. We hope that Medical and Scientific Publishing: Author, Editor, and Reviewer Perspectives will fill that crucial gap. \nMany of our contributors are guest lecturers in the course, some are (or were) our students, and others are our publishing colleagues. We chose to leave the chapters in the authors’ individual voices rather attempting to standardize across the entire contents. We feel that the book benefits from many diverse perspectives – including those of physicians, medical students, writers, editors, and publishers – to provide a comprehensive, start-to-finish overview of the complexity (and opportunity) that exists within the medical and scientific publishing landscape. \nIn addition to covering “standard” scientific and medical writing, the book explores many other publishing and editorial topics that are essential to helping academic physicians and scientists gain critical knowledge and perspective , including: Distinguishing the many different types of publishing; Explaining different kinds of editing, and their importance; Describing how peer-review plays a central role in academic publishing; Highlighting legal and ethical issues such as copyrights, contracts, and publishing ethics – including scientific misconduct and conflict of interest; and other relevant topics including open access and funder mandates; the importance of effective communication, publishing case studies and clinical trials, measuring impact, and more. \nThe book also includes several chapters based on the Michigan Journal of Medicine by the University of Michigan medical students, staff and faculty who worked together to establish and publish the new journal. \nWe hope that Medical and Scientific Publishing will become an essential resource for any undergrad, grad student, medical student, future or current scientist, academic professional – or anyone else – who is interested in gaining a better understanding of academic publishing and wishes to use this knowledge to facilitate broad dissemination of important research and scholarship. \nMedical and Scientific Publishing: Author, Editor, and Reviewer Perspectives is scheduled to publish in November 2017. If you would like to pre-order a print or ecopy, visit the Elsevier Store. Apply discount code STC317 at checkout and receive up to 30% off the list price and free global shipping. \nYou can also view the book at the forthcoming Society of Neuroscience meeting in Washington, DC at Elsevier Booth #310. Editor Jasna Markovac will be attending the “Author Meet and Greet” events at the booth on Sunday, November 12, 3:30 – 5:00 pm and Monday, November 13, 12:00 – 1:30 pm. Stop by and say hello and enter to win a copy of this fantastic new book! Sign up to our newsletter Leave this field empty if you're human: \nConnect with us on social media and stay up to date on new articles Neuroscience The scientific study of the nervous system is entering a new golden age. Researchers and clinicians continue to advance the treatment of conditions such as Alzheimer’s syndrome, Parkinson’s disease, epilepsy, and traumatic brain injury. Public initiatives like the federal Brain Research Through Advancing Innovative Neurotechnologies (BRAIN) program in the United States, announced in April 2013, ensure that funding and resources will continue to be applied to this rapidly growing field. Elsevier’s journals, books, eBooks, online references, and tools are respected around the world for everything from physiology and pathology to behavioral genetics and nerve repair. Our publications are a gateway to the latest advancements in neuroscience research and leading-edge data for professionals, students, and academics alike. Sign up to our newsletter Leave this field empty if you're human: Follow Neuroscience on Twitter", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "molly kleinman", "sentiment": "negative"}, {"name": "jasna markovac", "sentiment": "negative"}, {"name": "michael englesbe", "sentiment": "negative"}, {"name": "elsevier", "sentiment": "none"}], "organizations": [{"name": "university of michigan", "sentiment": "none"}, {"name": "society of neuroscience", "sentiment": "none"}, {"name": "michigan journal of medicine", "sentiment": "none"}], "locations": [{"name": "united states", "sentiment": "none"}, {"name": "washington, dc", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T07:09:18.004+03:00"}, {"thread": {"uuid": "96206be2069897347cce1b2d1eac381604c24eb8", "url": "http://omgili.com/ri/.wHSUbtEfZRDwdXUmZff5HexUmblxYTxD_zUStYzATnAYYQdfAA6lsa0uWX4Ix2MKhbsTZu6eGcD87hKNx72Z_m80FxW9buNyUZGA25xBxQ51zRDxrDxlmwEDJGx4fK27Vgcrp65csNa9l.XKd2QjZdHQ9g9IEvXYyfTwsW5JHiCAu53_26Dt.jl90F_sZ5G", "site_full": "www.journals.elsevier.com", "site": "elsevier.com", "site_section": "", "site_categories": ["shopping"], "section_title": "", "title": "New Perspectives on Adoption and Diffusion of Innovations - Call for Papers - Elsevier", "title_full": "New Perspectives on Adoption and Diffusion of Innovations - Call for Papers - Elsevier", "published": "2017-10-06T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.032, "main_image": "https://www.elsevier.com/__data/cover_img/505722.gif", "performance_score": 0, "domain_rank": 1792, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "96206be2069897347cce1b2d1eac381604c24eb8", "url": "http://omgili.com/ri/.wHSUbtEfZRDwdXUmZff5HexUmblxYTxD_zUStYzATnAYYQdfAA6lsa0uWX4Ix2MKhbsTZu6eGcD87hKNx72Z_m80FxW9buNyUZGA25xBxQ51zRDxrDxlmwEDJGx4fK27Vgcrp65csNa9l.XKd2QjZdHQ9g9IEvXYyfTwsW5JHiCAu53_26Dt.jl90F_sZ5G", "ord_in_thread": 0, "author": "", "published": "2017-10-06T03:00:00.000+03:00", "title": "New Perspectives on Adoption and Diffusion of Innovations - Call for Papers - Elsevier", "text": "New Perspectives on Adoption and Diffusion of Innovations \nGuest Co-Editors: \nPer Egil Pedersen, University College Southeast Norway ( ) Helge Thorbjørnsen, Norwegian School of Economics ( ) \nUnderstanding what happens when innovations are adopted by individual consumers and diffused in aggregate markets is critical for managers and policy makers, and thus, for researchers. Seminal individual level models like the technology acceptance model (Venkatesh and Davis, 2000) and the theory of planned behavior (Ajzen, 1991) as well as aggregate models like the innovation characteristics (Rogers, 1995) and Bass models (Bass, 1969) are still widely applied to improve our understanding and guide innovation decisions. However, these models were developed in a time when innovations were thought of as new products and standardized services; markets as individuals or segments of consumers who performed well structured behaviors; and innovators as single firms with considerable control over the content and communication of the innovations. Put simply, innovations, consumers and markets have changed significantly since then. In particular, we suggest four critical aspects that deviate from the traditional view of how adoption of innovation takes place. \nFirst, innovations, the objects of adoption and diffusion, have become increasingly more complex. The functionality of many products depends on complementary services and platforms for developing and distributing them in eco-systems (e.g. mobile phones). Innovations are often abstract ideas that manifest themselves in new consumer practices (e.g. organic food). Thus, consumers increasingly adopt new practices rather than individual products. Scholars have long accepted this in organizational adoption (Frambach and Schillewaert, 2002), but only gradually incorporated it in consumer adoption research (Cenamor et al, 2013; Giesler, 2012; van Riel et al., 2013). \nSecond, consumers, the subjects of adoption and diffusion, have become more heterogeneous and one consumer’s value of adopting an innovation increasingly depends on the behavior and contributions of other co-creating consumers (e.g. social media services). New innovations redefine consumer and producer roles where the the difference between the two is often blurred (e.g. sharing economy services). Literatures that incorporate this change include user innovation (Baldwin and Von Hippel, 2011) and consumer culture research (Kjeldgaard et al., 2017) whereas adoption and diffusion research have been less influenced. \nThird, timing, the process of when adoption and diffusion takes place is becoming increasingly more fuzzy as expectations of what comes next and how consumers, producers and regulators react to these expectations evolve (e.g. electrical cars). Consumption has evolved from seeking functionality and hedonic value in individual products, via identity development, to creating meaning in life (e.g. fitness fanatics) – a complex process that evolves over time and involves a multitude of integrated products and behaviors. While the consumer adoption (Prins and Verhoef, 2007) and diffusion literatures (Sundqvist et al., 2005) still consider adoption to be a discrete event in time applying a variance approach (Giesler & Fischer, 2017), other areas of research have long accepted that a more complex process approach is required (Silverstone and Haddon, 1996; Damanpour, 1987). \nFourth, markets, the context of where adoption and diffusion takes place, are increasingly created through consumers’, producers’ and other actors’ institutional work. Rather than adopting a predefined offering, consumers and other actors jointly create and define the institutions of the market and develop practices that we a posteriori interpret as the adopted innovation (e.g. street fashion or gambling). With adoption and market creation as end points on a continuum of market perspectives, market reality, and so also research, have gradually shifted towards the perspective of markets as created (Nenonen et al., 2014; Humphreys, 2010). This also affects the relevance of adoption and diffusion models. \nWhereas adoption and diffusion models are often rather formal and quantitative, much research responding to the above market changes has been theoretical (Vargo and Lusch, 2016). When empirical, it has mostly been qualitative and focused on unique market characteristics or niche practices (Dolbec and Fischer, 2015). So far, it has been less instrumental to management and policy decision makers who typically appreciate formal theory and models that generalize well and can be used for predictive purposes. \nAs research applying contemporary perspectives on market creation, consumer innovation and institutional work continues to grow and mature, it also becomes more general and thus, applicable to managerial decision making. It is our opinion that such maturity is about to be reached and therefore applied to adoption and diffusion of innovations, but that few, if any, have been able to structure and organize recent contributions with this purpose in mind. Given the emphasis on innovation during the last decade, such research on adoption and diffusion is likely to be in demand in both academy and business in the years to come. \nWe, consequently, call for research applying contemporary perspectives on markets to understand and model innovation adoption and diffusion. This includes theoretical research extending existing adoption and diffusion models as well new theories and models that generalize across markets and seem promising in managerial implications. In addition, empirical research commencing from niche markets into elaborate studies of adoption and diffusion offering descriptive and explanatory models that generalize are highly welcomed. It is our ambition that some of the articles, or the combination of them, of the special issue will have the potential of obtaining a similar seminal status in adoption and diffusion research as some of the works cited in the opening of this call. \nThis Special Issue calls for papers that take consumer, firm or market/network/system perspectives on adoption and diffusion. We call for research across disciplines and welcome research from information systems, marketing, strategic management, human resources, organizational behavior, as well as other relevant fields. The call is also open to empirical research across all industry sectors. \nTheoretical, empirical, experimental, and case study research contributions are welcome. All contributions should clearly address the practical and theoretical implications of the research reported. \nSubmission guidelines and deadlines \nWhen preparing your submission, please check the JBR website for guidelines on style and paper length: http://www.elsevier.com/journals/journal-of-business-research/0148-2963/guide-for-authors . \nManuscript submission for the review process will be done in the Elsevier Editorial system at the following website: http://www.journals.elsevier.com/journal-of-business-research/ \nSubmission deadline : 15 Nov 2018 First revisions due: 15 May 2019 Final revisions due: 15 Oct 2019 Expected publication date: end of 2019 \nInquiries should be sent by email to any of the coordinating JBR Guest Co-Editors: Per Kristensson ( , Per Egil Pedersen ( or Helge Thorbjornsen ( ). \nBibliography \nAjzen, I. (1991). The theory of planned behavior. Organizational behavior and human decision processes , 50 (2), 179-211. \nBaldwin, C., & Von Hippel, E. (2011). Modeling a paradigm shift: From producer innovation to user and open collaborative innovation. Organization Science , 22 (6), 1399-1417. \nBass, F. M. (1969). A new product growth for model consumer durables. Management science , 15 (5), 215-227. \nCenamor, J., Usero, B., & Fernández, Z. (2013). The role of complementary products on platform adoption: Evidence from the video console market. Technovation , 33 (12), 405-416. \nDamanpour, F. (1987). The adoption of technological, administrative, and ancillary innovations: Impact of organizational factors. Journal of management , 13 (4), 675-688. \nDolbec, P. Y., & Fischer, E. (2015). Refashioning a field? Connected consumers and institutional dynamics in markets. Journal of Consumer Research , 41 (6), 1447-1468. \nFrambach, R. T., & Schillewaert, N. (2002). Organizational innovation adoption: A multi-level framework of determinants and opportunities for future research. Journal of business research , 55 (2), 163-176. \nGiesler, M. (2012). How doppelgänger brand images influence the market creation process: Longitudinal insights from the rise of botox cosmetic. Journal of Marketing , 76 (6), 55-68. \nGiesler, M., & Fischer, E. (2017). Market system dynamics. Marketing Theory , 17 (1): 3-8. \nHumphreys, A. (2010). Megamarketing: The creation of markets as a social process. Journal of Marketing , 74 (2), 1-19. \nKjeldgaard, D., Askegaard, S., Rasmussen, J. Ø., &Østergaard, P. (2017). Consumers’ collective action in market system dynamics: A case of beer. Marketing Theory , 17 (1), 51-70. \nNenonen, S., Kjellberg, H., Pels, J., Cheung, L., Lindeman, S., Mele, C., ... & Storbacka, K. (2014). A new perspective on market dynamics: Market plasticity and the stability–fluidity dialectics. Marketing Theory , 14 (3), 269-289. \nPrins, R., & Verhoef, P. C. (2007). Marketing communication drivers of adoption timing of a new e-service among existing customers. Journal of Marketing , 71 (2), 169-183. \nRogers E.M. (1995). Diffusion of Innovations . New York: Free Press. \nSilverstone, R. and Haddon, L. (1996). Design and the Domestication of Information and Communication Technologies: Technical Change and Everyday Life’, In Communication by Design. The Politics of Information and Communication Technologies , Silverstone, R. and Mansell, R (eds), Oxford, Oxford University Press. \nSundqvist, S., Frank, L., & Puumalainen, K. (2005). The effects of country characteristics, cultural similarity and adoption timing on the diffusion of wireless communications. Journal of business research , 58 (1), 107-110. \nvan Riel, A. C., Calabretta, G., Driessen, P. H., Hillebrand, B., Humphreys, A., Krafft, M., & Beckers, S. F. (2013). Consumer perceptions of service constellations: implications for service innovation. Journal of Service Management , 24 (3), 314-329. \nVargo, S. L., & Lusch, R. F. (2016). Institutions and axioms: an extension and update of service-dominant logic. Journal of the Academy of Marketing Science , 44 (1), 5-23. \nVenkatesh, V., & Davis, F. D. (2000). A theoretical extension of the technology acceptance model: Four longitudinal field studies. Management science , 46 (2), 186-204. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-24T00:04:56.001+03:00"}, {"thread": {"uuid": "2507c18d8262c0ad76d76fe0d0ca3545eef338ea", "url": "http://omgili.com/ri/.wHSUbtEfZRETk87HMEOoTCbLIk3ZEGKPoNU3uRIq50_9z9seobkohCDWR5O2Q_tRXjOJyabq0U9ab9tjLYWHV460DVcgU.JWtDrFMFUA86TZjvVlxZOOjlqdusg2U3g29T5.rCsHLIehJQAf4joCxpTGAE7JbQo", "site_full": "libraryconnect.elsevier.com", "site": "elsevier.com", "site_section": "https://libraryconnect.elsevier.com/article-rss.xml", "site_categories": ["education", "business"], "section_title": "Article RSS Feed | Elsevier Library Connect", "title": "Scholarly communication issues around scholarly collaboration networks", "title_full": "Scholarly communication issues around scholarly collaboration networks", "published": "2017-10-25T18:50:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1792, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 3}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2507c18d8262c0ad76d76fe0d0ca3545eef338ea", "url": "http://omgili.com/ri/.wHSUbtEfZRETk87HMEOoTCbLIk3ZEGKPoNU3uRIq50_9z9seobkohCDWR5O2Q_tRXjOJyabq0U9ab9tjLYWHV460DVcgU.JWtDrFMFUA86TZjvVlxZOOjlqdusg2U3g29T5.rCsHLIehJQAf4joCxpTGAE7JbQo", "ord_in_thread": 0, "author": "Elsevier Library Connect (libraryconnect@elsevier.com)", "published": "2017-10-25T18:50:00.000+03:00", "title": "Scholarly communication issues around scholarly collaboration networks", "text": "By Colleen DeLory, Elsevier Library Connect With Facebook at almost two billion monthly users, it’s safe to say most of us are familiar with the functions of an online social network.1 Professional counterparts, such as LinkedIn, allow us to present our career qualifications to the world at large, especially to potential employers. Scholarly collaboration networks (SCNs), such as Mendeley, Academia.edu and ResearchGate, are an interesting blend of social and professional with elements of see and be seen, and tools for managing research.   Though they are sometimes called “academic” social networks, SCNs are used by a wide audience of researchers and scholars both within academia and beyond. With the rise of SCNs, librarians need to understand the role of these networks in the research lifecycle, the key issues involved and how to incorporate SCNs into scholarly communication models and instruction and outreach activities.    Also before dedicating time and resources to SCNs, librarians should consider their sustainability and place in the scholarly ecosystem. In its February 2017 report “The Scholarly Collaboration Network Landscape,” the research and advisory firm Outsell noted, “Eight years after the launch of the Big 3 SCNs [Academia.edu, ResearchGate and Mendeley], it’s time to start optimizing these services to generate profits. Investors have been generous, but in the case of ResearchGate and Academia in particular, they’ll be looking for an exit in the short-to-medium term and will want to see significant return on investment.” Conversely, they note that Mendeley is part of a greater researcher offering from Elsevier, which is looking to cement Mendeley’s place as a market-leading and sustainable collaboration platform.” 2   In exploring the intersection of scholarly communication and SCNs, I will use Mendeley as my example as this is the SCN I’m most familiar with, but the same inquiry and advice can, and should, be applied to any SCN you plan on supporting.     Features of a true scholarly collaboration network   A true scholarly collaboration network must offer a platform for researchers to connect, communicate and collaborate. Such a platform should include features such as:   Follow — to stay up-to-date with others’ work and for others’ to keep up with your work Disseminate & discover — to share and seek information, including early feedback on your work and commenting on others’ work  Profile — to build an accurate, searchable profile to ensure others find you and your work News — to receive alerts when new content, personalized to your interests, is available Private groups — for research teams and study groups Public groups — for discipline-specific news and topic discussions   Before committing resources to understanding and promoting SCNs, librarians should ensure the SCN offers the features their users’ want and need, and that it operates in an ethical manner, e.g., respecting copyright (see Copyright and SCNs section below) and being transparent in communications.      From collaboration to impact   Researchers want to understand the reach and impact of their work; SCNs can help. Most SCNs offer some sort of article-level tracking (made easier through integration with the ORCID researcher iD and Scopus author profile). For instance in Mendeley this includes the number of Mendeley users who have added the researcher’s publications in their personal library, downloads from ScienceDirect, and citation metrics from Scopus.   Metrics may be a critical feature for researchers in fields where citations develop slowly. Article-level metrics from SCNs are starting to be included in promotion and tenure files, grant applications and on various online profiles.     Copyright and SCNs   As SCNs have evolved, so too has the need to address issues of copyright. Librarians are embedding information about responsible article shari", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "colleen delory", "sentiment": "negative"}, {"name": "mendeley", "sentiment": "none"}], "organizations": [{"name": "elsevier library connect with facebook", "sentiment": "negative"}, {"name": "researchgate", "sentiment": "none"}, {"name": "scopus", "sentiment": "none"}, {"name": "outsell", "sentiment": "none"}, {"name": "mendeley", "sentiment": "none"}, {"name": "scn", "sentiment": "none"}], "locations": [{"name": "academia", "sentiment": "none"}, {"name": "mendeley", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T19:29:21.008+03:00"}], "totalResults": 8, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508948961008&q=language%3Aenglish+site%3Aelsevier.com&sort=crawled", "requestsLeft": 796}