{"posts": [{"thread": {"uuid": "34f67b7bed13cdf1739a4cf89b476610e4ec43f1", "url": "http://omgili.com/ri/jHIAmI4hxg.9ZzGI9LCG1pE.I6Ku.q6KfUoEk_XxeQvzBf7qzmPw2iX1GygBk4b2LSIAm.v28pXh.TnsXIFAzWKuEpM2MwltoULmiuNJOAE-", "site_full": "www.ilfattoalimentare.it", "site": "ilfattoalimentare.it", "site_section": "http://www.ilfattoalimentare.it/feed", "site_categories": ["food", "food_allergies"], "section_title": "Il Fatto Alimentare", "title": "Stabilimento di produzione in etichetta: obbligatoria dal 22 ottobre 2017. I vantaggi per i consumatori", "title_full": "Stabilimento di produzione in etichetta: obbligatoria dal 22 ottobre 2017. I vantaggi per i consumatori", "published": "2017-10-11T14:34:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IT", "spam_score": 0.0, "main_image": "http://www.ilfattoalimentare.it/wp-content/uploads/2015/02/stabilimento1-520x300.png", "performance_score": 0, "domain_rank": 70451, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "34f67b7bed13cdf1739a4cf89b476610e4ec43f1", "url": "http://omgili.com/ri/jHIAmI4hxg.9ZzGI9LCG1pE.I6Ku.q6KfUoEk_XxeQvzBf7qzmPw2iX1GygBk4b2LSIAm.v28pXh.TnsXIFAzWKuEpM2MwltoULmiuNJOAE-", "ord_in_thread": 0, "author": "Redazione Il Fatto Alimentare", "published": "2017-10-11T14:34:00.000+03:00", "title": "Stabilimento di produzione in etichetta: obbligatoria dal 22 ottobre 2017. I vantaggi per i consumatori", "text": "Home / Etichette & Prodotti / Stabilimento di produzione in etichetta: obbligatoria dal 22 ottobre 2017. I vantaggi per i consumatori Stabilimento di produzione in etichetta: obbligatoria dal 22 ottobre 2017. I vantaggi per i consumatori Redazione Il Fatto Alimentare 11 ottobre 2017 Etichette & Prodotti 1 Commento 295 Visto \nDal prossimo 22 ottobre torna a essere obbligatoria l’indicazione della sede dello stabilimento di produzione sull’etichetta dei prodotti alimentari. Si tratta di una vittoria per i consumatori ma anche per le numerose imprese industriali, artigianali e distributive che hanno continuato a riportare l’indicazione sulla confezione nonostante l’annullamento dell’obbligo nel dicembre nel 2014. Il Fatto Alimentare e Great Italian Food Trade ( Gift ) si erano attivate per promuovere il ripristino dell’obbligo – già vigente tra il 1992 e il 2014 – lanciando una petizione su Change.org. \nCon la reintroduzione di quest’obbligo, i consumatori potranno identificare l’origine degli alimenti confezionati con il marchio delle catene di supermercati e dei grandi gruppi industriali. Dal punto di vista sanitario, la disponibilità immediata dell’informazione della sede dello stabilimento nei casi di allerta, consente alle autorità di ricostruire la filiera e accorciare notevolmente i tempi di indagine. Infine i cittadini potranno fare scelte consapevoli che incidono in misura significativa sull’economia e sull’occupazione nelle filiere agroalimentari, scegliendo prodotti confezionati nel proprio Paese. Pur considerando gli aspetti positivi del provvedimento va sottolineato che l’indicazione dello stabilimento non ha alcun collegamento con l’origine e la qualità della materia prima impiegata in azienda. \nIl decreto verrà applicato a decorrere dal 180° giorno successivo alla sua pubblicazione in Gazzetta Ufficiale, con la facoltà di smaltire, fino a esaurimento scorte, i prodotti immessi sul mercato o comunque confezionati entro tale data con etichette non conformi (articolo 8). \nIl nuovo decreto legislativo sull’obbligo dello stabilimento di produzione datato 15 settembre 2017 n. 145, è stato pubblicato sabato 7 ottobre 2017 ( link ) e riporta regole ben precise(1). Il decreto “reca disposizioni relative alla fornitura di informazioni sugli alimenti ai consumatori”, in conformità e a integrazione di quanto prescritto dal reg. UE n. 1169/2011. Con l’obiettivo di garantire la “corretta e completa informazione al consumatore e della rintracciabilità dell’alimento da parte degli organi di controllo, nonché per la tutela della salute” (articolo 1). \n“I prodotti alimentari preimballati destinati al consumatore finale o alle collettività devono riportare” in etichetta “l’indicazione della sede dello stabilimento di produzione o, se diverso, di confezionamento”. Tale notizia può venire fornita mediante i documenti commerciali che precedono o accompagnano la consegna delle merci, nei casi di “prodotti alimentari preimballati destinati alle collettività” ovvero “commercializzati in una fase precedente alla vendita al consumatore finale” (art. 3). \nSono esclusi i prodotti alimentari preimballati “legalmente fabbricati o commercializzati in un altro Stato membro dell’UE o in Turchia o fabbricati in uno Stato membro dell’Associazione europea di libero scambio (EFTA), parte contraente dell’Accordo sullo Spazio economico europeo (SEE)” (articolo 7). \nSede dello stabilimento di produzione o, se diverso, di confezionamento. La sede “è identificata dalla località e dall’indirizzo dello stabilimento”. L’indirizzo può venire omesso qualora l’indicazione della località risulti di per sé idonea alla “agevole e immediata identificazione dello stabilimento”. Non è viceversa necessaria nei seguenti casi: \na) coincidenza della sede dello stabilimento con quella dell’operatore responsabile per l’etichettatura dell’alimento, (2) b) presenza in etichetta di marchio di identificazione o bollo sanitario, rispettivamente obbligatori per le carni e i prodotti di origine animale, (3) c) citazione della sede sul marchio con il quale il prodotto viene commercializzato. \nQualora l’operatore responsabile disponga di più stabilimenti, “è consentito indicare tutti gli stabilimenti purché quello effettivo sia evidenziato mediante punzonatura o altro segno”. \nLa leggibilità dell’indicazione deve in ogni caso seguire gli stessi criteri (4) stabiliti per le informazioni obbligatorie dal regolamento UE 1169/11 (articolo 4). \nL’autorità competente designata all’irrogazione delle sanzioni amministrative pecuniarie è l’ICQRF (Istituto Centrale per la tutela della Qualità e la Repressione delle Frodi), presso il Ministero delle Politiche Agricole(5). “Restano ferme le competenze spettanti, ai sensi della normativa vigente, agli organi preposti all’accertamento delle violazioni” (articolo 6). Salvo che il fatto costituisca reato (6), l’omessa Indicazione della sede dello stabilimento (7) comporta l’applicazione di una sanzione amministrativa pecuniaria da 2.000 euro a 15.000 euro. Il mancato rispetto dei criteri di leggibilità prescritti dal regolamento UE 1169/11 per le informazioni obbligatorie è invece soggetto a sanzione amministrativa pecuniaria del pagamento da 1.000 euro a 8.000 euro (art. 5). \nIl passo successivo che auspichiamo è ottenere l’estensione dell’obbligo di citare la sede dello stabilimento alle etichette di tutti i prodotti alimentari realizzati in UE, per rafforzare gli obblighi di rintracciabilità e ottimizzare la gestione delle crisi di sicurezza. (8) Oltreché per favorire le scelte informate d’acquisto da parte dei consumatori europei, e valorizzare le rispettive filiere. In questa direzione, l’Italia dovrà farsi avanti sui tavoli di Bruxelles e di Strasburgo. \nNote \n(1) V. d.lgs. 145/17, in Allegato d.lgs. 145/17 \n(2) Cfr. reg. UE n. 1169/2011, articoli 8.1 e 9.1.h. Tale ultima previsione, si ricorda, prescrive di indicare in etichetta il nome o la ragione sociale (e non soltanto il marchio, si noti bene) dell’operatore responsabile per l’informazione al consumatore \n(3) V. reg. CE 853, 854/2004 (regolamenti c.d. Igiene 2 e Igiene 3) \n(4) Vedasi in particolare l’altezza minima dei caratteri di cui al reg. UE 1169/11, articolo 13 e Allegato IV \n(5) Alcune perplessità in merito alla sottrazione di competenze sui controlli in materia di etichettatura alle Autorità sanitarie sono già stati espressi (vedi articolo ) \n(6) Con particolare riguardo al delitto di frode in commercio di cui all’articolo 515 del codice penale, ndr \n(7) Al pari del difetto di precisazione del singolo impianto, in caso di impresa che disponga di più stabilimenti \n(8) Tale misura dovrebbe venire introdotta attraverso un emendamento al c.d. General Food Law, reg. CE 178/02, articolo 18 \nDario Dongo ( Gift ) e Roberto La Pira \n  Redazione Il Fatto Alimentare", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "roberto la pira", "sentiment": "none"}, {"name": "bruxelles", "sentiment": "none"}, {"name": "dario dongo", "sentiment": "none"}], "organizations": [{"name": "etichette & prodotti / stabilimento", "sentiment": "negative"}, {"name": "spazio", "sentiment": "none"}, {"name": "istituto centrale", "sentiment": "none"}, {"name": "stato", "sentiment": "none"}, {"name": "efta", "sentiment": "none"}, {"name": "etichette & prodotti lascia", "sentiment": "none"}, {"name": "igiene", "sentiment": "none"}], "locations": [{"name": "turchia", "sentiment": "none"}, {"name": "gazzetta ufficiale", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-11T15:54:09.000+03:00"}, {"thread": {"uuid": "3b1d8c4f7ba22c7e105e6284f43d011e8939d3d4", "url": "http://omgili.com/ri/jHIAmI4hxg.9ZzGI9LCG1pE.I6Ku.q6KfUoEk_XxeQtk5MHOi_0cYSUB.XJMelOcWtDoVgGuDb3WNIlOh0LHXw--", "site_full": "www.ilfattoalimentare.it", "site": "ilfattoalimentare.it", "site_section": "http://www.ilfattoalimentare.it/feed", "site_categories": ["food", "food_allergies"], "section_title": "Il Fatto Alimentare", "title": "Cracker con riso : sono davvero così leggeri come sembrano? Croccanti e gustosi, ma un pò più cari", "title_full": "Cracker con riso : sono davvero così leggeri come sembrano? Croccanti e gustosi, ma un pò più cari", "published": "2017-10-12T17:27:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IT", "spam_score": 0.0, "main_image": "http://www.ilfattoalimentare.it/wp-content/uploads/2017/10/Fotolia_88500613_Subscription_Monthly_M-660x330.jpg", "performance_score": 0, "domain_rank": 70451, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3b1d8c4f7ba22c7e105e6284f43d011e8939d3d4", "url": "http://omgili.com/ri/jHIAmI4hxg.9ZzGI9LCG1pE.I6Ku.q6KfUoEk_XxeQtk5MHOi_0cYSUB.XJMelOcWtDoVgGuDb3WNIlOh0LHXw--", "ord_in_thread": 0, "author": "Valeria Balboni", "published": "2017-10-12T17:27:00.000+03:00", "title": "Cracker con riso : sono davvero così leggeri come sembrano? Croccanti e gustosi, ma un pò più cari", "text": "Home / Etichette & Prodotti / Cracker con riso : sono davvero così leggeri come sembrano? Croccanti e gustosi, ma un pò più cari Cracker con riso : sono davvero così leggeri come sembrano? Croccanti e gustosi, ma un pò più cari Valeria Balboni 12 ottobre 2017 Etichette & Prodotti Lascia un commento 289 Visto \nI cracker sono considerati snack più equilibrati della maggior parte dei prodotti da fuori pasto. Meno ricchi di grassi e zuccheri rispetto alle barrette dolci e più poveri di sale delle patatine, e questo permette di rispettare le raccomandazioni dell’OMS che suggerisce per gli adulti un consumo inferiore a 5 g al giorno per il sale e circa 50 g per lo zucchero . Però i cracker non sono tutti uguali. Dopo aver confrontato le confezioni classiche e integrali , abbiamo focalizzato l’attenzione su quelli a base di riso soffiato, una tipologia recente proposta anche dalle catene della grande distribuzione come prodotto “più leggero”. Ecco cosa abbiamo trovato. \nIl primo ingrediente è sempre la farina di frumento, mentre la quantità di riso soffiato varia dal 4,6 al 12%. In alcuni casi è presente anche la farina di riso, mentre il grasso utilizzato è sempre olio di mais o di girasole. che però rimane al di sotto dei 10 g per 100 g di prodotto (un valore leggermente inferiore rispetto ai cracker classici che si attesta sui 12 g). I grassi saturi sono in genere poco presenti. La quantità di sale oscilla dall’1,75% per i cracker Riso su Riso Galbusera ed Equilibrio Esselunga a 1,25 nel caso di Coop e solo 0,05% per Misura Iposale. \nQuesti cracker sono croccanti e gustosi , ma la presunta “leggerezza” non trova un effettivo riscontro, in quanto l’apporto calorico risulta abbastanza in linea con gli altri. Una confezione di Esselunga, Misura o Galbusera fornisce 150-160 calorie, esattamente come i cracker classici Esselunga. Più ridotto l’apporto calorico di quelli Coop, perché la porzione è di quattro cracker contro i cinque degli altri marchi. \nInseriti nella piattaforma francese Open Food Facts ( sistema per calcolare l’etichetta semaforo attraverso il sistema Nutri-Score ( *), il Riso su riso Galbusera, Equilibrio Esselunga e Riso soffiato Coop ricevono un bollino giallo e una lettera C (tra le cinque possibili, dalla A – la migliore – alla E). Si tratta di un buon posizionamento che attesta un discreto equilibrio nutrizionale. I cracker con riso Misura meritano una A per il contenuto di sale estremamente ridotto. \nSe vogliamo fare una valutazione di tipo calorico i vari cracker sono abbastanza allineati. Se a preoccuparci sono i grassi, questi rimangono entro limiti accettabili in tutti i marchi considerati. Anche il sale non è mai troppo (il valore minimo però si raggiunge nei cracker Misura). \nPer quanto riguarda i prezzi , questi cracker non sono fra i più economici: si va da 3,3 €/kg per Coop a 5,5 per Esselunga, mentre i Riso su riso Galbusera variano da 4,2 a 5,9 €/kg e i Misura Iposale sul sito di Carrefour si trovano a circa 6,5 €/kg. \n(*) Nota: Il Nutri-Score è il tipo di etichettatura a semaforo sviluppata in Francia, che dà un punteggio agli alimenti sulla base dei nutrienti, considerando sia quelli benefici per la salute sia quelli da limitare. L’etichetta prevede una gamma di cinque colori, che varia tra il verde intenso e il rosso, passando per l’arancione, abbinata alle prime cinque lettere dell’alfabeto, dalla ‘A’ alla ‘E’. Le lettere esprimono il livello di salubrità (ottimo per la ‘A’, minimo per la ‘E’). \n  Valeria Balboni", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "croccanti", "sentiment": "negative"}, {"name": "valeria balboni", "sentiment": "none"}, {"name": "meno", "sentiment": "none"}, {"name": "misura", "sentiment": "none"}], "organizations": [{"name": "etichette & prodotti / cracker", "sentiment": "negative"}, {"name": "equilibrio esselunga", "sentiment": "none"}, {"name": "carrefour", "sentiment": "none"}, {"name": "esselunga", "sentiment": "none"}, {"name": "riso su riso galbusera ed equilibrio esselunga", "sentiment": "none"}, {"name": "etichette & prodotti lascia", "sentiment": "none"}], "locations": [{"name": "riso su riso galbusera", "sentiment": "none"}, {"name": "francia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-12T18:41:56.002+03:00"}], "totalResults": 2, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1507822916002&q=language%3Aenglish+site%3Ailfattoalimentare.it&sort=crawled", "requestsLeft": 830}