{"posts": [{"thread": {"uuid": "45505d3f4886cc709973c08fd5acb1103e4310cd", "url": "http://omgili.com/ri/.wHSUbtEfZTbFpeWZPoH8XqAdtuj2gqXHzNwWSBhwNyd7Qw6cxKiejFOT_kCQKbOAzpJF0gr0u.JlWu6dUMFOOHx16cZrDCq", "site_full": "examine.com", "site": "examine.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Stepping up weight loss: Can walking help dieters shed fat? | Examine.com", "title_full": "Stepping up weight loss: Can walking help dieters shed fat? | Examine.com", "published": "2017-10-03T17:21:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.23, "main_image": "https://a99d9b858c7df59c454c-96c6baa7fa2a34c80f17051de799bc8e.ssl.cf1.rackcdn.com/images/walking.png", "performance_score": 0, "domain_rank": 22106, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "45505d3f4886cc709973c08fd5acb1103e4310cd", "url": "http://omgili.com/ri/.wHSUbtEfZTbFpeWZPoH8XqAdtuj2gqXHzNwWSBhwNyd7Qw6cxKiejFOT_kCQKbOAzpJF0gr0u.JlWu6dUMFOOHx16cZrDCq", "ord_in_thread": 0, "author": "Kamal Patel", "published": "2017-10-03T17:21:00.000+03:00", "title": "Stepping up weight loss: Can walking help dieters shed fat? | Examine.com", "text": "My Cart Stepping up weight loss: Can walking help dieters shed fat? \nModerate Walking Enhances the Effects of an Energy-Restricted Diet on Fat Mass Loss and Serum Insulin in Overweight and Obese Adults in a 12-Week Randomized Controlled Trial \nFor something that can’t be bottled, trademarked, or price-hiked for an exorbitant profit, walking has received remarkable publicity in recent years. From throngs of Fitbit wearers counting their steps to a growing awareness about walking’s benefits for mood and cognition , the benefits of this simple activity are gaining traction. In fact, according to Center for Disease Control estimates, over 150 million American adults partake in at least one 10-minute bout of walking each week, making it the most common form of aerobic activity in the nation. \nBut when it comes to weight loss, the effects of walking are less clear-cut. On one hand, any form of exercise should—all else being equal—contribute to the calorie deficit needed to shed pounds. Yet the actual energy expenditure from moderate intensity activities like walking tends to be low , and controlled trials suggest that aerobic exercise on its own isn’t an effective weight loss strategy for overweight and obese individuals. So, while reductions in blood pressure and other cardiometabolic risk factors might make it a worthy activity for health in general, it shouldn’t be assumed that walking alone translates to a leaner physique. \nDespite disappointing results as a solo intervention, walking might still boost fat loss within the context of calorie restriction. A common problem among dieters is a decline in resting energy expenditure (REE), as shown in Figure 1. This decline can be attributed to two factors: a weight loss-induced decrease in lean tissue (which guzzles energy simply by existing), and a possible drop in the metabolic rate of major organs (which significantly impacts how much energy the body burns at rest). This results in reduced daily energy requirements, leading to slower—or stalled—weight loss that requires ever-steeper calorie reductions to maintain. High-intensity exercise has been shown to help preserve lean mass and offset decreases in REE, but isn’t always feasible for people with overweight or obesity due to orthopedic problems, increased injury risk, lower cardiovascular fitness, and poor compliance. That raises the question: could lower-intensity activity like walking accomplish the same thing in a more sustainable way? \nGiven the growing burden of obesity across the globe, understanding the nuances of fat loss is a goal that could benefit millions . And despite what seems like endless weight loss-related headlines bursting from media outlets every day, our understanding of how exercise interacts with diet in real-world settings still has room for improvement. The goal of the study at hand was to address this knowledge gap by testing whether adding a walking program to an energy-reduced diet could maintain REE, enhance fat loss, and improve body composition compared to dieting alone. The impact of walking on weight loss has been underwhelming in exercise intervention studies, but little is known about its effect on REE and body composition in people consuming energy-reduced diets. If effective, walking may be a more feasible alternative to higher-intensity aerobic activity for dieters with obesity. The goal of this study was to determine whether combining a walking program with calorie restriction would prevent reductions in REE, enhance fat loss, and preserve lean tissue among people trying to lose weight. Who and what was studied? \nIn this randomized controlled trial, overweight or obese (BMI of 27-35) men and women from Germany (ages 25-50) were randomly assigned to follow a low-calorie diet plus a walking program or a low-calorie diet alone for 12 weeks. All participants were habitually sedentary and free of cardiometabolic diseases. Out of the original 91 participants, 82 completed the study. \nBoth groups consumed diets with an energy deficit of 500-800 calories per day, calculated from their REE at baseline, which was measured using indirect calorimetry. The target macronutrient composition was 22-25% protein (about one gram per kilogram of bodyweight), 42-45% carbohydrate, and 32-35% fat, with an emphasis on keeping saturated fat low and choosing lean sources of protein, such as lean meats and low-fat dairy products. The diet also favored lower energy density foods (less than 1.3 calories per gram) to help improve satiety . Some examples of these foods can be seen in Figure 2. To increase compliance and accuracy, all participants received counseling from a trained nutritionist at baseline and after six weeks, plus weekly phone calls, instruction booklets about their new diet, menu examples and specific recipes to use, and kitchen scales to properly gauge their intake. \nThe diet plus walking group was instructed to walk briskly at an average pace of six kilometers (3.7 miles) per hour, for a total of three hours per week, with one of those hours supervised by a licensed fitness trainer. The diet-only group was asked not to change their physical activity habits. Activity trackers were used to monitor the walking speed of the participants in the diet plus walking group, and all participants completed three-day diet and activity records in the middle of the study (six weeks) and at its end (12 weeks) to help assess compliance and total energy expenditure. \nThe primary outcomes were stated in the paper to be the difference between groups for changes in fat mass and fat-free mass. However, in the trial’s preregistration, the primary outcome was the difference between groups in the change in REE. Sticking with the preregistration setup, secondary outcomes were between-group differences for changes in body composition (measured with bioelectrical impedance), blood pressure, blood lipids, blood glucose and insulin, thyroid hormones, thyroid-stimulating hormone (TSH), and cortisol. There was no correction for multiple comparisons in the secondary outcomes, increasing the likelihood of false positives. This was a 12-week randomized controlled trial comparing the effects of a hypocaloric diet to a hypocaloric diet plus three hours of weekly walking on changes in REE, body composition, and cardiometabolic markers. A total of 82 adults ages 25-50—all overweight or obese, but otherwise healthy—completed the study. What were the findings? \nREE did not significantly change throughout the intervention and was not significantly different between groups. However, as expected, total daily energy expenditure was significantly increased by about 200 kcal in the diet plus walking group and remained unchanged in the diet only group. This between-group difference was significant. \nUltimately, both groups lost a similar amount of weight—about 8% of total body mass—by the end of the intervention, which was accompanied by similar reductions in waist circumference (about seven centimeters) and fat-free mass (about 2.3 kilograms). However, the walkers lost significantly more fat mass (6.4 vs. 4.8 kilograms) compared to the diet-only group. \nThere were also no significant between-group differences for changes in most cardiometabolic markers. The walking group experienced significantly greater reductions in fasting insulin and heart rate than the diet-only group, but correction for multiple comparisons renders these findings non-significant. Nonetheless, both groups experienced improvements in their blood pressure and blood lipids compared to baseline, as well as small reductions in their free T3 and increases in their cortisol. \nOverall, both the diet and walking program were well tolerated and received positive feedback from the participants, suggesting a high degree of sustainability. The dropout rate was about 10%, with more people leaving the walking intervention (15.6%) than the diet-only intervention (4.3%). Based on the dietary records taken mid-study and at its end, all participants showed strong compliance to their prescribed diet and there were no differences between groups for calorie or macronutrient intake. Participants assigned to the walking group averaged 2.5 hours (+/- 0.9 hours) of walking per week, just shy of their three-hour goal. There was no significant difference between groups for changes in REE or most body composition and cardiometabolic outcomes. Both groups lost about 8% of their total body mass by the end of the study, with the walking group losing significantly more fat than the diet-only group. The walkers also experienced a significantly greater decrease in fasting insulin. However, neither outcome is significant after correcting for multiple comparisons. What does the study really tell us? \nIn general, this study suggests an unglamorous reality about weight loss: energy input and energy output are what ultimately run the show. The addition of exercise caused negligible endocrine changes, and there was no appreciable difference in metabolic rate between the two groups. This could imply that the main fat-loss benefit of walking was raising the participants’ total energy expenditure and deepening their energy deficit, resulting in more body fat being used for fuel. \nUnlike studies conducted in heavily controlled settings, the participants in this trial were free living, in charge of their own food intake and activity habits. This is a major plus for real-life applicability: compliance was voluntarily rather than sternly marshalled, and even without strict supervision, the participants had high adherence and relatively low dropout. This gives hope to people who plan to incorporate a similar walking and diet protocol into their daily routine. \nAt the same time, though, the participants did receive perks in the form of one-on-one counseling, the company of a fitness professional while walking (for one out of three weekly hours), materials pertaining to their diet, and weekly check-ins with a nutritionist—resources not available to the average dieter. It’s impossible to know how much these factors contributed to compliance, and whether their absence would make the study’s diet and exercise protocol more challenging to stick with. \nThe change in primary outcome from what was preregistered (REE) to what was reported in the paper (fat mass and fat-free mass) is also a concern. Given that the REE data didn’t support the authors’ hypotheses, the switch to a different primary outcome is compatible with an attempt to salvage the study by reframing its focus. However, it’s also possible that the switch was done for solid methodological reasons we’re unaware of. We can’t say for sure why the authors changed the primary outcome. Regardless, discrepancies between planned and reported outcomes raises questions about the overall validity of a trial. \nAlthough a number of studies report a drop in REE following a hypocaloric diet, neither group in this study experienced any obvious metabolic hiccups. Consequently, the study can’t answer the question of whether walking can help prevent diet-induced REE reductions the same way that higher intensity activity has been shown to do in other trials. Tackling this issue would require a situation in which REE actually declines in the diet-only group. \nThe study also suffers from some important statistical limitations. For example, the inclusion of several different hypotheses raises the risk of the multiple comparisons problem—a common issue where the chance of false positives increase as more hypotheses are tested. By including changes in REE, fat mass, fat-free mass, and a host of cardiometabolic measurements as outcomes, the study had a higher likelihood of reporting a statistically significant finding by mere chance. The authors didn’t appear to adjust for this problem, leaving the results vulnerable to error. In addition, the authors didn’t perform a power analysis to determine the minimum sample size needed in order to reasonably detect an effect. This makes it impossible to tell whether the study’s null findings are due to a true absence of between-group differences, or due to having too few participants to detect those differences. A follow-up trial with a larger sample size would help clarify this issue. \nOther study limitations exist as well. For one, its relatively short duration—12 weeks out of what can be a years-long process for some—doesn’t capture the full effects of a person’s weight loss journey, including metabolic or body composition changes that might occur later down the line, as well as adaptations to walking that come as fitness levels increase. And while both the diet and exercise program in this trial were effective for facilitating weight loss, there’s no indication of what would happen during a weight maintenance phase. These issues would need lengthier studies and different designs to explore. \nLastly, the use of bioelectrical impedance analysis, which is vulnerable to error , is a potential weakness of the study. Although the authors attempted to mitigate the problems associated with this method, the participants’ body composition may have been imperfectly measured. This study suggests that the main benefit of walking on fat loss is through increasing the energy deficit, rather than by impacting REE. The trial’s high compliance suggests a good (but still imperfect) degree of applicability to real-world settings. Exploring more nuanced questions about the impact of moderate exercise on resting metabolism would require a diet that more significantly reduces REE. The big picture \nGiven the amount of money pumped into obesity research and associated healthcare costs, how to tackle weight loss has become a more-than-million-dollar question. The public is often caught in the crossfire of headlines declaring which macronutrient to cut back on, which foods are “good” or “bad,” which exercises melt away fat, and which diet du jour will fast-track weight loss. The confusion only alienates the public from more sustainable, though perhaps less glitzy, strategies for slimming down. \nOne of these strategies includes the age-old practice of walking. The study under review contributes to a growing body of research suggesting that walking, while not a compelling weight-loss tool on its own, can amplify fat loss in the context of energy restriction. Existing research shows that exercise programs including walking have an additive effect on changes in body composition when combined with an increased protein intake, enhancing fat loss and preserving lean tissue. In ad libitum diet settings, at least acutely, walking doesn’t trigger measurable compensatory responses like increases in acylated ghrelin (a major appetite-stimulating hormone). Accordingly, calories burned while walking are less likely to be compensated for by food intake and more likely to result in an actual energy deficit. Some evidence suggests that walking immediately after a meal could boost fat loss even further. \nA broader benefit of walking, though, has less to do with its specific effects and more to do with its practicality. In the field of weight loss research, compliance is what drives results : the main factor in a program’s success is whether or not someone can stick with it. A promising feature of the study under review is its sustainability, as evidenced by a low dropout rate, positive participant feedback, and achievement (or close to it) of weekly exercise targets. Ultimately, walking—when combined with a hypocaloric diet—appears both practical enough and effective enough to usher dieters toward fat loss. \nLikewise, because walking augments the effects of dieting rather than driving significant weight loss independently, it’s important that the larger dietary landscape is also sustainable . Research assessing compliance and long-term adherence to hypocaloric diets points to a few common features among diets that “work.” Multiple studies have shown that even modest decreases in a diet’s energy density—that is, the ratio of calorie content to food mass—can enhance satiety and support weight loss by spontaneously curbing energy intake (which points to a role of bulky, water-rich foods like vegetables and fruit to inflate a diet’s volume). Likewise, the hunger-suppressing and lean mass-preserving effects of protein have been well documented, and a relatively high protein intake can tame appetite and increase thermogenesis . A higher protein intake can thus make dieting more tolerable, reduce energy intake in ad libitum settings, and boost daily energy expenditure. Incidentally, the study under review featured a diet with low energy density, which could have contributed to the participants’ high degree of compliance. But we can’t say for sure how an even higher protein intake would have affected the results. \nAlthough many forms of exercise can help create the energy deficit needed for fat loss, more intense physical activity could discourage dieters with obesity and low fitness levels, cause exercise-induced discomfort , and prevent people from complying with a program (or even embarking on one to begin with). Walking, on the other hand, is suitable for most ambulatory adults, and its lower intensity makes it potentially unintimidating and easy to integrate with daily living. It’s possible that fat-loss programs that combine walking with a sustainable low-calorie diet—regardless of what other details they mandate or what commercialized banner they fly—can help dieters achieve their goals. A large body of evidence suggests that walking can increase fat loss in the context of a calorie-restricted diet. Given the importance of compliance in achieving weight-loss results, another major benefit of walking is its sustainability, especially when compared to more intense forms of exercise. Due to its synergistic effect with diet, walking should be joined with a dietary protocol that’s both hypocaloric and satiating. Frequently asked questions \nHow much walking is needed for fat loss when dieting? \nIn light of the importance of compliance, the cheeky answer to this question is “however much walking someone can stick with.” One 12-week trial found that walking for either 30 minutes or 60 minutes per day, five days per week, resulted in similar drops in bodyweight and body fat percentage—meaning there was no significant dose-response effect to indicate that more walking was necessarily better, at least when combined with dietary changes. In the study under review, 2.5 hours (150 minutes) of walking per week was enough to help dieters lose an extra 3.5 pounds of fat over the course of 12 weeks. Distilling a decade’s worth of research , the American College of Sports Medicine found that between 150 and 250 minutes per week can improve weight loss (including fat loss) when combined with a moderately calorie-restricted diet. \nIn what other ways does walking benefit health? \nWalking has well-established benefits for mental health and cognition, which are summarized in Figure 3. A systematic review found that walking can combat depressive symptoms in a variety of populations, making it a useful adjunct for depression therapies. In postmenopausal women specifically, walking also appears to reduce anxiety and insomnia , with multiple studies confirming a benefit for sleep quality . Walks in rural or natural settings , specifically, can benefit mood and cognitive restoration, while also quelling sympathetic nerve activity (the “fight or flight” system) and heightening parasympathetic nerve activity (the “rest and digest” system) as a result of its calming effects . Lastly, regular walking—even as little as 15 minutes per day, four days per week—is associated with greater longevity, especially in the elderly . What should I know? \nFor people eating calorie-reduced diets, the effects of moderate intensity exercise on REE and body composition aren’t fully understood. This 12-week study tested whether combining three hours per week of walking with a low-calorie diet could prevent REE from declining, enhance fat loss, and induce cardiometabolic changes among a group of overweight and obese adults, compared to dieting alone. \nAlthough walking did modestly increase fat loss, virtually every other body composition and cardiometabolic outcome—with the exception of insulin—was similar between the two groups. This indicates that walking per se doesn’t have additive benefits outside of dietary changes, at least among this population. In addition, the study’s statistical and methodological limitations, including failure to adjust for multiple comparisons and an unexplained switch in primary outcome, suggest this study’s findings should be taken with a grain of salt. Larger trials with higher statistical power will help clarify whether walking has benefits outside of deepening dieters’ caloric deficit and providing a sustainable form of exercise. \nWant to stay up-to-date on the latest in nutrition and supplement research? Click here to subscribe to our monthly Examine.com Research Digest for as little as $24.99/month. Published By Kamal Patel on 2017-10-03 10:21:58 - Last Updated on 2017-10-03 10:24:08 Join our newsletter and stay up-to-date on the latest in nutrition and supplement research. No media fluff. Just science. Your e-mail is safe with us. We don’t share personal data. Get the unbiased encyclopedia on supplements \nThis guide sums up over 5000 human studies into a monster 1500+ page reference that clearly tells you what works (and what doesn't) Show Me Become an Insider Now \nJoin the 100,000+ other Insiders who trust us to stay on top of the latest supplement and nutrition information. Supplements ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kamal patel", "sentiment": "none"}], "organizations": [{"name": "examine.com research digest", "sentiment": "none"}, {"name": "center for disease control", "sentiment": "none"}, {"name": "american college of sports medicine", "sentiment": "none"}], "locations": [{"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T00:52:25.006+03:00"}], "totalResults": 1, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1507067545006&q=language%3Aenglish+site%3Aexamine.com&sort=crawled", "requestsLeft": 857}