{"posts": [{"thread": {"uuid": "403699b03c5decde6901a4f1998e7398e0ce892f", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6EOPbryB3ft8XglMQZ_GFA2u4WXEmRYQLkKSCPLXrxqCr8RCIK0DG.u_R9aF8EW7ryZLNvrYg_PzLodcD4wQ6AQ--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/lastword", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Getting on cancer’s nerves: A surprising way to thwart tumours", "title_full": "Getting on cancer’s nerves: A surprising way to thwart tumours", "published": "2017-10-20T15:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/nervesandcancersmall.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 1505, "comments": 0, "shares": 1505}, "gplus": {"shares": 0}, "pinterest": {"shares": 2}, "linkedin": {"shares": 77}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "403699b03c5decde6901a4f1998e7398e0ce892f", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6EOPbryB3ft8XglMQZ_GFA2u4WXEmRYQLkKSCPLXrxqCr8RCIK0DG.u_R9aF8EW7ryZLNvrYg_PzLodcD4wQ6AQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-20T15:00:00.000+03:00", "title": "Getting on cancer’s nerves: A surprising way to thwart tumours", "text": "18 October 2017 Getting on cancer’s nerves: A surprising way to thwart tumours A technique for alleviating pain has exposed cancer's weak spot and may finally enable us to stop the disease by disabling the nerves that help it spread Armando Veve By Elie Dolgin \nDAVID MARTINEZ lives with excruciating pain. He has pancreatitis, a condition in which the pancreas becomes severely inflamed. Over the past five months, he has received three injections of a local anaesthetic into nerves in his abdomen to help ease the agony. But eventually the medicine wears off, and the pain returns. \nAs if pancreatitis weren’t bad enough, Martinez, a 41-year-old former forklift operator in Pasco, Washington, has something else to worry about. Chronic inflammation of the pancreas is a major risk factor for cancer. “I’m afraid of it happening,” he says. Advertisement \nBut what if the painkilling injections Martinez is getting could do more than just ease his discomfort – even help ward off cancer altogether? New evidence is causing a rethink of the way cancer invades our bodies. It now seems that targeting nerve cells might be an effective way to fight tumours – and even prevent them developing in the first place. Some even think that focussing on nerves may be the missing piece in the fight against the disease. As Gustavo Ayala at the University of Texas Health Science Center at Houston sees it, “If you don’t take care of the nerves, you’re not going to cure cancer.” \nFor a cancer surgeon, it is devastating to discover mid-operation that you are too late – that the disease has already spread its lethal tendrils beyond your reach. But about 30 years ago, pancreatic cancer surgeon Keith Lillemoe realised that, even if he couldn’t remove all of the cancerous tissue, he could at least reduce the pain his patients were feeling. By injecting alcohol into the nerves surrounding pancreatic tumours pressing against the belly and spine he could destroy the fibres that carry pain signals to the brain. \nIn the late 1980s Lillemoe and his colleagues at Johns Hopkins University in Baltimore, Maryland, tested the technique on 137 patients with inoperable pancreatic cancer . The benefits were obvious: those who got the alcohol injection felt far less pain afterwards than those who got a placebo. But another result was more surprising: patients given the treatment also lived longer. \nOn average, they survived for at least three months longer, with a better quality of life to boot. “It was a remarkable effect,” says Peter Staats, a pain specialist who helped analyse the data. \nLike most physicians at the time, Staats assumed these patients lived longer because the pain reduction lifted their moods and enabled them to be more physically active and therefore better able to withstand additional rounds of chemotherapy or radiation. But that wasn’t necessarily all that was happening. \nThe nervous system has long been known to play a critical role in the spread of cancer. Tumour cells can invade surrounding nerves and travel along the body’s electrical superhighway, seeding themselves anew in distant sites. That’s why, as cancers become more aggressive and metastasise, they often end up spreading to the nervous system’s central hub: the brain. \n“But the nerves are bystanders in that story,” says Hubert Hondermarck, a cancer neurobiologist at the University of Newcastle in Australia. We used to believe that they simply provide routes for the cancer to travel along. Now it’s become increasingly clear that, although tumours attempt to infiltrate the nerves to speed their spread, nerves stimulate cancer growth as well. “It’s a two-way street,” Hondermarck says. \nThe fact that tumour biologists have neglected the role of the nervous system for so long could explain why so few cancer therapies actually eliminate the disease. Precision medicine \nBut surely deactivating nerves must be harmful? Our nerves serve many essential functions, so if you indiscriminately destroy nerve signalling there can be some real dangers. Sensory neurons are the kind that enable us to feel things and also signal for the muscles to respond, for instance. Switching them off throughout the body – as some early trials of experimental painkillers did – effectively makes people unable to feel scalding heat, a major hazard for anyone who likes hot showers or cups of tea. \nThat’s why Lillemoe’s trial used localised alcohol injections. But alcohol, like many nerve-blocking agents, tends to indiscriminately destroy all nerves – and not all nerves contribute to cancer. The ones we now know are involved tend to lie outside the brain and spinal cord, in the peripheral nervous system, which itself has two subsystems: one to control movement and one to regulate the body’s involuntary functions. Both of these contribute to tumour development, but in different ways for different cancers. \nIn pancreatic cancer, for example, tumours are filled with sensory neurons. “The stimulation of these sensory neurons can actually drive inflammation,” says Brian Davis, a pain and cancer biologist at the University of Pittsburgh in Pennsylvania. It’s the inflammation that is thought to create conditions conducive for tumours to take hold. So in this type of cancer, trimming away or otherwise destroying the sensory nerves can make a big difference. For Martinez, it might prevent pancreatitis ever leading to a tumour. \nIn prostate cancer, however, it’s not sensory neurons but nerves in our involuntary, “autonomic” nervous system that seem to matter most. This system has two opposing functions: to relax the body, allowing for rest and digestion, and, in times of threat, to regulate the body’s fight-or-flight response by, for example, revving the heart to beat faster. \nIn mice with prostate cancer, the two different functions of the autonomic nervous system have different effects in regulating tumour growth, says Claire Magnon, a cancer biologist at the French Alternative Energies and Atomic Energy Commission near Paris. The one that regulates the fight-or-flight response “controls the initiation,” she says, “and the other the dissemination.” \nThat distinction could make a difference as doctors look to use nerve-targeting drugs to treat cancer patients. Beta-blockers, for instance, can help regulate heart rate. It’s for this reason that they are routinely prescribed to people with high blood pressure and other cardiovascular problems. They work by targeting nerve receptors involved in fight-or-flight responses. So they’re most likely to be useful in treating the earliest stages of cancer, Magnon says. For full-blown disease, drugs that gum up nerves involved in relaxing the body might work better. “It’s exciting,” says Magnon. “This is the beginning of a new era in cancer research.” Armando Veve \nSupport for the idea that stopping nerves could stop cancer initially came from large observational studies. People who regularly took medication, such as beta-blockers, which impede parts of the nervous system, often had lower rates of cancer. This idea was backed up by lab research showing that mixing neurons with cancer cells in a dish speeds cancer growth. \nThe first concrete evidence of a biological cause and effect came in 2013, when Magnon, working in Paul Frenette’s laboratory at the Albert Einstein College of Medicine in the Bronx, New York, injected a nerve-killing chemical into mice that had been implanted with human prostate tumours. It stopped the cancer dead in its tracks – and surgically nicking the nerves had the same effect. “We didn’t expect any of that,” Frenette says. He thought the technique might reduce the spread of cancer throughout the body – by cutting off its route through the nervous system – but instead it halted tumour growth in the prostate. \nSo could this effect extend to humans? Although certain cancers show little infiltration by nerves – thyroid cancer, for instance – in principle, this approach could have wide application. “You find in almost all cancers an increase in nerves, and you can show that many of these nerves stimulate tumour growth and the tumours secrete factors that bring nerves into them,” says Timothy Wang at Columbia University Medical Center in New York. “Killing the nerves stopped the prostate cancer dead in its tracks” \nThe immediate focus is on strategies that could augment existing treatments. Research in mice has shown that, even after the cancer has appeared, cutting away nerves can make tumours more susceptible to chemotherapy and other treatments. The job now is to see if the same holds true for us. “All those options are on the table now,” Hondermarck says. \nFor prostate cancer, removing or destroying nerves wouldn’t be popular, because it would leave men impotent and incontinent. That used to be the price of treating the disease, but nowadays surgeons can usually remove a man’s prostate while sparing the nerves that control erections and bladder function. \nBut the nerve-blocking botulinum toxin, known as Botox, could provide a solution. By preventing the release of a chemical messenger needed to transmit signals from nerve cells to muscles, Botox causes localised paralysis. This is why it is commonly used to smooth out wrinkles in the face or to treat conditions associated with overactive muscle activity. \nA few years back, Ayala ran a small study in men with localised cancer who were about to have their prostates surgically removed. Before surgery, he injected Botox directly into one lobe of the prostate and a saline solution into another, while avoiding any spillover into the surrounding nerves that control sexual and urinary functions. A month later, when the men had their prostates removed, Ayala inspected the tissues. The effect was clear: the cancer cells were wasting away, but only those on the side that got the neurotoxin. \nOther types of injections could work too. Davis and his University of Pittsburgh colleague Jami Saloman are testing a chemical called resiniferatoxin on pancreatic cancer in mice. Found in a cactus-like plant in Morocco, resiniferatoxin is similar to the active ingredient in chilli peppers, but 1000 times as potent at blunting sensory neurons. Unlike alcohol, it also does so without harming the rest of the nervous system. By desensitising nerves around the pancreas , an injection could provide a double whammy, Saloman says: slowing cancer growth to make chemotherapy and radiation more effective, and also stopping horrific pain. \nOther drugs are also in the works. Last year, for instance, Wang showed that, when given alongside chemotherapy, a drug that blocks the receptors cancer cells and nerves use to communicate reduced tumour growth in mice with stomach cancer. Now, it is being tested in humans. And last month, a team led by Michelle Monje of Stanford University in California identified a drug that prevents neurons in the brain from releasing a cancer-promoting factor into the surrounding tissues, curbing growth of paediatric brain tumours in mice. \nSome researchers are trying to repurpose beta-blockers. A team at the Penn State Hershey Cancer Institute recently looked back over 15 years of patient records at their hospital and found that about half of all people with melanoma who were also taking a beta-blocker – ostensibly for their hearts – went into sustained remission for years following immunotherapy. “The effect on survival was the greatest I’ve ever seen,” says Elizabeth Repasky at the Roswell Park Cancer Institute in Buffalo, New York, who collaborated on the project. Repasky recently showed that using beta-blockers can make immunotherapy more effective against cancer in mice. Now, she and her colleagues are planning trials to see if they can do the same for people receiving immunotherapy to treat breast or skin cancer. Elsewhere, researchers are evaluating whether beta-blockers can make chemotherapy or surgery more effective against ovarian, prostate and other kinds of cancers. No way through \nWang thinks it is only a matter of time now before nerve-blocking therapies become a routine part of cancer treatment. “They’re going to have much broader utility than most precision medicine approaches that others are feverishly working away on today.” \nAs with most cancer treatments, the earlier in the disease’s development strategies to disable nerves can be used, the more effective they are likely to be. As cancer emerges, nerves reorganise the cellular environment to make way for tumour growth. No nerves, no reorganisation. “You basically block that early transition,” Frenette says. \nOf course, preventing cancer from taking hold at all is the ultimate goal. Could we do so by getting rid of nerves before tumours even start to form? That’s not a terribly useful strategy unless you know in advance that you’re almost definitely going to get cancer, says Andrew Rhim at the University of Texas MD Anderson Cancer Center in Houston. But, he adds, “it would make sense to use this as a preventative strategy for patients who are at a very high risk for cancer”. \nWomen with genes that make them likely to get breast and ovarian cancer could be prime candidates. Today, more than half of all women with BRCA gene variants elect to have their breasts or ovaries surgically removed. For those facing this drastic intervention, stripping away or disabling the nerves could be a less invasive alternative. “If you were at risk, you could cut off the disease before it ever takes hold” \nA similar preventive strategy could be possible for people who are likely to get pancreatic cancer, a particularly deadly disease that’s hard to catch early. Pancreatic tumours don’t usually emerge until someone is in their mid-40s or older. If you knew you carried a gene variant that made you highly susceptible, you could have targeted treatment to destroy just the sensory nerves in your pancreas – cutting off the disease before it ever takes hold. “You don’t sense your pancreas anyway, so you’re not going to miss anything,” says Salomon. \nThat kind of permanent fix could also provide peace of mind for people like Martinez. He has no family history of pancreatic cancer, but his pancreatitis and his age do increase his risk of developing it. \nOur new-found knowledge of the role our nerves play in the development of cancer is rewriting our understanding of the disease – and may revolutionise treatment. In the meantime, for Martinez and others in a similar situation, there is comfort in knowing that efforts to relieve the pain today might reduce the risk of cancer tomorrow. “I hope it’s something that’s helping me,” he says. \nThis article appeared in print under the headline “Getting on cancer’s nerves” \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "armando veve", "sentiment": "none"}, {"name": "martinez", "sentiment": "none"}, {"name": "wang", "sentiment": "none"}, {"name": "davis", "sentiment": "none"}, {"name": "michelle monje", "sentiment": "none"}, {"name": "peter staats", "sentiment": "none"}, {"name": "staats", "sentiment": "none"}, {"name": "jami saloman", "sentiment": "none"}, {"name": "elizabeth repasky", "sentiment": "none"}, {"name": "magnon", "sentiment": "none"}, {"name": "gustavo ayala", "sentiment": "none"}, {"name": "saloman", "sentiment": "none"}, {"name": "frenette", "sentiment": "none"}, {"name": "andrew rhim", "sentiment": "none"}, {"name": "timothy wang", "sentiment": "none"}, {"name": "salomon", "sentiment": "none"}, {"name": "brian davis", "sentiment": "none"}, {"name": "paul frenette", "sentiment": "none"}, {"name": "repasky", "sentiment": "none"}, {"name": "armando veve  support", "sentiment": "none"}, {"name": "lillemoe", "sentiment": "none"}, {"name": "hondermarck", "sentiment": "none"}, {"name": "claire magnon", "sentiment": "none"}, {"name": "hubert hondermarck", "sentiment": "none"}, {"name": "ayala", "sentiment": "none"}, {"name": "elie dolgin  david martinez", "sentiment": "none"}, {"name": "keith lillemoe", "sentiment": "none"}], "organizations": [{"name": "atomic energy commission", "sentiment": "none"}, {"name": "roswell park cancer institute", "sentiment": "none"}, {"name": "stanford university", "sentiment": "none"}, {"name": "johns hopkins university", "sentiment": "none"}, {"name": "penn state hershey cancer institute", "sentiment": "none"}, {"name": "university of pittsburgh", "sentiment": "none"}, {"name": "columbia university medical center", "sentiment": "none"}, {"name": "university of texas health science center", "sentiment": "none"}, {"name": "university of newcastle", "sentiment": "none"}, {"name": "albert einstein college of medicine", "sentiment": "none"}, {"name": "university of texas md anderson cancer center", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "pennsylvania", "sentiment": "none"}, {"name": "baltimore", "sentiment": "none"}, {"name": "morocco", "sentiment": "none"}, {"name": "pasco", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "maryland", "sentiment": "none"}, {"name": "paris", "sentiment": "none"}, {"name": "bronx", "sentiment": "none"}, {"name": "buffalo", "sentiment": "none"}, {"name": "houston", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T15:30:38.000+03:00"}, {"thread": {"uuid": "571689c21a0c38fb629594996565f072759c9ea5", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXyBUgsU1pPgK4PTrQ5VWuVRwEEhOk4maHHB0_MaBO5wtqTpZR4SUZAm3xuPF0aGl_alA5kjAMXsTBm2Hlq4zcW8-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/computer-crime", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Bloody exhibition is only for the brave and the bold", "title_full": "Bloody exhibition is only for the brave and the bold", "published": "2017-10-20T16:17:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/20132227/06_the-body-is-a-big-place_performance_2.jpg", "performance_score": 2, "domain_rank": 10418, "social": {"facebook": {"likes": 261, "comments": 0, "shares": 261}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "571689c21a0c38fb629594996565f072759c9ea5", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXyBUgsU1pPgK4PTrQ5VWuVRwEEhOk4maHHB0_MaBO5wtqTpZR4SUZAm3xuPF0aGl_alA5kjAMXsTBm2Hlq4zcW8-", "ord_in_thread": 0, "author": "", "published": "2017-10-20T16:17:00.000+03:00", "title": "Bloody exhibition is only for the brave and the bold", "text": "20 October 2017 Bloody exhibition is only for the brave and the bold A room is coated in the red stuff in Blood: Life Uncut, a queasy, seductive exploration put together by the team behind the forthcoming Science Gallery London The Body is a Big Place Peta Clancy and Helen Pynor By Simon Ings \nIt caused a storm on social media when it was first shown in 2013, but Dan Glaser, director of Science Gallery London, has a deep and obvious affection for Casting Off My Womb , a scarf knitted over the course of a month by Australian artist Casey Jenkins using spools of yarn stored daily in her vagina. The scarf hangs across the gallery hosting Blood: Life uncut as a visceral and compellingly complex record of one woman’s menstrual cycle. “How else could you ever present that much data?” Glaser enthuses. \n“Data” is one of Glaser’s watchwords. So is “visualisation”. He claims not to know much about art. It’s a pose, of course, but a useful one. After 15 years as a research neurologist, Glaser has reinvented himself as an impresario of science communication. His approach is bold: to wrest the gallery space off the art world and apply it to his own, very different ends. \nThis is the latest in a series of small, off-site exhibitions, and it’s in an out-of-the-way former industrial space in Peckham, south London, because the actual Science Gallery London building won’t be ready until next year. Advertisement \nEverything on show is meant to illustrate medical and scientific ideas. This is why they are here: they are only coincidentally works of performance art, or conceptual art, or what have you. \nNormally, this approach encourages dull, derivative work. And if Glaser and his colleagues were as naive as they like to make out, that’s no doubt what we would have got. But the works here, including many new commissions, are often beautiful, and always visually arresting. \nInspired by research into sickle cell anaemia conducted at King’s College London (the gallery’s owner), Glaser and the show’s curator, Andy Franzkowiak, have assembled an exhibition that can be read both for its beauty and for its scientific pertinence. Fluid dynamics \nGiven the show quite literally drips with the red stuff, it is still capable of surprising subtlety. Turn from the mechanical behemoth perfusing a bucket’s worth of pigs’ blood in Peta Clancy and Helen Pynor’s installation The Body is a Big Place , and you confront a video filmed in the waters of a municipal swimming pool. \nThose people clinging to the sides are organ donors, potential recipients and their families. They are each of them out of their depth in an alien environment, seen through a medium and at an angle that makes identities impossible to establish. If you want an image of what it is like to be caught at the end of your tether in the toils of a necessarily complex and bureaucratic system – well, this video is surely it. \nSome of the best pieces here are the most direct. In a riposte to the usual cock-and-balls graffiti found in public toilets, the Hotham Street Ladies have decorated the walls of the gallery’s gents with menstruating uteruses made of icing sugar and sweets. \nAnd then there’s Tough Blood by film-maker Stephen Rudder and choreographer Skylitz, a dance conveying, with brutal beauty, the excruciatingly painful episodes suffered by people with sickle cell anaemia. \nThe show ends with Jordan Eagles’ installation Blood Equality : a room full of overhead projectors displaying acetates smothered in the dried blood of sexually active gay, bisexual and transgender people. \nIt’s a campaigning piece , made to highlight the UK and US blood services’ refusal to accept donations from this cohort on the same basis as other groups. The eye is drawn first to the acetate sheets themselves, and naturally enough – given the associations between spilt blood and violence and pain – it’s not a pretty sight. It might not be until you turn to leave the room that it dawns on you that this blood is being projected. The walls and ceiling and floor are covered with it: rich, crackled, stained and impossibly beautiful. \nIn a strong show, it’s hard to think of a work that better expresses the intent of this queasy, seductive exploration of “the essential, expressive and visceral nature of blood”. \nBlood: Life uncut , Copeland Gallery, London, to 1 November \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dan glaser", "sentiment": "none"}, {"name": "glaser", "sentiment": "none"}, {"name": "skylitz", "sentiment": "none"}, {"name": "simon ings", "sentiment": "none"}, {"name": "andy franzkowiak", "sentiment": "none"}, {"name": "helen pynor", "sentiment": "none"}, {"name": "casey jenkins", "sentiment": "none"}, {"name": "peta clancy", "sentiment": "none"}, {"name": "stephen rudder", "sentiment": "none"}], "organizations": [{"name": "hotham street ladies", "sentiment": "none"}, {"name": "jordan eagles", "sentiment": "none"}, {"name": "copeland gallery", "sentiment": "none"}, {"name": "big place peta clancy", "sentiment": "none"}, {"name": "king’s college london", "sentiment": "none"}], "locations": [{"name": "science gallery london", "sentiment": "none"}, {"name": "peckham", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T16:36:40.000+03:00"}, {"thread": {"uuid": "ad06c58f914d68e30d9215ee1ddb230c13eb2c85", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwfkO.BofopAH136DeAevY_4X6pVgS8PK8Dz_rCuZ3Bl0_fbSIFCrNRUxt34zXSz1LezYML_gHPHq3RMPcZBoruwiFnqLUUOhQ--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/health", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Dimming the sun could save corals from bleaching and hurricanes", "title_full": "Dimming the sun could save corals from bleaching and hurricanes", "published": "2017-10-20T19:30:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/20163247/gettyimages-549037407.jpg", "performance_score": 5, "domain_rank": 10418, "social": {"facebook": {"likes": 570, "comments": 0, "shares": 570}, "gplus": {"shares": 0}, "pinterest": {"shares": 2}, "linkedin": {"shares": 3}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ad06c58f914d68e30d9215ee1ddb230c13eb2c85", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwfkO.BofopAH136DeAevY_4X6pVgS8PK8Dz_rCuZ3Bl0_fbSIFCrNRUxt34zXSz1LezYML_gHPHq3RMPcZBoruwiFnqLUUOhQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-20T19:30:00.000+03:00", "title": "Dimming the sun could save corals from bleaching and hurricanes", "text": "Dimming the sun could save corals from bleaching and hurricanes Can geoengineering protect corals from the warming climate? ullstein bild/Getty By Lou Del Bello \nTime for artificial planet coolers? A cooling “sunshade” for the planet could reduce harmful coral bleaching and the number of hurricanes, which damage reefs. \nWith the effects of climate change becoming increasingly apparent, the idea of squirting a cloud of sulphate aerosols into the upper atmosphere is being investigated by several groups of scientists. This would scatter some of the sun’s rays back into space, reducing the rate at which the Earth is warming. \nNow a study by James Crabbe at the University of Bedfordshire, UK, and his colleagues examines what this form of geoengineering would do to the Caribbean region and its fragile reefs. “Corals are the rainforests of the sea, and if you lose them the impacts on ecosystems and people would be complex and far-reaching,” says Crabbe. Advertisement \nThe team used computer models to simulate both the changing climate and rising seas between 2020 and 2069. They then modelled what would happen if solar radiation was artificially reduced. “We show very convincingly that, by injecting sulphur dioxide in the atmosphere, sea surface temperatures would decrease significantly by 2069,” says Crabbe. Hold back the hurricanes \nWhen the sea is too warm, corals expel the tiny algae living in their tissues, which feed their hosts through photosynthesis. The corals turn white or “bleached”. After severe bleaching, most corals starve to death. Keeping temperatures down prevented this in the model. \nBut bleaching is not the only threat. According to Crabbe, solar radiation management would also reduce the frequency of hurricanes. These intense storms “destroy coral reefs, not only by smashing them, but also by limiting their reproduction and recruitment”: drifting larvae cannot attach themselves to a new reef in choppy waters. Crabbe says hurricanes would still occur, but not as frequently, giving the reefs some time to recover. \n“One of the main concerns with solar radiation management is not necessarily its effectiveness, but its side effects,” says Rob Bellamy at the University of Oxford. For example, “it could disrupt regional weather patterns and monsoons”, which would be a problem because many people rely on predictable seasonal cycles for tasks like farming. Back to normal \nThere is also the risk that geoengineering systems could be suddenly turned off. “What if the system was stopped through a terrorist attack?” asks Bellamy. “Global temperatures would jump back to where they would have been without geoengineering.” If greenhouse gas emissions had not been cut in the meantime, “that could be a very sharp rise”. \nCrabbe admits that “we don’t know… what would happen to the marine environment” in that scenario. “But the situation is currently so extreme that we have to make provisions.” \nRussell Seitz at Harvard University has suggested an alternative, less aggressive way to cool the seas: increasing the reflectivity of the oceans with tiny air bubbles that could be delivered cheaply by ships or oil rigs. “Microbubble lifetimes are measured in minutes, as opposed to the months needed to turn stratospheric aerosols on and off, so brightening the water may afford better local control than dimming the sun,” he says. \nBut this would be a local solution, not a global one. \nOther researchers have proposed brightening the clouds over coral reefs , which would cool only that area, and reducing ocean acidification – another threat to corals caused by greenhouse gas emissions – by adding minerals to the ocean to neutralise the acid . Journal reference: International Journal of Climate Change Strategies and Management , DOI: 10.1108/IJCCSM-05-2017-0104 \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "russell seitz", "sentiment": "none"}, {"name": "james crabbe", "sentiment": "none"}, {"name": "bellamy", "sentiment": "none"}, {"name": "rob bellamy", "sentiment": "none"}, {"name": "lou del bello  time", "sentiment": "none"}, {"name": "crabbe", "sentiment": "none"}], "organizations": [{"name": "university of bedfordshire", "sentiment": "none"}, {"name": "crabbe", "sentiment": "none"}, {"name": "university of oxford", "sentiment": "none"}, {"name": "harvard university", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "caribbean", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T19:54:31.006+03:00"}, {"thread": {"uuid": "82cb1676ff6f98942deeb0c8241f8fac13c56e32", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXzFG5Rb5dl7R6kp6rZcB54wBrm2rZiNWIaXibaSxjXQqfi4Nn.XBsdAu_FZ9klxl3XuRRaUheIUGlhwSt.dXljrZl2UaIHIciw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/cosmology", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Dark energy survives neutron star crash test while rivals fail", "title_full": "Dark energy survives neutron star crash test while rivals fail", "published": "2017-10-20T20:07:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/20170318/neutronstarmerger_shot1_4kstill7_v01.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 2285, "comments": 0, "shares": 2285}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 4}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "82cb1676ff6f98942deeb0c8241f8fac13c56e32", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXzFG5Rb5dl7R6kp6rZcB54wBrm2rZiNWIaXibaSxjXQqfi4Nn.XBsdAu_FZ9klxl3XuRRaUheIUGlhwSt.dXljrZl2UaIHIciw--", "ord_in_thread": 0, "author": "", "published": "2017-10-20T20:07:00.000+03:00", "title": "Dark energy survives neutron star crash test while rivals fail", "text": "Dark energy survives neutron star crash test while rivals fail Not good news for some theories NASA's Goddard Space Flight Center/CI Lab By Anil Ananthaswamy \nThe simultaneous detection of gravitational waves and light from a cosmic collision has left a few theories of dark matter and dark energy dead in its wake. These theories require gravitational waves – ripples in the fabric of space-time – to travel slower or even faster than the speed of light . But recent observations have proved otherwise. \nOn 17 August, the LIGO collaboration saw gravitational waves from two cosmic objects that were spiralling towards each other. About 1.7 seconds later, NASA’s Fermi satellite detected a gamma-ray burst (GRB). The instruments had seen the collision of two neutron stars , about 130 million light years from Earth. \nOther telescopes too observed the smash, catching the electromagnetic waves that travelled alongside the gravitational waves – the first such observation. \n“This allows us to measure the speed of gravitation relative to the speed of light,” says Miguel Zumalacárregui at the University of California, Berkeley. The signals from the smash-up, now named GW170817, show that gravitational waves do indeed travel at the speed of light, to an accuracy of about one in 1 million billion. \nThis seriously undermines some theories that modify Einstein’s general relativity to explain the mysterious dark energy thought to be driving the accelerated expansion of our universe, and the invisible dark matter that we detect only through its gravitational pull on ordinary matter. The theories that died \nThe standard model of cosmology suggests that dark matter makes up about 27 per cent of the universe, and dark energy about 68 per cent. But this has some unanswered To continue reading this premium article, subscribe for unlimited access. Existing subscribers, please log in with your email address to link your account access. App + web ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-20T20:16:48.003+03:00"}, {"thread": {"uuid": "fa6d3c980693f51878592c2a9590f693a0c8a1e7", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX4kAi5DbgAXIqk0zFlw99.A76SjAcfc6kUkupvok8JZU7Hb08yWDJtTgFMnUKYbKGzkHmmqu617xgHgcpvt8jS52YmiCWqWV5Q--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/cosmology", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Scotland has banned smacking children – so should everyone else", "title_full": "Scotland has banned smacking children – so should everyone else", "published": "2017-10-20T19:56:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/20163533/gettyimages-500047855.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 7162, "comments": 0, "shares": 7162}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 12}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fa6d3c980693f51878592c2a9590f693a0c8a1e7", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX4kAi5DbgAXIqk0zFlw99.A76SjAcfc6kUkupvok8JZU7Hb08yWDJtTgFMnUKYbKGzkHmmqu617xgHgcpvt8jS52YmiCWqWV5Q--", "ord_in_thread": 0, "author": "", "published": "2017-10-20T19:56:00.000+03:00", "title": "Scotland has banned smacking children – so should everyone else", "text": "Scotland has banned smacking children – so should everyone else Discipline doesn’t have to be physical JGI/Jamie Grill/Getty By Jessica Hamzelou \nSmacking children was outlawed in Scotland this week. Remarkably, parents in the rest of the UK can still use physical violence to punish or discipline their children, provided it can be considered “reasonable punishment”, a term not properly defined in law . Smacking is allowed in the majority of other nations. \nAround the world, smacking is common. A 2014 report by UNICEF found that 80 per cent of the world’s children are subject to some form of violent punishment at home. A survey of just over 4000 adults in the UK, conducted this July, found that the majority – 59 per cent – felt that “smacking should not be banned”. Only a fifth of those asked thought the practice should be outlawed. Another survey of US-based adults found that 76 per cent of men and 65 per cent of women feel that sometimes children need a “good hard spanking”. \nFor those with any shred of doubt, there is no good evidence that smacking will benefit a child. Parents might find that children are more obedient if they fear another smack, but this effect is only temporary . In the long run , children who are smacked are more likely to misbehave, and to engage in delinquent, criminal or antisocial behaviour. Worse, they are more likely to develop mental illnesses. Advertisement \nThe science isn’t even new. Smacking is thought to be the most studied aspect of parental behaviour, with reams of research published since the 1960s. Almost all of it finds that physically punishing children can have disastrous consequences in later life. Future harm \nAt least five meta-analyses have been conducted on the effects of smacking, assessing around 200 individual studies overall . They show that parents who smack their children are unsurprisingly less likely to have a good relationship with them. And children who are spanked are more likely to experience emotional and physical abuse and neglect. \nThese studies also find that smacked children are more likely to go on to be aggressive themselves – initially with their peers, and later with their own children and partners. People who were smacked as children are also at a higher risk of having low self-esteem, depression or alcohol dependency. \nEarlier this year, a group of psychiatrists in the US claimed that spanking was so harmful, it should be considered an “adverse childhood experience”, alongside neglect and having a parent in prison. \nSo, how do we get parents to change their minds about smacking, and see it for the dangerous practice it is? Paediatricians can play a role. The American Academy of Pediatrics and the Canadian Paediatric Society has already called on doctors to advise their patients against smacking, and the UK’s Royal College of Paediatrics and Child Health published a position report back in 2009 stating that smacking “should not be used”. \nBut outright bans send the strongest message. Since Sweden banned smacking in 1979, 52 other states around the world have followed suit . \nThe UK is one of only eight countries that haven’t committed to outlawing corporal punishment of children. It’s time to change this embarrassing state of affairs, and see smacking for what it is – a damaging practice putting children at unnecessary risk of mental illness and poor health. \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-20T20:16:53.005+03:00"}, {"thread": {"uuid": "aa75bb3adc275b3561133896565d376fc3c872f2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX8PwLk0n.Fn_3r.8GRqK_oSTnbCETEAZj1E7VNeQVSGp.yMrAm_4JuWXUW71PcRd9cZ9n_51XOSseOhuuFdP1jI2Mrj3eLCikw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/health", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "IBM’s 56-qubit curveball may hit Google quantum computing plans", "title_full": "IBM’s 56-qubit curveball may hit Google quantum computing plans", "published": "2017-10-20T21:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/20174042/gettyimages-605383251.jpg", "performance_score": 2, "domain_rank": 10418, "social": {"facebook": {"likes": 290, "comments": 0, "shares": 290}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 640}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aa75bb3adc275b3561133896565d376fc3c872f2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX8PwLk0n.Fn_3r.8GRqK_oSTnbCETEAZj1E7VNeQVSGp.yMrAm_4JuWXUW71PcRd9cZ9n_51XOSseOhuuFdP1jI2Mrj3eLCikw--", "ord_in_thread": 0, "author": "", "published": "2017-10-20T21:00:00.000+03:00", "title": "IBM’s 56-qubit curveball may hit Google quantum computing plans", "text": "IBM’s 56-qubit curveball may hit Google quantum computing plans Alfred Pasieka/Science Photo Library By Mark Kim \nJust when it was looking like the underdog, classical computing is striking back. IBM has come up with a way to simulate quantum computers that have 56 quantum bits, or qubits, on a non-quantum supercomputer – a task previously thought to be impossible . The feat moves the goalposts in the fight for quantum supremacy, the effort to outstrip classical computers using quantum ones. \nIt used to be widely accepted that a classical computer cannot simulate more than 49 qubits because of memory limitations. The memory required for simulations increases exponentially with each additional qubit. Advertisement \nThe closest anyone had come to putting the 49-qubit limit to a test was a 45-qubit simulation at the Swiss Federal Institute of Technology in Zurich, which needed 500 terabytes of memory. IBM’s new simulation upends the assumption by simulating 56 qubits with only 4.5 terabytes. Read more – Revealed: Google’s plan for quantum computer supremacy \nThe simulation is based on a mathematical trick that allows a more compact numerical representation of different arrangements of qubits, known as quantum states. \nA quantum computing operation is typically represented by a table of numbers indicating what should be done to each qubit to produce a new quantum state. Instead, researchers at IBM’s T. J. Watson Research Center in Yorktown Heights, New York, used tensors – effectively multidimensional tables augmented with axes beyond rows and columns. \nThanks to the additional axes, much more information can be squashed into a few tensors, so long as we know how to write it down in the language of tensors. The researchers found a way to do just that for quantum computing operations. Embarrassingly parallel \nWhile writing down the operations in tensor form, they also found out a way to divide the simulation task into what they call “embarrassingly parallel” chunks, which allowed them to use the many processors of a supercomputer simultaneously. This won them the final bit of efficiency needed to simulate a 56-qubit quantum computer. \n“IBM pushed the envelope,” says Itay Hen at the University of Southern California. “It’s going to be much harder for quantum-device people to exhibit [quantum] supremacy.” \nIBM now has a functional 56-qubit quantum computer living in their supercomputer. But while that’s an improvement on the previous record, Andrew Childs at the University of Maryland says it’s not a huge leap forward. “I don’t think they’re claiming that this is going to give them an efficient simulation of quantum systems on a classical computer,” he says. \nEven so, they’ve upped the ante in the race to outperform classical computers with quantum systems. Google previously said they were on track to build a working 49-qubit processor by the end of 2017, but that will no longer win them the achievement of quantum supremacy. \nIn fact, Bob Wisnieff , the principal investigator of the IBM study, says their current simulation runs about “a billion times slower” than the theoretical estimates for an actual 56-qubit quantum computer. \nWisnieff’s team plans to experiment with supercomputers whose processors can communicate efficiently with one another. They expect to be able to squeeze out a few more qubits from these communication channels, which help speed up the parallel computation needed for the simulation. \nIBM’s goal is to build a quantum computer that can “explore practical problems” such as quantum chemistry , says Wisnieff. He hopes to check the accuracy of quantum computers against his simulations before putting real quantum computers to the test. \n“I want to be able to write algorithms that I know the answers for before I run them on a real quantum computer,”he says.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-20T21:22:29.000+03:00"}, {"thread": {"uuid": "c1c028b1f6ffce8770cdbad49b0f9b4b10ab22b0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwHxfu5SO0YXvtbVRUudetXWbmUhI7hFVY4ntQ.SzrpjmNZmWidJ4oqxzP90TzuQsWXxrZThJioYKNE.T3QAAuXq4MJnWLAoYQ--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/picture-of-the-day", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Volcanoes that spew stretchy ice could make dwarf planets bright", "title_full": "Volcanoes that spew stretchy ice could make dwarf planets bright", "published": "2017-10-20T21:21:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/20182414/1275480877324705384.jpg", "performance_score": 1, "domain_rank": 10418, "social": {"facebook": {"likes": 107, "comments": 0, "shares": 107}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c1c028b1f6ffce8770cdbad49b0f9b4b10ab22b0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwHxfu5SO0YXvtbVRUudetXWbmUhI7hFVY4ntQ.SzrpjmNZmWidJ4oqxzP90TzuQsWXxrZThJioYKNE.T3QAAuXq4MJnWLAoYQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-20T21:21:00.000+03:00", "title": "Volcanoes that spew stretchy ice could make dwarf planets bright", "text": "Volcanoes that spew stretchy ice could make dwarf planets bright Eris has got more going on than we thought NASA By John Wenz \nHow’s this for cool: some of the most distant worlds in our solar system might have surprising geological activity that gives them a bright, icy covering. \nThe dwarf planets Eris and Makemake , which reside beyond Neptune, are probably home to ice volcanoes that recoat their surfaces continually with nitrogen frost, said Will Grundy at Lowell Observatory and Orkan M. Umurhan at the SETI Institute in work presented at an American Astronomical Society meeting on 17 October. \nThese dwarf planets are the second and third largest objects in the icy Kuiper belt region. Both worlds seem much too small and cold to have the sort of inner planetary activity that can lead to volcanism. Advertisement \nBut Grundy and Umurhan reason Eris and Makemake must have some inner activity. The proof is in their ices. When we measure reflection from the surface of both worlds, we see strong spectral lines associated with frozen methane. When this evaporates, it creates a reddish aerosol “gunk” called tholin on the tiny worlds’ surfaces. Grundy and Umurhan calculate that this gunk makes up about 10 per cent of the total ice on Eris, but more on Makemake. \nJudging by the amount of methane, we would expect tholin to be a big part of the surface, making the worlds appear darker. Instead, they appear bright white, more like the regions of Pluto covered in nitrogen ice. So Grundy and Umurhan reason the dwarf planets must have volcanoes spewing nitrogen ice to cover the tholins. \nNitrogen ice doesn’t behave like water ice. It has a “stretchiness” to it when heated, which Umurhan compares to a thick tar. The surfaces of Eris and Makemake could be stretching and eventually burying the tholin. Or a process like we see in the ice plains of Pluto’s Sputnik Planitia region could contribute, where a sort of glacier of frozen nitrogen is replenished from below by convection. “We’re simply taking that [idea] and grafting this onto Makemake and Eris,” Umurhan says. \nBut what’s powering the ice volcanoes that make the ice? Since the dwarf planets are so far from the sun, there must be something else heating them. He says the internal heat sources on the dwarf planets may be radioactive rocks near the cores. That could result in this global geologic activity, which could power icy volcanoes that cover the ground in nitrogen ice. Or, in addition, there could be several Sputnik Planitia-like regions depositing new nitrogen ice on the surface and obscuring methane gunk. \nBill McKinnon, a project scientist from NASA’s New Horizons mission to Pluto, is interested in the conduction regions idea. “It’s a regional hypothesis, but we can’t prove it from the data alone,” says McKinnon, for that you need to know how deep the nitrogen goes. If it’s the amount seen on Pluto, that’s less than 500 metres deep – not enough to generate convective layers, and thus not enough to recover the surfaces of the worlds. \n“(Grundy and Umurhan) have to do a little more work to see if the amounts are plausible,” McKinnon says. \nLarge glaciers of nitrogen ice could even be behaving like plate tectonics as rigid upper layers interact with squishy layers below, Umurhan says, similar to the theory that Sputnik Planitia may move due to the influence of a subsurface ocean. But there’s no evidence for this on Eris and Makemake. \nJournal Reference: Paper Forthcoming, from Astrobiology and Comparative Planetology panel at 49th DPS, Control ID 2817623 Article amended on 23 October 2017 \nWe corrected the estimated depth of the nitrogen on Pluto. \n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-20T21:33:11.000+03:00"}, {"thread": {"uuid": "3e8945c2ffb2da87fe0b502da726d82aa83a4d11", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX5vhN0DxhELDJqXRK9eWTIOSounZTI6gFup9AliSQAQPeqxLKupn.SftQIwWo0FanpBfETCp.npBYaTDLMtuoAbzMcJMqgAa1g--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/genetics", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Google’s quantum computing plans threatened by IBM curveball", "title_full": "Google’s quantum computing plans threatened by IBM curveball", "published": "2017-10-20T21:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/20174042/gettyimages-605383251.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 2118, "comments": 0, "shares": 2118}, "gplus": {"shares": 0}, "pinterest": {"shares": 2}, "linkedin": {"shares": 262}, "stumbledupon": {"shares": 0}, "vk": {"shares": 1}}}, "uuid": "3e8945c2ffb2da87fe0b502da726d82aa83a4d11", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX5vhN0DxhELDJqXRK9eWTIOSounZTI6gFup9AliSQAQPeqxLKupn.SftQIwWo0FanpBfETCp.npBYaTDLMtuoAbzMcJMqgAa1g--", "ord_in_thread": 0, "author": "", "published": "2017-10-20T21:00:00.000+03:00", "title": "Google’s quantum computing plans threatened by IBM curveball", "text": "Google’s quantum computing plans threatened by IBM curveball Alfred Pasieka/Science Photo Library By Mark Kim \nJust when it was looking like the underdog, classical computing is striking back. IBM has come up with a way to simulate quantum computers that have 56 quantum bits, or qubits, on a non-quantum supercomputer – a task previously thought to be impossible . The feat moves the goalposts in the fight for quantum supremacy, the effort to outstrip classical computers using quantum ones. \nIt used to be widely accepted that a classical computer cannot simulate more than 49 qubits because of memory limitations. The memory required for simulations increases exponentially with each additional qubit. Advertisement \nThe closest anyone had come to putting the 49-qubit limit to a test was a 45-qubit simulation at the Swiss Federal Institute of Technology in Zurich, which needed 500 terabytes of memory. IBM’s new simulation upends the assumption by simulating 56 qubits with only 4.5 terabytes. Read more – Revealed: Google’s plan for quantum computer supremacy \nThe simulation is based on a mathematical trick that allows a more compact numerical representation of different arrangements of qubits, known as quantum states. \nA quantum computing operation is typically represented by a table of numbers indicating what should be done to each qubit to produce a new quantum state. Instead, researchers at IBM’s T. J. Watson Research Center in Yorktown Heights, New York, used tensors – effectively multidimensional tables augmented with axes beyond rows and columns. \nThanks to the additional axes, much more information can be squashed into a few tensors, so long as we know how to write it down in the language of tensors. The researchers found a way to do just that for quantum computing operations. Embarrassingly parallel \nWhile writing down the operations in tensor form, they also found out a way to divide the simulation task into what they call “embarrassingly parallel” chunks, which allowed them to use the many processors of a supercomputer simultaneously. This won them the final bit of efficiency needed to simulate a 56-qubit quantum computer. \n“IBM pushed the envelope,” says Itay Hen at the University of Southern California. “It’s going to be much harder for quantum-device people to exhibit [quantum] supremacy.” \nIBM now has a functional 56-qubit quantum computer living in their supercomputer. But while that’s an improvement on the previous record, Andrew Childs at the University of Maryland says it’s not a huge leap forward. “I don’t think they’re claiming that this is going to give them an efficient simulation of quantum systems on a classical computer,” he says. \nEven so, they’ve upped the ante in the race to outperform classical computers with quantum systems. Google previously said they were on track to build a working 49-qubit processor by the end of 2017, but that will no longer win them the achievement of quantum supremacy. \nBob Wisnieff , the principal investigator of the IBM study, says their current simulation runs about “a billion times slower” than the theoretical estimates for an actual 56-qubit quantum computer. \nWisnieff’s team plans to experiment with supercomputers whose processors can communicate efficiently with one another. They expect to be able to squeeze out a few more qubits from these communication channels, which help speed up the parallel computation needed for the simulation. \nIBM’s goal is to build a quantum computer that can “explore practical problems” such as quantum chemistry , says Wisnieff. He hopes to check the accuracy of quantum computers against his simulations before putting real quantum computers to the test. \n“I want to be able to write algorithms that I know the answers for before I run them on a real quantum computer,” he says. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T00:07:54.000+03:00"}, {"thread": {"uuid": "b3db3cb3b0808d035be0bb2cda1f3bf58e0d8b8b", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX_jUkSZx6WCZxnbaAzqD2RhCf3vy.o9EquFTF9M7EErRGyEvQAgykSwgYBe9foJ1p0eAbQXthbT4pFUZbnM3kNTYw9zPphpSGQ--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Sex addiction isn't an illness, treating it as one is a bad idea | New Scientist", "title_full": "Sex addiction isn't an illness, treating it as one is a bad idea | New Scientist", "published": "2017-10-18T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.023, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/gettyimages-8309344161.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 3322, "comments": 0, "shares": 3322}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b3db3cb3b0808d035be0bb2cda1f3bf58e0d8b8b", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX_jUkSZx6WCZxnbaAzqD2RhCf3vy.o9EquFTF9M7EErRGyEvQAgykSwgYBe9foJ1p0eAbQXthbT4pFUZbnM3kNTYw9zPphpSGQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-18T03:00:00.000+03:00", "title": "Sex addiction isn't an illness, treating it as one is a bad idea | New Scientist", "text": "Sex addiction isn’t an illness, treating it as one is a bad idea Seeking sex addiction treatment Patrick McMullan/Getty \nI’M NOT bad – I’m ill. In essence, that is the defence of disgraced Hollywood mogul Harvey Weinstein, with his decision to seek treatment for sex addiction after the recent string of allegations about his appalling behaviour towards women. \nWeinstein isn’t the first to go down this route. The idea of sex addiction has been around for four decades and there are many offering such therapy, particularly in the US. But the film producer’s reported behaviour was so extreme it is triggering renewed scepticism about the very idea of sex addiction. \n“This latest example demonstrates the degree to which the concept To continue reading this premium article, register or login for free for unlimited access. Existing users, please log in. Log in or create a free account ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T01:50:11.064+03:00"}, {"thread": {"uuid": "b09c5a15cd1bc22e3d0b239e31c1d0bf360196a2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwJ1keHSrVmBx5Yr3ennuC5cNGHxZoZ_WikHqW1jZGNkhsv57qZz9Vuyy0LAtM5c55.T8aBVFK4ZCi6woXspzdoGycdtIzNj0A--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Gravitational waves have let us see huge neutron stars colliding | New Scientist", "title_full": "Gravitational waves have let us see huge neutron stars colliding | New Scientist", "published": "2017-10-18T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.224, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/heic1717b.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 2378, "comments": 0, "shares": 2378}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 13}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b09c5a15cd1bc22e3d0b239e31c1d0bf360196a2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwJ1keHSrVmBx5Yr3ennuC5cNGHxZoZ_WikHqW1jZGNkhsv57qZz9Vuyy0LAtM5c55.T8aBVFK4ZCi6woXspzdoGycdtIzNj0A--", "ord_in_thread": 0, "author": "Leah Crane", "published": "2017-10-18T03:00:00.000+03:00", "title": "Gravitational waves have let us see huge neutron stars colliding | New Scientist", "text": "18 October 2017 Gravitational waves have let us see huge neutron stars colliding We've taken the first pictures of neutron stars colliding 130 million light years away. The resulting gravitational waves may solve some big cosmic mysteries Gravitational waves strike gold ESO/L. Calçada/M. Kornmesser/ESA/Hubble By Leah Crane \nFIRST came the gravitational waves. Then, a burst of gamma radiation. As night fell in Chile, a small telescope pinpointed the signals in the sky: the first ever neutron star collision found with gravitational waves. \nThe discovery by the Laser Interferometer Gravitational-Wave Observatory (LIGO) on 17 August delivered many other firsts: the first gravitational waves detected from anything other than a pair of black holes, the first proof that neutron star mergers cause gamma ray bursts, the first sighting of heavy elements being formed and the first measurement of the universe’s expansion using gravitational waves. \nSince it first started listening for disturbances in space-time, LIGO has heard five signals from gravitational waves created as pairs of black holes merged and sent ripples throughout the universe, but none from any other cosmic characters. Advertisement \n“We’d always thought that we would see binary neutron stars first and we finally did [see them], and it was every bit as spectacular as we hoped,” says Nelson Christensen at Carleton College in Minnesota. \nThe new Virgo detector in Italy didn’t directly see the gravitational waves because they were in its blind spot. But that helped pinpoint their origin to an area small enough to search with optical telescopes. “It was like a dart game,” says Christensen. “We just kept narrowing it down and then we finally got a bullseye with the optical detection.” \nThe smash-up was seen across the electromagnetic spectrum, from radio to gamma rays ( The Astrophysical Journal Letters , doi.org/cd8f ). It is the first observation of an event in both gravitational waves and light. \nThe gravitational waves reveal the inner workings of the collision, while the images in different wavelengths of light show us the resulting cloud of hot plasma and gas, and help locate the event. “It was like a dart game. We kept narrowing it down and we got a bullseye with the optical detection” \nBecause neutron stars are much smaller than black holes, they need to be far closer for us to see the ripples they create in space-time as they merge. This pair was only about 130 million light years away, more than 10 times closer than the next-nearest gravitational wave source seen. \nThe waves they produced also revealed the speed at which the universe is expanding. Normally, this is calculated by seeing how fast supernovae or stars with well-known luminosity – called standard candles – are moving away from us. Instead, LIGO used gravitational waves, confirming previous calculations. \n“Usually, we measure the expansion of the universe with standard candles and now we have a standard siren,” says LIGO deputy spokesperson Laura Cadonati. \nBased on gravitational waves alone, we can’t know for sure what type of objects are sending waves our way – LIGO can only tell their size and velocity ( Physical Review Letters , doi.org/cd8g ). This showed that these two objects were one to two times the mass of the sun, so they could have been neutron stars or small black holes. \nBut observations in all the light wavelengths prove that they are indeed neutron stars. \n“The collision spews out material from the surfaces of the objects, which cannot happen if one or both of them do not have a surface – and black holes don’t have a surface, they have an event horizon,” says Edo Berger at Harvard University. \n“It’s this 11-billion-year-long dance of these objects orbiting around each other and then, at the moment of collision, all hell breaks loose,” Berger says. \nIn the explosion, called a kilonova, there were signs for the first time of heavy elements being formed as neutrons spewed out of the merging stars and hit lighter atoms nearby. \nThe kilonova produced about 10 times the mass of Earth in gold, along with other heavy elements such as platinum, lead and uranium. What is left behind after the collision remains shrouded in a cloud of heavy elements and mystery. Once the two stars smashed together, they may have formed a larger neutron star or collapsed into a black hole. \nBerger says many of the astronomers involved in the discovery think the collision resulted in a black hole, and that the gamma ray burst that occurred just afterwards was powered by matter being sucked into it. However, there is no way yet to tell this for sure. \nBut we now know we have been witnessing neutron star mergers for years – for as long as we have been observing short gamma ray bursts – without knowing it. The explosion of gamma radiation produced as the latest pair of neutron stars first touched is the closest we have ever seen, and it is similar to a few others from further across the universe. \nAs LIGO increases in sensitivity over the next few years, it could detect up to one neutron star merger every week in addition to spotting even more exotic signals from objects such as supernovae or cosmic strings, Cadonati says. \nThe combination of seeing the light and listening to the vibrations in space-time caused by one cosmic collision sets up an era of observing the universe with all our senses at once. Biggest Show in the Universe \nHours after the first signal in LIGO’s detector in Hanford, Washington, about 70 telescopes and observatories across the planet and in space turned in concert to face the same spot in the constellation Hydra. \nThe crowd watching the aftermath of the neutron star collision included telescopes on every continent, including Antarctica, as well as the Hubble Space Telescope and six other orbiting observatories. “I don’t think it’s out of the question that this is the most observed astronomical event ever. It’s a thrilling notion, and a little overwhelming,” says LIGO spokesperson David Shoemaker. “We’ve got somewhere between a quarter and a third of all the world’s astronomers working with us.” More than 3500 of them contributed to this discovery. \nBecause the “kilonova” explosion that follows a neutron star merger can last months, many of these astronomers are still watching the residual light and mapping the collision in extreme detail. \nThis article appeared in print under the headline “Star smash-up spotted” Advertisement Want more? Read the extended version of this article . Magazine issue 3148 , published 21 October 2017 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T03:31:41.095+03:00"}, {"thread": {"uuid": "01f3f714b0b17ed28a4d199752ca2d7410055ccf", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6NEO.glaFIVwvl2uIWpeA2TukJqzP3zshbbGjDj.nb2cllz4E_BoAgKmRmfboHhpEwlSH3lXUGBrvA0nk12kSLg--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/technology", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Too much information? The data-driven future of health", "title_full": "Too much information? The data-driven future of health", "published": "2017-10-21T13:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/guj0104395.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 72, "comments": 0, "shares": 72}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 14}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "01f3f714b0b17ed28a4d199752ca2d7410055ccf", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6NEO.glaFIVwvl2uIWpeA2TukJqzP3zshbbGjDj.nb2cllz4E_BoAgKmRmfboHhpEwlSH3lXUGBrvA0nk12kSLg--", "ord_in_thread": 0, "author": "", "published": "2017-10-21T13:00:00.000+03:00", "title": "Too much information? The data-driven future of health", "text": "18 October 2017 Too much information? The data-driven future of health Ever more bioinformation is readily available through tracking devices and databases – but does it risk getting up too close and personal, asks a new book Studying populations is profitable, but what if individuals lose out? Julie Guiches/picturetank By Lydia Nicholas \nTHE AGE of bioinformation did not arrive quietly. Advances in data sciences and life sciences deep in university laboratories and corporate R&D departments were accompanied by profound changes in public expectations and everyday habits. They also generated explosive headlines and raised questions not just about health, but about privacy, property and identity too. Bronwyn Parry and Beth Greenhough’s Bioinformation is a brief yet rich tour of a dynamic, complex field, following the winding paths that connect databases to the hopes and rights of the people and communities from whose bodies the information was drawn. There are lives – and enormous profits – at stake. \nImages of self-monitoring abound. Online, on paper, on TV, on social media, and slamming into us as they run down the street in sweaty lycra, we are surrounded by grinning, toned bodies weighed down by sensor-rich bracelets tracking pulse, steps, stress, sleep… Start-ups assure us that, in exchange for a simple spit sample, they can lay bare our genetic histories and futures with ancestry tests and detailed breakdowns of our health risks. Some promise to extract the mysteries of our microbiomes from faecal matter in the post. \nThe familiar urge to “know thyself” now sustains a global ecosystem of biobanks, universities, pharmaceutical companies and data giants. If we want to grasp the true power of bioinformation, we must turn from individual donors and their everyday routines to see how their data, combined with the information of thousands of others, can be mined for patterns and insights. It is this sensitive, tangled transaction that forms the focus of Bioinformation : how can things that are so intimate, personal and powerful be ethically extracted and repurposed on an enormous scale? How can society gain the benefits of new technology without causing harm to those who donated their tissues? How can donation occur ethically, when it comes with unknowable risks and so much of “our” bioinformation, especially DNA, is shared with our families and communities? How do we live well with this growing capacity to predict futures and uncover secrets? \nDNA epitomises this complexity. Across the examples and stories in Bioinformation , we chase it from crime scenes to maternity wards. Or both: in one case, an incest prosecution used blood samples that had been drawn to screen babies for serious illnesses. We hear about people with breast cancer who donated tissues in the hunt for the BRCA genes that contribute to the risk of this cancer. They wanted to help their families. Instead, they helped Myriad Genetics, the company that studied those tissues, to establish broad gene patents and achieve large profits by selling tests that many donor families could not afford. We follow the Hagahai people of Papua New Guinea, many of whom carry a mutation that promises a cure for leukaemia. We are asked how, when a gene is common in a community, an individual’s consent to donate their DNA can be weighed against the objections of others who share so much of it. The authors balance the hope of improving community health against what others see as a colonialist process of extraction , whereby cures are developed that donors may never be able to afford or access. \nParry and Greenhough are at pains to avoid easy answers, and never let the substance of bioinformation settle into one form. DNA itself frustrates traditional privacy or property rights: personal and shared, ever-present, but inaccessible without expensive technologies and the labour and creativity of scientists. \nThe questions of how we responsibly handle our growing capacities in data and life sciences are ever more urgent. As our databases grow and algorithms get more powerful, all data becomes health data. An algorithm that can use selfies to diagnose genetic disorders – which often affect the skull’s development – may be life-saving. An algorithm that claims to predict sexuality or criminality from a picture of a face raises the terrifying spectre of profiling and discrimination, mostly inaccurate and often based on flawed methodology. “The familiar urge to ‘know thyself’ now sustains a global ecosystem of data giants” \nThere are no simple answers. Parry and Greenhough suggest the first steps towards a fairer future, pointing towards community-owned biobanks and efforts to grant donors the legal right to access treatments and cures their tissues helped create. But these choices will always mix the technical and legal with the deeply personal. The case of Nancy Wexler stands out: motivated by her family’s history of Huntington’s disease , she crossed the globe to collect samples and genealogies from affected families, created a biobank, mapped the gene, and developed both a prenatal and a pre-symptomatic test. In the end, she chose not to take either test herself. She preferred to live in uncertain hope. Bioinformation Bronwyn Parry and Beth Greenhough Polity \nThis article appeared in print under the headline “Healthy curiosity?” Article amended on 26 October 2017 \nWe have corrected the book’s publisher \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "lydia nicholas", "sentiment": "none"}, {"name": "bronwyn parry", "sentiment": "none"}, {"name": "greenhough", "sentiment": "none"}, {"name": "beth greenhough", "sentiment": "none"}, {"name": "parry", "sentiment": "none"}, {"name": "nancy wexler", "sentiment": "none"}, {"name": "beth greenhough wiley", "sentiment": "none"}], "organizations": [{"name": "hagahai", "sentiment": "none"}, {"name": "myriad genetics", "sentiment": "none"}], "locations": [{"name": "papua new guinea", "sentiment": "none"}, {"name": "huntington", "sentiment": "none"}, {"name": "bioinformation", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-21T13:20:31.002+03:00"}, {"thread": {"uuid": "a8ee8b800d2c40b1a982106f8f8be67204b6344a", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6A3sqDyWhFSvmkRN4Au0SsCy0Lq2HKgCxQ9PnuxgDOnkwNSZCFU4NxaTeBxPhlkoU", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/today-on-new-scientist", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Broken faces of the Great War", "title_full": "Broken faces of the Great War", "published": "2017-10-22T10:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/battle-of-menin-road-ns.jpg", "performance_score": 3, "domain_rank": 10418, "social": {"facebook": {"likes": 375, "comments": 0, "shares": 375}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a8ee8b800d2c40b1a982106f8f8be67204b6344a", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6A3sqDyWhFSvmkRN4Au0SsCy0Lq2HKgCxQ9PnuxgDOnkwNSZCFU4NxaTeBxPhlkoU", "ord_in_thread": 0, "author": "", "published": "2017-10-22T10:00:00.000+03:00", "title": "Broken faces of the Great War", "text": "18 October 2017 Broken faces of the Great War \nMORE than two decades before the pioneering Guinea Pig Club burn injury team began treating second-world-war RAF aircrew, infantry soldiers were undergoing maxillofacial surgery in the Great War. Their faces had been disfigured by gas, mutilated by machine gun bullets and ripped apart by shell splinters. \nMen had “half their faces blown to pieces, with the skin left hanging in shreds and the jawbones crushed to a pulp that felt like sand under your fingers”, according to nursing assistant Catherine Black in her memoir. \nFaces are special. We use them to assess someone’s age and gender as well as to determine their emotional state, their character and to decide how attractive we find them. The soldiers of the Great War lost not only their faces but also their identities. \nBlue benches dotted around Sidcup in Kent, UK, were set aside for patients from Queen Mary’s Hospital, the cradle of modern plastic surgery. Between 1917 and 1925 at least 11,000 operations were performed there on men with severe facial injuries. The benches kept them away from the general public. Mirrors were banned on most hospital wards. Disfigured soldiers collapsed in shock at the sight of their injuries, children cowered, sweethearts could not bear to look at their lovers. Advertisement \nBut the stories of the men with broken faces have been forgotten. That is why I am campaigning for a memorial at Queen Mary’s Hospital to recognise these veterans. Former soldier Simon Weston – himself severely burned in the 1982 Falklands war – has promised to unveil the memorial, and we are working with schools to use smartphone technology and online education resources to bring the stories to life. An online JustGiving page is accepting donations towards the fund, and each donation will bring us closer to finding the lost faces of the Great War. Ellie Grigsby, master’s student at Goldsmiths, University of London \nSignal Boost is your chance to tell our readers about a project that needs their help. We’re looking for campaigns, programmes or ideas from non-profit or voluntary enterprises. Send a proposal, together with images and information about yourself, to . New Scientist does not endorse any claims made in this donated advertising space. We reserve the right to edit contributions for clarity and style.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "simon weston", "sentiment": "none"}, {"name": "catherine black", "sentiment": "none"}, {"name": "mary", "sentiment": "none"}, {"name": "ellie grigsby", "sentiment": "none"}], "organizations": [{"name": "queen mary’s hospital", "sentiment": "none"}, {"name": "goldsmiths, university of london  signal boost", "sentiment": "none"}, {"name": "raf", "sentiment": "none"}], "locations": [{"name": "kent", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "sidcup", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T10:16:52.005+03:00"}, {"thread": {"uuid": "e163ee7054fcc0402fbbaf054d0d92784bc2366f", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX6swIKoir4ri1ay19I.kiWNb6wfAV0LUjJIf3qxmN_IoiIkr2lh9bwvFhVyyCAXyTvQ8ja5MrtJPJlumMoby2DBfsNwHfgUGDg--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Win signed books about Leonardo da Vinci and Albert Einstein | New Scientist", "title_full": "Win signed books about Leonardo da Vinci and Albert Einstein | New Scientist", "published": "2017-10-19T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.001, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/19104108/davinci_einstein_innovators_1200x800.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e163ee7054fcc0402fbbaf054d0d92784bc2366f", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX6swIKoir4ri1ay19I.kiWNb6wfAV0LUjJIf3qxmN_IoiIkr2lh9bwvFhVyyCAXyTvQ8ja5MrtJPJlumMoby2DBfsNwHfgUGDg--", "ord_in_thread": 0, "author": "", "published": "2017-10-19T03:00:00.000+03:00", "title": "Win signed books about Leonardo da Vinci and Albert Einstein | New Scientist", "text": "19 October 2017 Win signed books about Leonardo da Vinci and Albert Einstein \nWe are delighted to be giving away signed copies of Walter Isaacson’s new book on Leonardo da Vinci, and his books on Albert Einstein and the innovators at the forefront of computer science when the subject took off. \nIn Leonardo da Vinci: The biography , Isaacson weaves a narrative that brings together a true polymath, a man of art and science. Based on thousands of pages from Leonardo’s astonishing notebooks and new discoveries about his life and work, Isaacson shows how da Vinci’s genius was based on skills we can improve in ourselves, such as passionate curiosity, careful observation To continue reading this premium article, register or login for free for unlimited access. Existing users, please log in. Log in or create a free account ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "leonardo da vinci", "sentiment": "negative"}, {"name": "albert einstein", "sentiment": "negative"}, {"name": "leonardo", "sentiment": "none"}, {"name": "walter isaacson", "sentiment": "none"}, {"name": "da vinci", "sentiment": "none"}, {"name": "isaacson", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-22T22:57:23.003+03:00"}, {"thread": {"uuid": "c9a3baf75125fa913f1d48f84edd739ba77b397a", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6soAS35H3XXlzJvfNErjc3NLmMsnoZyBovNV6lSiVDafb5YggwKqKPOd6XPBLet.FzfDdtb.eDHhBd9jB.vZFYJjNNd3vSYL1", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Is evolution about chance or fate? Well, it depends | New Scientist", "title_full": "Is evolution about chance or fate? Well, it depends | New Scientist", "published": "2017-10-18T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.533, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/55551-036682.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c9a3baf75125fa913f1d48f84edd739ba77b397a", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6soAS35H3XXlzJvfNErjc3NLmMsnoZyBovNV6lSiVDafb5YggwKqKPOd6XPBLet.FzfDdtb.eDHhBd9jB.vZFYJjNNd3vSYL1", "ord_in_thread": 0, "author": "Matthew Cobb", "published": "2017-10-18T03:00:00.000+03:00", "title": "Is evolution about chance or fate? Well, it depends | New Scientist", "text": "18 October 2017 Is evolution about chance or fate? Well, it depends Jonathan Losos's book Improbable Destinies tackles a controversy in biology - and finds that humans aren't all that different from the platypus Is the platypus an evolutionary masterpiece or just the lead clown? Dave Watts/Biosphoto/FLPA By Matthew Cobb \nIT’S one of the biggest questions in biology: is the outcome of evolution deterministic and predictable? In particular, was the evolution of human beings, or something similar, inevitable? \nJonathan Losos, an evolutionary biologist at Harvard University, approaches this through the contrasting views of the late Stephen Jay Gould and University of Cambridge palaeontologist Simon Conway Morris. \nGould famously argued that if we “replayed the tape of life” we would get very different outcomes , because the pattern of evolution is unpredictable. In contrast, Conway Morris claims that convergent evolution – the idea that similar conditions produce similar adaptations – is “completely ubiquitous”. \nImprobable Destinies focuses on the evidence underlying these opposing positions. However, chatty writing and an unclear structure mean that Losos does not explain the reasons behind Gould’s and Conway Morris’s ideas. Nor does he fully explore how their contrasting world views (Conway Morris is a devout Christian; Gould was a Marxist) influence their thinking. \nLosos initially focuses on well-known examples of convergent evolution, such as the tendency of island animals – for instance hippos and mammoths – to become smaller than their continental counterparts. He also describes in some detail a series of experimental studies on lizards and fish that provide support for the centrality of convergent evolution, and thus for Conway Morris’s view. \nBut in the chapter on Richard Lenski’s ongoing study of bacterial evolution , Losos appears to switch sides. Lenski’s experiment began in 1988 and has, to date, involved nearly 70,000 generations and quadrillions of cells. Initially, the 12 identical lines of bacteria all grew faster and produced larger cells over the generations, so showed convergent evolution. But after around 31,000 generations, one line exhibited a unique adaptation – the ability to feed on citrate. Due to a series of random mutations, this line took a very different evolutionary path from the rest. Lenski’s attempts to encourage other lines to follow suit have failed. “So much for predictability and parallel evolution!” Losos writes. \nLosos’s conclusion is that neither Gould nor Conway Morris is right. Faced with similar selection pressures, similar populations will indeed often produce convergent evolutionary outcomes. Even distantly related groups, such as marsupials and placental mammals, may do this – think of the marsupial and placental moles, separated by over 150 million years. “Stephen Jay Gould argued that if we ‘replayed the tape of life’ we would get very different outcomes” \nBut the process isn’t ubiquitous. Sometimes, stuff happens and evolution goes a little crazy. In New Zealand, there were no terrestrial mammals (bats aside) until humans arrived, but in a striking example of non-convergent evolution, the islands’ birds did not evolve forms resembling mammals elsewhere that have a similar ecological niche and environment. \nAlongside the widespread phenomenon of convergent evolution, life produces many unique forms. The human lineage is one such. \nBut before the reader can conclude that our uniqueness suggests we are the whole point of evolution, Losos plays his trump card: the duck-billed platypus. \nThis monotreme mammal has hair and a beak, and lays eggs. Like ours, its lineage is unique in the fossil record. Losos concludes that humans are no more the end-point of evolution than is the platypus, with its singular and slightly comical assemblage of characteristics. Not all evolution is convergent, he argues, and uniqueness does not imply destiny. That seems about right. Improbable Destinies: How predictable is evolution? Jonathan Losos \nThis article appeared in print under the headline “Playing dice with the animals” \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jonathan losos", "sentiment": "neutral"}, {"name": "stephen jay gould", "sentiment": "none"}, {"name": "richard lenski", "sentiment": "none"}, {"name": "matthew cobb", "sentiment": "none"}, {"name": "losos", "sentiment": "none"}, {"name": "gould", "sentiment": "none"}, {"name": "conway morris", "sentiment": "none"}, {"name": "dave", "sentiment": "none"}, {"name": "simon conway morris", "sentiment": "none"}, {"name": "lenski", "sentiment": "none"}], "organizations": [{"name": "christian", "sentiment": "none"}, {"name": "conway morris", "sentiment": "none"}, {"name": "harvard university", "sentiment": "none"}, {"name": "university of cambridge", "sentiment": "none"}], "locations": [{"name": "new zealand", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T13:19:28.000+03:00"}, {"thread": {"uuid": "89e87134410c9725b359f75338909d7e160df179", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXoxf0lnhRjxH_yEFAen9YD78vCBbx5sz7nCZWXWhPeh4MmXeIbz_uOWoTREh8vdaAjiRuV1eqVkGcHQHQC3xGNe1zKq0aJIjMHQ--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/health", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "A world where cameras are always on may make us less human", "title_full": "A world where cameras are always on may make us less human", "published": "2017-10-23T13:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/gettyimages-528901963.jpg", "performance_score": 4, "domain_rank": 10418, "social": {"facebook": {"likes": 477, "comments": 0, "shares": 477}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "89e87134410c9725b359f75338909d7e160df179", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXoxf0lnhRjxH_yEFAen9YD78vCBbx5sz7nCZWXWhPeh4MmXeIbz_uOWoTREh8vdaAjiRuV1eqVkGcHQHQC3xGNe1zKq0aJIjMHQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-23T13:00:00.000+03:00", "title": "A world where cameras are always on may make us less human", "text": "18 October 2017 A world where cameras are always on may make us less human The spread of body cams and smartphones could change who we are by stifling our natural impulse to gossip, misbehave and do really embarrassing stuff Smile, you’re on body cam Pete Starman/Getty \nIF EVERY public interaction were filmed, would the world be a better place? Common sense suggests it would, but common sense is an unreliable guide to human behaviour. The law of unintended consequences is often more useful. \nTo some extent, we already live in such a world, with CCTV cameras everywhere and smartphones in every pocket. But the routine filming of everyday life is about to go to the next level. A number of countries are rolling out body cams for police officers; other public-facing agencies such as schools, councils and hospitals are also experimenting with cameras for their employees (see “ Police body cams were meant to keep us safer. Are they working? “). Private citizens are getting in on the act too: cyclists increasingly wear headcams as a deterrent to aggressive drivers. \nAs camera technology gets smaller and cheaper, it isn’t hard to envisage a future where we’re all filming everything all the time, in every direction. Advertisement \nWould that be a good thing? There are some obvious potential upsides. If people know they are on camera, especially when at work or using public services, they are surely less likely to misbehave. The available evidence suggests that it discourages behaviours such as police brutality. Another upside is that it would be harder to get away with crimes or to evade blame for accidents. \nBut a world on camera could have subtle negative effects. The deluge of data we pour into the hands of Google, Facebook and others has already proved a mixed blessing. Those companies would no doubt be willing to upload and curate our body-cam data for free, presumably with the assistance of machine learning algorithms – but at what cost to privacy and freedom of choice? \nBody-cam data could also create a legal minefield. Disputes over the veracity and interpretation of police footage have already surfaced. Eventually, events not caught on camera could be treated as if they didn’t happen, like the proverbial tree falling in the forest. Alternatively, footage could be faked or doctored to dodge blame or incriminate others. “The always-on-camera world could even threaten some of the attributes that make us human” \nOf course, there’s always the argument that if you’re not doing anything wrong, you have nothing to fear. But most people have done something embarrassing, or even illegal, that they regret and would prefer hadn’t been caught on film. People already censor their social media feeds – or avoid doing anything incriminating in public – for fear of damaging their reputation. Would ubiquitous body cams have a further chilling effect on our freedom? \nThe always-on-camera world could even threaten some of the attributes that make us human. We are natural gossips and backbiters, and while those might not be desirable behaviours, they oil the wheels of our social interactions. Once people assume they are being filmed, they are likely to clam up. \nThe argument in relation to body-cam ownership is a bit like that for guns: once you go past a critical threshold, almost everyone will feel they need one as an insurance policy. We are nowhere near that point yet – but we should think hard about whether we really want to say lights, body cam, action. \nThis article appeared in print under the headline “Smile, you’re on body cam” \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "pete starman/getty", "sentiment": "none"}], "organizations": [{"name": "google", "sentiment": "none"}, {"name": "cctv", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-23T13:22:54.001+03:00"}, {"thread": {"uuid": "3f0e378993790e9e9dd64d12cd54f12006dd29a8", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6WIqGMb4dQPPEQu5ILj5T0Kot67cwC74VQA2Ay0uA.BqWGeu3vO0bKFDZSGqz9Vw9orVHxN6n8oKd8HqgBTTKpr0PVbn6lv60", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/epidemic", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "The bourgeois biologist who sparked Russia’s genetics revolution", "title_full": "The bourgeois biologist who sparked Russia’s genetics revolution", "published": "2017-10-23T15:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/c0093372-nikolai_koltsov_russian_biologist.jpg", "performance_score": 1, "domain_rank": 10418, "social": {"facebook": {"likes": 113, "comments": 0, "shares": 113}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3f0e378993790e9e9dd64d12cd54f12006dd29a8", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo5y1e4g81DX6WIqGMb4dQPPEQu5ILj5T0Kot67cwC74VQA2Ay0uA.BqWGeu3vO0bKFDZSGqz9Vw9orVHxN6n8oKd8HqgBTTKpr0PVbn6lv60", "ord_in_thread": 0, "author": "", "published": "2017-10-23T15:00:00.000+03:00", "title": "The bourgeois biologist who sparked Russia’s genetics revolution", "text": "18 October 2017 The bourgeois biologist who sparked Russia’s genetics revolution Russia's 1917 revolution put Nikolai Koltsov in a deadly predicament, pursuing world-leading genetics research with Lenin's secret police breathing down his neck Nikolai Koltsov predicted the existence of a “giant hereditary molecule” Sputnik/Science Photo Library By Simon Ings \nFOLLOWING the Russian revolution of 1917, Nikolai Koltsov managed to keep himself below Lenin’s radar for several years before his luck ran out. Arrested as part of a witch hunt by the Bolshevik leader’s secret police, the biologist was held without food for two days before they reluctantly released him. Koltsov was one of the luckier ones: 24 of his peers were executed by firing squad. \nLenin’s relationship with scientists was a troubled one – particularly for the scientists. When a coup swept him and the Bolsheviks to power, 100 years ago this month, Lenin embarked on the latest of many attempts to govern an empire that had been expanding for centuries without proper attention to development. Russia’s extent was bigger than the visible surface of the moon, yet had no councils, unions or guilds, few schools or hospitals worthy of the name, and in many places, no roads. \nA “scientific government” was Lenin’s answer, and an overarching social science, Marxism, would apply such knowledge to the public good. So the state needed scientists – and that was a big problem. Twelve years earlier, during the revolution of 1905, liberal-minded, Western-educated scientists had led a coup against the tsar. That modest revolution had resulted in constitutional change, but when the communists stormed to power in 1917, they were contemptuous of the failed scientific revolutionaries. \nStill, as Lenin conceded to his brother-in-law: “Communism cannot be built without a fund of knowledge, technology, culture, but they are in the possession of bourgeois specialists.” To continue reading this premium article, subscribe for unlimited access. Existing subscribers, please log in with your email address to link your account access. App + web", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "lenin", "sentiment": "none"}, {"name": "simon ings", "sentiment": "none"}, {"name": "nikolai koltsov", "sentiment": "none"}, {"name": "koltsov", "sentiment": "none"}], "organizations": [], "locations": [{"name": "russia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T15:44:32.005+03:00"}, {"thread": {"uuid": "0936869fa06dde1c9bb602216950661581b241fa", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7MnynRH5cNwZ10Fs5pVnafzCNOr2gv5vkscCDQnBwvGNBQsut.k7yMfyEkZy4x7OTYzrmptWg_c297niThyyeiJNMfYSr0e2ZBKjyY7a_nMrEfM5u4Upe1uz8C8uU3S6A--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Dogs really can smell your fear, and then they get scared too", "title_full": "Dogs really can smell your fear, and then they get scared too", "published": "2017-10-19T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.006, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/19131824/gettyimages-469346847.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0936869fa06dde1c9bb602216950661581b241fa", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7MnynRH5cNwZ10Fs5pVnafzCNOr2gv5vkscCDQnBwvGNBQsut.k7yMfyEkZy4x7OTYzrmptWg_c297niThyyeiJNMfYSr0e2ZBKjyY7a_nMrEfM5u4Upe1uz8C8uU3S6A--", "ord_in_thread": 0, "author": "", "published": "2017-10-19T03:00:00.000+03:00", "title": "Dogs really can smell your fear, and then they get scared too", "text": "5 Dogs really can smell your fear, and then they get scared too \nThere is an urban myth that dogs can smell human emotions, now it seems to be true: dogs can sense a person’s emotional state just by sniffing a sample of their sweat ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-23T16:51:45.000+03:00"}, {"thread": {"uuid": "e5ad761119b1cf66c9e0443d6ae4cd51673c9963", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7jDT3JMBYayovX_PaW1s6Ak7WpoBBTIuz2ZmT7DXWw4sCYEfBuDc8vV3Kbd1J52iZqY8tnM4xRV5a0S_LjbYWDwsLP4JueSuw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/health", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Narcissists aren’t very conservative but believe in inequality", "title_full": "Narcissists aren’t very conservative but believe in inequality", "published": "2017-10-23T16:56:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23133002/gettyimages-858761434.jpg", "performance_score": 7, "domain_rank": 10418, "social": {"facebook": {"likes": 719, "comments": 0, "shares": 719}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e5ad761119b1cf66c9e0443d6ae4cd51673c9963", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7jDT3JMBYayovX_PaW1s6Ak7WpoBBTIuz2ZmT7DXWw4sCYEfBuDc8vV3Kbd1J52iZqY8tnM4xRV5a0S_LjbYWDwsLP4JueSuw--", "ord_in_thread": 0, "author": "", "published": "2017-10-23T16:56:00.000+03:00", "title": "Narcissists aren’t very conservative but believe in inequality", "text": "Narcissists aren’t very conservative but believe in inequality Striving for superiority Alex Edelman/AFP/Getty Images By Alice Klein \nAre narcissists more likely to be right-wing conservatives or rebellious liberals ? A study of narcissistic personalities reveals they typically combine elements of both, helping to explain some of President Trump’s actions. \nSocial scientists have long tried to understand how personality influences political beliefs . Studies have found that people who are open-minded, creative and curious are more likely to be liberal voters, whereas people who like convention and orderliness tend to vote more conservatively. \nBut few studies have looked at how political attitudes are shaped by narcissism – a personality trait characterised by a sense of superiority, self-admiration and a lack of empathy for others. Advertisement \nAleksandra Cichocka at the University of Kent, UK, and her team decided to look at two attitudes typically seen to be right-wing: a belief in social dominance – that inequality is the natural order of things – and in right-wing authoritarianism, the idea that traditional values need protecting. Read more – All about me: How to be a successful narcissist \nThe team surveyed nearly 2000 people in the UK, US and Poland. To determine each person’s level of narcissism, they asked them to choose which statements described them best, for example, “The thought of ruling the world frightens the hell out of me” versus “If I ruled the world it would be a better place”. \nTo gauge political attitudes, they asked participants to rate how strongly they agreed with statements like, “It is not a problem if some people have more of a chance in life than others” and “Trashy magazines and radical literature in our communities are poisoning the minds of our young people”. \nStatements like “African Americans living here should not push themselves where they are not wanted” were included specifically to assess ethnic prejudice. \nThe higher people scored for narcissism, the higher they also tended to rate on measures of social dominance and ethnic prejudice. However, these people generally scored lower on authoritarianism. Read more – Your true self: How your personality changes throughout life \nThis fits with research showing that narcissists are more preoccupied with being top of the pecking order than maintaining traditional morals, says Cichocka. In fact, they may deliberately undermine the status quo because they believe they are special and unique, she says. “Narcissists like to see themselves as rebellious and non-conforming as well as open to new experiences and creative,” she says. \n“Displaying greater prejudice towards ethnic minority groups can be considered one way of how narcissists express their superiority strivings,” she says. \nTrump seems to fit within this narcissistic framework, says Cichocka. “We see instances of him being highly socially dominant, but of course we also see him breaking social norms,” she says. \nJohn Duckitt at the University of Auckland in New Zealand agrees. Trump’s belief in social hierarchy is suggested by his preoccupation with ratings and racially charged comments, while his rule-breaking nature is evident in his unrestrained Twitter use, he says. Narcissism in numbers \nA person’s political beliefs can also be affected by collective narcissism. \nCollective narcissists have an exaggerated feeling that a group that they belong to is special, and they are highly sensitive to outside threats. A person can be a collective narcissist without themselves being an individual narcissist. \nAgnieszka Golec de Zavala at Goldsmiths, University of London and her colleagues showed last year that people in Turkey who scored higher on the collective narcissism scale were more likely to feel humiliated by their country not being admitted to the European Union. They also felt more pleasure in the EU’s recent economic problems. \nThe researchers also found that collective narcissists in Poland are more likely to support hostile actions against the makers of a film that portrayed their country in a bad light. \nNo studies have looked at whether collective narcissism is going up or down, but further research in this area could help to predict societal flare-ups, says Golec de Zavala. “Understanding the situations that mobilise collective narcissistic responses may help explain seemingly sudden and unprovoked outbursts of intergroup hostility.” Journal reference: European Journal of Personality , DOI: 10.1002/per.2114 \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alex edelman", "sentiment": "negative"}, {"name": "john duckitt", "sentiment": "none"}, {"name": "agnieszka golec de zavala", "sentiment": "none"}, {"name": "golec de zavala", "sentiment": "none"}, {"name": "aleksandra cichocka", "sentiment": "none"}, {"name": "alice klein", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "cichocka", "sentiment": "none"}], "organizations": [{"name": "eu", "sentiment": "none"}, {"name": "university of kent", "sentiment": "none"}, {"name": "university of auckland", "sentiment": "none"}, {"name": "european union", "sentiment": "none"}, {"name": "university of london", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}], "locations": [{"name": "new zealand", "sentiment": "none"}, {"name": "turkey", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "goldsmiths", "sentiment": "none"}, {"name": "poland", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T17:15:03.000+03:00"}, {"thread": {"uuid": "2c607cf84d13e167142e20fb4b3d60491d4a6394", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX4kBHw45sYcAxVOhmesfA8BkkxS2orq3DdwOt7uST3.0HFBY1XDPQDtpKXuC5q7Tu9iHCBfBWsGFC6EkxJzmL7rAPjCPPDAOkw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/weapons", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Geese-like birds seem to have survived the dinosaur extinction", "title_full": "Geese-like birds seem to have survived the dinosaur extinction", "published": "2017-10-23T17:34:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23143000/ee5c2r.jpg", "performance_score": 9, "domain_rank": 10418, "social": {"facebook": {"likes": 902, "comments": 0, "shares": 902}, "gplus": {"shares": 0}, "pinterest": {"shares": 4}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2c607cf84d13e167142e20fb4b3d60491d4a6394", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX4kBHw45sYcAxVOhmesfA8BkkxS2orq3DdwOt7uST3.0HFBY1XDPQDtpKXuC5q7Tu9iHCBfBWsGFC6EkxJzmL7rAPjCPPDAOkw--", "ord_in_thread": 0, "author": "", "published": "2017-10-23T17:34:00.000+03:00", "title": "Geese-like birds seem to have survived the dinosaur extinction", "text": "Geese-like birds seem to have survived the dinosaur extinction The look of survivors? Keith Levit/Alamy Stock Photo By Jeff Hecht \nThey looked like loons but honked like geese, and are kin to a group of modern birds that includes ducks, geese and chickens. Meet the Vegaviidae, a newly named group of waterbirds that seemingly lived through the mass extinction that took out the dinosaurs. \nAlthough the Vegaviidae are now extinct, they are the first bird group known to have survived the mass extinction, says Federico Agnolin at the Bernardino Rivadavia Argentine Museum of Natural Sciences in Buenos Aires. \nAt the end of the Cretaceous Period 66 million years ago, a mass extinction – probably caused by an asteroid impact – wiped out a swathe of species, including all non-avian dinosaurs. Birds survived the disaster, but which groups carried the flame has been unclear. Advertisement \nBird fossils from the end-Cretaceous between 72 and 66 million years ago are few and fragmentary, says Joel Cracraft at the American Museum of Natural History in New York. \nOne of the few known species is Vegavis iaai , discovered on Vega Island off West Antarctica and described in 2005 . Vegavis was a fish-eating diving bird that resembled a modern loon. However, Agnolin says its skeleton shows that it was related to ducks and geese, and to land fowl such as chickens. \nLast year, palaeontologists described a second Vegavis fossil that included a syrinx, the bird version of vocal cords. They concluded that the birds honked like geese . Fossil relations \nAgnolin and his colleagues have now compared that fossil with other bird fossils from the southern polar regions. They believe that Vegavis forms a group with three other bird species and some unnamed, mostly fragmentary fossils. They call the group Vegaviidae. \nTwo of the Vegaviidae lived during the late Cretaceous: Polarornis gregorii in Antarctica and Neogaeornis wetzeli in Chile. The third, Australornis lovei , lived in New Zealand soon after the asteroid impact – suggesting the group survived the mass extinction. \nIt seems that the Vegaviidae diversified before the mass extinction. Their survival supports the idea that birds from southern continents were vital in the evolution of modern birds. \nIt’s not clear why this group lived on. However, there are also signs that the bones of Vegavis and Polarornis grew rapidly, something that also happens in modern birds. Agnolin says that might have given them an edge over another group: the Enantiornithes, or “opposite birds” , which died out at the end of the Cretaceous. \n“A circum-Antarctic clade of diving, primitive, duck-like birds makes sense,” says Luis Chiappe at the Natural History Museum of Los Angeles County in California. But he says the family tree proposed by Agnolin is unconvincing, because the analysis does not include enough species. This means the birds might not all belong in one group after all, and therefore that we may still not have identified a bird group that survived the extinction. \nAgnolin is right to place Polarornis with Vegavis , says Gerald Mayr at the Senckenberg Research Institute in Frankfurt, Germany. He is, however, also not convinced that the other species have enough in common to be labelled close relatives. \nNevertheless, most of the known modern-looking birds from the late Cretaceous were aquatic, so Mayr says the ancestors of today’s birds may have been at least semi-aquatic. \nJournal reference: The Science of Nature , DOI: 10.1007/s00114-017-1508-y \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "keith levit/al", "sentiment": "neutral"}, {"name": "agnolin", "sentiment": "none"}, {"name": "jeff hecht", "sentiment": "none"}, {"name": "gerald mayr", "sentiment": "none"}, {"name": "mayr", "sentiment": "none"}, {"name": "joel cracraft", "sentiment": "none"}, {"name": "vegavis", "sentiment": "none"}, {"name": "federico agnolin", "sentiment": "none"}, {"name": "luis chiappe", "sentiment": "none"}], "organizations": [{"name": "bernardino rivadavia argentine museum of natural sciences", "sentiment": "none"}, {"name": "natural history museum of los", "sentiment": "none"}, {"name": "american museum of natural history", "sentiment": "none"}, {"name": "senckenberg research institute", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "polarornis", "sentiment": "none"}, {"name": "frankfurt", "sentiment": "none"}, {"name": "vega island", "sentiment": "none"}, {"name": "west antarctica", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "new zealand", "sentiment": "none"}, {"name": "angeles county", "sentiment": "none"}, {"name": "antarctica", "sentiment": "none"}, {"name": "buenos aires", "sentiment": "none"}, {"name": "chile", "sentiment": "none"}, {"name": "vegavis", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T18:00:11.006+03:00"}, {"thread": {"uuid": "c2c59752a2f50e02ed8d16538b7ce6c344562b38", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXxlfddy_5qRSJ_xW5ig191_crzX3ygsHep.0eM3tN5.E9FZt.2dEeCtg5KNoDCsbdIhgSuVXAMv.KEApwsqqGsMD2J5L5e4p5w--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/weapons", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Chronic back pain stem cell treatment could cut need for opioids", "title_full": "Chronic back pain stem cell treatment could cut need for opioids", "published": "2017-10-23T17:34:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23150826/p429m839138.jpg", "performance_score": 9, "domain_rank": 10418, "social": {"facebook": {"likes": 917, "comments": 0, "shares": 917}, "gplus": {"shares": 0}, "pinterest": {"shares": 4}, "linkedin": {"shares": 41}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c2c59752a2f50e02ed8d16538b7ce6c344562b38", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXxlfddy_5qRSJ_xW5ig191_crzX3ygsHep.0eM3tN5.E9FZt.2dEeCtg5KNoDCsbdIhgSuVXAMv.KEApwsqqGsMD2J5L5e4p5w--", "ord_in_thread": 0, "author": "", "published": "2017-10-23T17:34:00.000+03:00", "title": "Chronic back pain stem cell treatment could cut need for opioids", "text": "Chronic back pain stem cell treatment could cut need for opioids Lower back pain affects around 28 million people in the US plainpicture By Andy Coghlan \nA stem cell treatment could finally bring relief to millions of people with chronic lower back pain. If it works, the injection could become a crucial tool for curbing the opioid epidemic currently killing thousands in the US. \nOverdoses from prescription opioids have quadrupled since 1999 , and opioids accounted for 33,000 deaths in 2015 alone. Many of those deaths occur as a result of people becoming addicted to opioids after being prescribed drugs such as oxycodone, hydrocodone or methadone to relieve lower back pain. It is a common health issue that affects around 28 million people in the US and accounts for around half of all opioid painkiller prescriptions there. \nStem cells might change that. Injected into damaged discs between the vertebrae of the spine, each dose contains around 6 million cells. Called mesenchymal precursor cells, they dampen down inflammation and secrete factors that help rebuild damaged tissue. In experiments in sheep , these cells completely rebuilt damaged vertebral discs, prompting Silviu Itescu of the firm Mesoblast in Melbourne, Australia, and his team to try the technique in people. Advertisement \n“In 100 patients, we’ve shown substantial improvements in function and pain relief that last two years or more,” says Itescu. MRI scans found that the cells seemed to rebuild damaged discs in people too. “If we’re successful in [our] larger trial currently under way, we can hopefully keep people away from opioids,” says Itescu. Encouraging results \nThe cells are being tested specifically for treating degenerative disc disease, which accounts for around 22 per cent of cases of chronic lower back pain. The discs between our vertebrae act as shock absorbers, but they can dry out through wear and tear or ageing. This causes them to shrink, reducing their cushioning power, and potentially leading to trapped nerves. Disc injury can also trigger inflammation that further aggravates the condition. \nOne injection of the cells was enough to help around half of those treated to experience no back pain for two years. Some participants have now been free of pain for three years. \nAlmost half of those treated became more mobile, dropping 15 points on a 100-point “disability” scale. Fewer than 13 per cent of the control group, who received a salt-water injection, showed the same improvement. \nThe company presented these preliminary results at the annual meeting of the US Spine Intervention Society in New Orleans in August, and will give more detail at the Piper Jaffray Healthcare Conference in New York in November. \nItescu’s company extracts the stem cells from the bone marrow of donors, and then grows them in the lab to create large amounts for treating many people. Unlike many cells, Itescu says donated mesenchymal precursor cells aren’t recognised by a recipient’s immune system, meaning that someone who receives the treatment does not need to take immunosuppressant drugs. \nWhen in place, the cells reinflate vertebral discs that have dried out and cracked, losing their strength, says Itescu. They do this by causing water to be trapped in the discs, “almost like pumping up a tyre,” he says. \nThe rationale makes sense, says David Thomas, of the opioid and pain working group at the US National Institute on Drug Abuse in Bethesda, Maryland. He says that other teams are developing promising treatments intended to lower the inflammation of painful discs. Opioid emergency \nIn August, President Trump said he intends to declare the US opioid crisis a national emergency and he is expected to officially do so this week. But the opioid problem is not restricted to the US, and there are fears that a similar painkiller addiction epidemic is under way in the UK. Codeine-related deaths have more than doubled in Australia since 2000, prompting the country to ban over-the-counter sales of the painkiller from February 2018. \nNew treatments for back pain will be important for fighting this, but Caleb Alexander of the Johns Hopkins Center for Drugs Safety and Effectiveness in Maryland says existing alternatives to opioids – such as non-steroidal anti-inflammatory drugs and physical therapy – have more immediate potential for alleviating the epidemic. \n“Any practical application of these types of treatments is a long way off, and there are countless reasons why these promising early results may not translate into tomorrow’s cures,” warns Alexander. \nBut Thomas says existing treatments for back pain often fail or are only minimally effective. “We really do need better treatments for lower back pain, so this is encouraging,” he says. “But we need to see how it works out.” ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "thomas", "sentiment": "none"}, {"name": "alexander", "sentiment": "none"}, {"name": "caleb alexander", "sentiment": "none"}, {"name": "david thomas", "sentiment": "none"}, {"name": "andy coghlan", "sentiment": "none"}, {"name": "silviu itescu", "sentiment": "none"}, {"name": "itescu", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}], "organizations": [{"name": "johns hopkins center for drugs safety", "sentiment": "none"}, {"name": "piper jaffray healthcare conference", "sentiment": "none"}, {"name": "mesoblast", "sentiment": "none"}, {"name": "us spine intervention society", "sentiment": "none"}, {"name": "us national institute on drug abuse", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "new orleans", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "bethesda", "sentiment": "none"}, {"name": "maryland", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "melbourne", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T18:00:12.006+03:00"}, {"thread": {"uuid": "4cde962fca69aa4d1c4a42c0bb4a4f51df2cb190", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX5Bs3OIygQunHrpY.Mh.dlp5mTL7Zw.U.Q71dh.h8nn56SufkFzYsVKd8QUsfBNXF6zNu4BzmS4c", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/news", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "5 ‘mad scientists’ of post-Revolution Russia", "title_full": "5 ‘mad scientists’ of post-Revolution Russia", "published": "2017-10-23T19:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18112336/trofimlysenkorexfeatures_3826997a.jpg", "performance_score": 1, "domain_rank": 10418, "social": {"facebook": {"likes": 163, "comments": 0, "shares": 163}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4cde962fca69aa4d1c4a42c0bb4a4f51df2cb190", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX5Bs3OIygQunHrpY.Mh.dlp5mTL7Zw.U.Q71dh.h8nn56SufkFzYsVKd8QUsfBNXF6zNu4BzmS4c", "ord_in_thread": 0, "author": "", "published": "2017-10-23T19:00:00.000+03:00", "title": "5 ‘mad scientists’ of post-Revolution Russia", "text": "5 ‘mad scientists’ of post-Revolution Russia Pictorial Press Ltd/Alamy Stock Photo \nFrom attempts to create human-chimp hybrids to the “discovery” that living cells can emerge from non-cellular material, some of Soviet science entered the twilight zone after 1917’s October Revolution. While some scientists achieved genuine breakthroughs in their fields despite the fraught political era, such as pioneering geneticist Nikolai Koltsov , some others flew off the rails. Here are five particularly egregious examples. 1. Ilya Ivanov \nAnimal-breeding expert who tried to mate humans with chimpanzees \nBy the time of the 1917 revolution, Ilya Ivanov was already an international celebrity, famed for pioneering artificial insemination techniques To continue reading this premium article, register or login for free for unlimited access. Existing users, please log in. Log in or create a free account", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ilya ivanov", "sentiment": "none"}, {"name": "nikolai koltsov", "sentiment": "none"}], "organizations": [{"name": "russia pictorial press", "sentiment": "negative"}], "locations": [{"name": "russia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T19:21:08.002+03:00"}, {"thread": {"uuid": "f5bdd281894fd0d27937b957574e90d53a745ff2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX4.hFZMmugfT", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/essays", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Possible exomoon may be an ocean-covered world as big as Saturn", "title_full": "Possible exomoon may be an ocean-covered world as big as Saturn", "published": "2017-10-23T20:38:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23174105/pia17998_fig1.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 72, "comments": 0, "shares": 72}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f5bdd281894fd0d27937b957574e90d53a745ff2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX4.hFZMmugfT", "ord_in_thread": 0, "author": "", "published": "2017-10-23T20:38:00.000+03:00", "title": "Possible exomoon may be an ocean-covered world as big as Saturn", "text": "Possible exomoon may be an ocean-covered world as big as Saturn Does it exist? NASA/JPL-Caltech By Shannon Hall \nIn July, tantalising evidence emerged of the first discovery of a moon around a planet beyond our solar system. Although the exomoon’s existence has yet to be confirmed, new results show that the world may look stranger than anyone thought and may also have been created through some unknown mechanism. \nDavid Kipping at Columbia University, New York, has spearheaded an effort to comb through Kepler spacecraft data in search of hidden moons since 2012. Back in July, he and his graduate student Alex Teachey announced they had found signs of a colossal exomoon that might orbit a gas giant roughly 4000 light years away. \nAlthough the moon is still hypothetical – and Kipping has watched many previous candidates vanish into thin air – the discovery would mark a new chapter in our search for life in the cosmos, causing many to wonder what that world would look like. \nRené Heller at the Max Planck Institute for Solar System Research in Germany set out to determine just that. \nNot that it is an easy question. Given that the exomoon has yet to be confirmed, very little is known about it so far – so its exact size and mass are unknown. Based on calculations from the Kepler data, Heller speculates that the moon could be anything from a small gaseous body the size of Earth to an ocean-covered rocky world as big as Saturn. But he thinks the most likely scenario, sitting squarely in the middle of that range, is a Neptune-like world. \nSuch a mega-moon doesn’t exist in our solar system, which would make this candidate exomoon an oddball. It also means that its formation mechanism might be quite mysterious. Three routes to a moon \nIndeed, Heller argues that it can’t be explained by what we currently know about how moons form in our solar system. Our moon, for example, was created when a giant impact carved the satellite from our planet . Jupiter’s moons formed around the developing planet from the thick debris of gas and dust that once persisted throughout the solar system. And Neptune’s moon was actually captured by the planet’s gravity. \nThose three scenarios are the only ones astronomers understand – and none can explain a moon so large. That means that if the exomoon is validated, it would pose “an exquisite riddle for formation theorists to solve”, Heller says. “It is not clear to me from the Kepler data and from what we know in the solar system, which channel it would have formed through.” \nTeachey and Kipping have tried to discourage theorists from spending too much time analysing the possible exomoon. “If it’s there, awesome, have at it,” Teachey says. “But if not, well, we’d feel badly about other people having spent time studying a phantom.” Still, Teachey admits he found Heller’s results interesting. \n“I think the conclusion is, ‘this is a strange system,’ and we agree,” Teachey says. Both he and Kipping have argued that the unusual size of the moon is reason to be agnostic about it, but that doesn’t necessarily mean astronomers should rule out its existence. “The universe is very good at surprising us,” Teachey says. \nTo confirm the exomoon, the pair plan to take another look at the system on 28 October using the Hubble Space Telescope. If they succeed, we may have to devise new theories about how the exomoon formed, which could tell us more about what this world and other exomoons are like. \nIt is an important question given that exomoons might be the best place to search for life. John Armstrong at Weber State University, Utah, points out that many of the gas giant exoplanets we have discovered exist in a habitable zone not too close and not too far from their star. Should they have moons in tow, those satellites might be ideal worlds for life. \nJournal reference: arXiv , 1710.06209 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alex teachey", "sentiment": "none"}, {"name": "teachey", "sentiment": "none"}, {"name": "john armstrong", "sentiment": "none"}, {"name": "heller", "sentiment": "none"}, {"name": "rené heller", "sentiment": "none"}, {"name": "kipping", "sentiment": "none"}, {"name": "kepler", "sentiment": "none"}, {"name": "david kipping", "sentiment": "none"}], "organizations": [{"name": "columbia university", "sentiment": "none"}, {"name": "max planck institute for solar system research", "sentiment": "none"}, {"name": "weber state university", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "neptune", "sentiment": "none"}, {"name": "jupiter", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "utah", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T21:05:24.029+03:00"}, {"thread": {"uuid": "5bfcfcdc1debc2f24d7b5632bf976deed40caf6e", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX.lmJVotslFChOubUb5TjTcG.V9p65QszFOxBzmDchulyx1zQYA_ISMCesPP1NVkc03SDEwqL7zJnyR_IsJ1AGo-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/essays", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Robotic underwater miners can go where humans can’t", "title_full": "Robotic underwater miners can go where humans can’t", "published": "2017-10-23T21:27:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23181141/dmgbn8vx0aaeftc.jpg", "performance_score": 2, "domain_rank": 10418, "social": {"facebook": {"likes": 229, "comments": 0, "shares": 229}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 109}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5bfcfcdc1debc2f24d7b5632bf976deed40caf6e", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX.lmJVotslFChOubUb5TjTcG.V9p65QszFOxBzmDchulyx1zQYA_ISMCesPP1NVkc03SDEwqL7zJnyR_IsJ1AGo-", "ord_in_thread": 0, "author": "", "published": "2017-10-23T21:27:00.000+03:00", "title": "Robotic underwater miners can go where humans can’t", "text": "Robotic underwater miners can go where humans can’t Dig deep with help from robots Damen Dredging Equipment By David Hambling \nThe scene around the flooded Whitehill Yeo pit in Devon, UK, resembles a lunar landscape. Until it was abandoned just a few years ago, an endless stream of diesel trucks carried china clay out of the mine seven days a week. \nBut don’t be fooled by the silence: this is very much an active site. It’s just that all the excavation is happening deep beneath the placid waters. This is a test bed, the first, for a new type of mining by underwater robots. \nThey are part of a European Union-funded project called ¡VAMOS! for Viable Alternative Mine Operating System. The goal is to extract mineral resources from abandoned, flooded mine sites previously considered too dangerous or costly to access. If the demonstration here at Whitehill Yeo works, these robots will go global, producing raw materials without digging new mines, and minus the environmental or noise problems that plague traditional mining. Advertisement \nAny time a mine is dug below the water table, it floods unless water is constantly pumped out. But mines have to be deep: many metallic ores are the result of volcanic action, and the deeper you go, the higher the ore quality. Geothermal depths \nEventually, even mines with resources still untapped are abandoned because it becomes too costly to keep pumping out water, too unstable to keep miners safe, and too hot to keep them comfortable at geothermal depths. \nBut what if you could let a mine flood and keep working it anyway? Then, instead of fighting you, the water would turn into an ally: the liquid helps lift and transport rocks, cools motors and lubricates cutting equipment. \nThat means drilling and blasting, would become unnecessary. So would cooling at geothermal depths. And because separation of ore and rock is done on site, fewer trucks are needed to transport it for processing. The robot runs on swamp tracks on the floor of the lake, connected by an umbilicus to a small barge on the water’s surface. It crushes the minerals it finds and sends them as a slurry back up to the barge; after the water is removed from the slurry, it is returned to the flooded pit. \nThis approach even removes the toxic wastewater associated with mining. “Limiting the movement of wastewater seems an appealing component of this new technique,” says Gillian Galford at the University of Vermont. \nThe road to Whitehill Yeo as been rocky; one of the biggest problems the team had to overcome was how the robot would navigate and locate itself in the turbid, nearly opaque mining water. A new location system developed by the team’s Portuguese collaborators can pinpoint the mining vehicle’s position. \nThe trial at Whitehill Yeo is due to be completed at the end of October when a detailed environmental impact assessment will be published. “So far, we haven’t observed any environmental effects beyond the immediate working area, and nearby water bodies do not seem to be affected,” says Ian Stewart an independent environmental consultant with Fugro GB Marine Limited. \n“From an environmental perspective, it makes sense to reopen an existing mine rather than excavate a new pit,” says Stewart, but warns it may not be suitable for all mines. In its second trial, planned for June 2018, the mining robot will face the granite bedrock of the Smreka iron open-pit in Bosnia and Herzegovina. \nEdine Bakker of ¡VAMOS! told New Scientist that she hopes the work will lead to a world where mining operations are more sustainable as robots will work unseen, unheard and with minimal environmental disturbance. \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "damen dredging eq", "sentiment": "negative"}, {"name": "ian stewart", "sentiment": "none"}, {"name": "whitehill yeo", "sentiment": "none"}, {"name": "david hambling", "sentiment": "none"}, {"name": "gillian galford", "sentiment": "none"}, {"name": "stewart", "sentiment": "none"}, {"name": "edine bakker", "sentiment": "none"}], "organizations": [{"name": "new scientist", "sentiment": "none"}, {"name": "fugro gb marine limited", "sentiment": "none"}, {"name": "university of vermont", "sentiment": "none"}], "locations": [{"name": "bosnia", "sentiment": "none"}, {"name": "smreka", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "devon", "sentiment": "none"}, {"name": "herzegovina", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T21:55:16.000+03:00"}, {"thread": {"uuid": "49bfbb15843974b28434d5d245958a041e5c52a7", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXxxTH1EnO3zYtitibv0W7eMax7e1DGoZUgPhi4TI3p7OvnxPMPbjfPLcix3pnKAPBp28EnTF_keZU9l9Qe59iGQFx8hrk4CVng--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/health", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Your autopilot mode is real – now we know how the brain does it", "title_full": "Your autopilot mode is real – now we know how the brain does it", "published": "2017-10-23T23:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23190029/gettyimages-686820531.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 2373, "comments": 0, "shares": 2373}, "gplus": {"shares": 0}, "pinterest": {"shares": 2}, "linkedin": {"shares": 35}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "49bfbb15843974b28434d5d245958a041e5c52a7", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXxxTH1EnO3zYtitibv0W7eMax7e1DGoZUgPhi4TI3p7OvnxPMPbjfPLcix3pnKAPBp28EnTF_keZU9l9Qe59iGQFx8hrk4CVng--", "ord_in_thread": 0, "author": "", "published": "2017-10-23T23:00:00.000+03:00", "title": "Your autopilot mode is real – now we know how the brain does it", "text": "Your autopilot mode is real – now we know how the brain does it Don’t think too hard Marko Miladinovic/EyeEm/Getty By Jessica Hamzelou \nEver realised you have driven yourself home but haven’t really been paying attention? Brain scans have revealed that when your mind wanders, it switches into “autopilot” mode, enabling you to carry on doing tasks quickly, accurately and without conscious thought. \nOur autopilot mode seems to be run by a set of brain structures called the default mode network (DMN). It was discovered in the 1990s, when researchers noticed that people lying in brain scanners show patterns of brain activity even when they aren’t really doing anything. This research provided the first evidence that our brains are active even when we aren’t consciously putting our minds to work. \nBut what does the DMN do? Several studies have found that it seems to be involved in assessing past events and planning for the future. Others suggest the network is involved in self-awareness – although this has been called into question by findings that rats and newborns appear to have a version of the DMN too. Advertisement \nIt is unlikely that rats are conscious of themselves in the same way that humans are, says Deniz Vatansever at the University of York, UK. Instead, the DMN must have a more basic function, common to all animals. Vatansever and his colleagues at the University of Cambridge wondered if the network might help us do things without paying much attention, such as tying our shoelaces, or driving along a familiar road. \nTo investigate, the researchers asked 28 volunteers to learn a card game while lying in an fMRI brain scanner. In the game, each person was presented with four cards. They were then given a fifth, and asked to match it to one of the four. \nBut participants were not told the rules – they didn’t know whether to match the cards by colour or shape, for example. Through trial and error, each person figured it out after a few rounds. \nWhile this happened, their brain activity resembled patterns that are typical of learning minds. But as the game continued, and the participants knew how to match the cards without much thinking, their brain activity resembled those of using the DMN – and their responses became faster and more accurate. \nThis suggests that when we “switch off”, our brains go into an autopilot mode that allows us to perform tasks reasonably without thinking much about them. \nThis might also help explain why some tasks – such as playing a well-known tune on a musical instrument – suddenly seem much more difficult when you go from doing them absent-mindedly to consciously thinking about them. Boost your autopilot \nIn the experiment, people whose DMN structures are more strongly connected also performed better in the card game. In these people, the various regions fired together more consistently, showing more coordinated activity. This suggests that the more strongly a person’s DMN is linked up, the more effective their autopilot mode, says Vatansever. \nIt may be possible to train yourself to have a better autopilot mode. In other studies, people have been able to control their brain activity when shown real-time scans of their brains. Similar “neurofeedback” training may enable people to boost their brain’s autopilot mode, allowing them to perform better on tasks without directly focusing on them, says Paul Stillman at Ohio State University. Journal reference: PNAS , DOI: 10.1073/pnas.1710521114 \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "marko miladinov", "sentiment": "negative"}, {"name": "vatansever", "sentiment": "none"}, {"name": "jessica hamzelou  ever", "sentiment": "none"}, {"name": "deniz vatansever", "sentiment": "none"}, {"name": "paul stillman", "sentiment": "none"}], "organizations": [{"name": "dmn", "sentiment": "none"}, {"name": "ohio state university", "sentiment": "none"}, {"name": "university of york", "sentiment": "none"}, {"name": "university of cambridge", "sentiment": "none"}], "locations": [{"name": "uk", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T23:21:52.000+03:00"}, {"thread": {"uuid": "375b83d3c5117cb1b70517b5b5c5561162b243ca", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXw5AtDBenwWEXcDoydPtNRFp4zNy07GPXNWJyz44lYNqz6stSM.l8AUTwIJprqPYp4wymXdBvTHLmf1MenJwpzY-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/health", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "New York should prepare for 15-metre storm surges by 2300", "title_full": "New York should prepare for 15-metre storm surges by 2300", "published": "2017-10-23T23:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23190044/gettyimages-155010914.jpg", "performance_score": 5, "domain_rank": 10418, "social": {"facebook": {"likes": 516, "comments": 0, "shares": 516}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 52}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "375b83d3c5117cb1b70517b5b5c5561162b243ca", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXw5AtDBenwWEXcDoydPtNRFp4zNy07GPXNWJyz44lYNqz6stSM.l8AUTwIJprqPYp4wymXdBvTHLmf1MenJwpzY-", "ord_in_thread": 0, "author": "", "published": "2017-10-23T23:00:00.000+03:00", "title": "New York should prepare for 15-metre storm surges by 2300", "text": "New York should prepare for 15-metre storm surges by 2300 This is what a 2.8-metre storm surge did Emile Wamsteker/Bloomberg via Getty Images By Michael Le Page \nThere’s good news and catastrophically bad news for New York City. \nThe good news is that hurricanes might become more likely to miss the city over the next three centuries. This means that, relative to whatever the local sea level is in the future, the risk of huge storm surges could be lower than it is today. \nHowever, the catastrophically bad news is that if we don’t slash greenhouse gas emissions, local sea level will rise by a huge 13 metres or more. With this added in, New York could be facing storm surges of more than 15 metres above the current sea level by 2300. Advertisement \n“Sea level rise itself is a very big hazard, before you start to look at tropical cyclones,” says Andra Garner of Rutgers University, New Jersey, part of a team behind the study. \nThe scary number is not a forecast. Rather, the study looks at a range of possible future scenarios, says Garner, including the business-as-usual emissions path we are still on. The 15-metre storm surge heights would occur on average once every 500 years in this scenario. If emissions are significantly cut, a 1-in-500-year event would produce only a 5-metre surge. Ever more floods \nGarner and her team used climate models to simulate the paths of future hurricanes and what size storm surges they will produce. These were combined with the latest sea level rise estimates. \nThey conclude that 2.3-metre floods, which happened in New York on average once in 500 years before 1800, struck roughly every 25 years from 1970 to 2005, and will typically happen every five years by 2030 to 2045. \nIf we don’t slash emissions, local sea level could permanently exceed 2.3 metres before the end of the century. \nIf these estimates of sea level rise seem high, it is because they are based on a study last year that concluded the Antarctic ice sheet could melt much faster than previously thought . Glaciologists say even these alarming new figures may be an underestimate. \nGarner’s team also accounted for the fact that sea level rises at different rates around the world , and will be particularly high on the US East Coast. Believe it or not \nAny New Yorkers inclined to disbelieve the findings might want to consider that these don’t even represent the worst case – the seas could rise even higher. What’s more, the study looked only at hurricanes, not extratropical storms like Superstorm Sandy , which was no longer a hurricane when its 2.8-metre storm surge flooded New York in 2012. \nLast but not least, a climate with stronger storms means a rare event could still devastate New York, even if such storms normally miss the city. \nAnd New York has it relatively easy. The rest of the East Coast faces even bigger storm surges. \n“The result is peculiar to New York City,” says team member Kerry Emanuel of Massachusetts Institute of Technology. “Almost everywhere else, including Boston, we see an increase in surge heights and storminess.” \nIf that wasn’t bad enough, meteorologist Jeff Masters of the Weather Underground thinks the good news part could be wrong. At least one study has concluded that climate change will make hurricanes more likely to head for the north-east , he points out. \n“It is very likely that climate change will change the steering currents for hurricanes, resulting in fewer impacts in some regions and more in others,” says Masters. “Exactly how they will change is still very uncertain.” Journal reference: PNAS , DOI: 10.1073/pnas.1703568114 \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "michael le page", "sentiment": "none"}, {"name": "garner", "sentiment": "none"}, {"name": "andra garner", "sentiment": "none"}, {"name": "jeff masters", "sentiment": "none"}], "organizations": [{"name": "kerry emanuel of massachusetts institute of technology", "sentiment": "none"}, {"name": "rutgers university", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "new york city", "sentiment": "none"}, {"name": "east coast", "sentiment": "none"}, {"name": "us east coast", "sentiment": "none"}, {"name": "antarctic", "sentiment": "none"}, {"name": "new jersey", "sentiment": "none"}, {"name": "boston", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T23:21:52.009+03:00"}, {"thread": {"uuid": "f84cb355db42ff4c84f1c3f563f8a785fcad1931", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX26gdhAhghSDQvMN4qT1cgzhLzzGnYXWn7o8Qa4Zk8R7RQ3aN5rlogbYPpgvpNo4kNBf1k_3eTnv39phwr1lrM4-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Women don't need to 'switch off' to climax, orgasm study shows | New Scientist", "title_full": "Women don't need to 'switch off' to climax, orgasm study shows | New Scientist", "published": "2017-10-18T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.007, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/18180000/superstock_1566-13467431.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f84cb355db42ff4c84f1c3f563f8a785fcad1931", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX26gdhAhghSDQvMN4qT1cgzhLzzGnYXWn7o8Qa4Zk8R7RQ3aN5rlogbYPpgvpNo4kNBf1k_3eTnv39phwr1lrM4-", "ord_in_thread": 0, "author": "Helen Thomson", "published": "2017-10-18T03:00:00.000+03:00", "title": "Women don't need to 'switch off' to climax, orgasm study shows | New Scientist", "text": "Women don’t need to ‘switch off’ to climax, orgasm study shows Turned on, not switched off Superstock By Helen Thomson \nTHE most detailed study ever of brain activity during orgasm has discovered why climaxing makes women feel less pain, and shown that “switching off” isn’t necessary. \nNan Wise at Rutgers University, New Jersey, and her colleagues recruited 10 women to lie in a functional MRI scanner and stimulate themselves to orgasm . They then repeated the experiment but had the volunteers’ partners stimulate them. The team was able to follow brain activity in 20-second intervals to see what happens just before, during and after orgasm . \nBack in 1985, Wise’s colleagues Beverly Whipple and Barry Komisaruk, both at Rutgers, discovered that during self-stimulation and orgasm, women’s ability to withstand painful finger squeezing increased by 75 per cent, and the level of squeezing at which women noticed the pain more than doubled. Advertisement \nNow Wise’s team has explained why. At the point of orgasm, the brain’s dorsal raphe nucleus area becomes more active. This region plays a role in controlling the release of serotonin, which can act as an analgesic, dampening the sensation of pain. \nHer team also saw a burst of activity in the nucleus cuneiformis, which is a part of systems thought to help us control pain through thought alone. “Together, this activity – at least in part – seems to account for the pain attenuating effect of the female orgasm,” says Wise. \nIt’s not yet clear why pain sensation decreases during orgasm, or if men experience the same phenomenon. \nWise’s team also found evidence that overturns the assumption that the female brain “switches off” during orgasm . \nIn 2005, Gert Holstege at the University of Groningen in the Netherlands used a PET scanner to analyse brain activity in 13 women. He found that while activity in sensory regions of the brain increased during orgasm, activity fell in a large number of regions – including those involved in emotion. \nThis prompted suggestions that women have to be free from worries and distractions in order to climax. But the new study saw the opposite: brain activity in regions responsible for movement, senses, memory and emotions all gradually increased during the lead-up to orgasm, when activity peaked ( Journal of Sexual Medicine , doi.org/cd6v ). “We found no evidence of deactivation of brain regions during orgasm,” says Wise. \nThe difference between the studies may be because PET can only get a small snapshot of brain activity over a short period of time, unlike fMRI scanners. \nWise says people often think participants in her studies are exhibitionists, but it’s not the case. “Most are doing it because it’s empowering to them. Some find it difficult to orgasm, others don’t. One of our participants in this experiment was a 74-year-old lady who had two fabulous orgasms in the machine. I said to her, ‘You go girl!'” \nThis article appeared in print under the headline “No brain ‘switch off’ in female orgasm” Advertisement Want more? Read the extended version of this article . Magazine issue 3148 , published 21 October 2017 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "superstoc", "sentiment": "neutral"}, {"name": "nan wise", "sentiment": "none"}, {"name": "gert holstege", "sentiment": "none"}, {"name": "helen thomson", "sentiment": "none"}, {"name": "wise", "sentiment": "none"}, {"name": "beverly whipple", "sentiment": "none"}, {"name": "barry komisaruk", "sentiment": "none"}], "organizations": [{"name": "university of groningen", "sentiment": "none"}, {"name": "rutgers", "sentiment": "none"}, {"name": "rutgers university", "sentiment": "none"}], "locations": [{"name": "netherlands", "sentiment": "none"}, {"name": "new jersey", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T07:21:44.012+03:00"}, {"thread": {"uuid": "2779a7774d5141bdaf8e3e3b062058505ebc3450", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwTc6PZBuox46gn_N9sVE9_KWueXx6GZ7RuCwXKsOL1ZSkrCpvL3RM1leEw9WDC3Gqxn8PhFqnIRdJ3jqJJo3bsceRxNocv85w--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Possible exomoon may be an ocean-covered world as big as Saturn | New Scientist", "title_full": "Possible exomoon may be an ocean-covered world as big as Saturn | New Scientist", "published": "2017-10-23T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.212, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23174105/pia17998_fig1.jpg", "performance_score": 9, "domain_rank": 10418, "social": {"facebook": {"likes": 930, "comments": 0, "shares": 930}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2779a7774d5141bdaf8e3e3b062058505ebc3450", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwTc6PZBuox46gn_N9sVE9_KWueXx6GZ7RuCwXKsOL1ZSkrCpvL3RM1leEw9WDC3Gqxn8PhFqnIRdJ3jqJJo3bsceRxNocv85w--", "ord_in_thread": 0, "author": "Shannon Hall", "published": "2017-10-23T03:00:00.000+03:00", "title": "Possible exomoon may be an ocean-covered world as big as Saturn | New Scientist", "text": "Possible exomoon may be an ocean-covered world as big as Saturn Does it exist? NASA/JPL-Caltech By Shannon Hall \nIn July, tantalising evidence emerged of the first discovery of a moon around a planet beyond our solar system. Although the exomoon’s existence has yet to be confirmed, new results show that the world may look stranger than anyone thought and may also have been created through some unknown mechanism. \nDavid Kipping at Columbia University, New York, has spearheaded an effort to comb through Kepler spacecraft data in search of hidden moons since 2012. Back in July, he and his graduate student Alex Teachey announced they had found signs of a colossal exomoon that might orbit a gas giant roughly 4000 light years away. \nAlthough the moon is still hypothetical – and Kipping has watched many previous candidates vanish into thin air – the discovery would mark a new chapter in our search for life in the cosmos, causing many to wonder what that world would look like. Advertisement \nRené Heller at the Max Planck Institute for Solar System Research in Germany set out to determine just that. \nNot that it is an easy question. Given that the exomoon has yet to be confirmed, very little is known about it so far – so its exact size and mass are unknown. Based on calculations from the Kepler data, Heller speculates that the moon could be anything from a small gaseous body the size of Earth to an ocean-covered rocky world as big as Saturn. But he thinks the most likely scenario, sitting squarely in the middle of that range, is a Neptune-like world. \nSuch a mega-moon doesn’t exist in our solar system, which would make this candidate exomoon an oddball. It also means that its formation mechanism might be quite mysterious. Three routes to a moon \nIndeed, Heller argues that it can’t be explained by what we currently know about how moons form in our solar system. Our moon, for example, was created when a giant impact carved the satellite from our planet . Jupiter’s moons formed around the developing planet from the thick debris of gas and dust that once persisted throughout the solar system. And Neptune’s moon was actually captured by the planet’s gravity. \nThose three scenarios are the only ones astronomers understand – and none can explain a moon so large. That means that if the exomoon is validated, it would pose “an exquisite riddle for formation theorists to solve”, Heller says. “It is not clear to me from the Kepler data and from what we know in the solar system, which channel it would have formed through.” \nTeachey and Kipping have tried to discourage theorists from spending too much time analysing the possible exomoon. “If it’s there, awesome, have at it,” Teachey says. “But if not, well, we’d feel badly about other people having spent time studying a phantom.” Still, Teachey admits he found Heller’s results interesting. \n“I think the conclusion is, ‘this is a strange system,’ and we agree,” Teachey says. Both he and Kipping have argued that the unusual size of the moon is reason to be agnostic about it, but that doesn’t necessarily mean astronomers should rule out its existence. “The universe is very good at surprising us,” Teachey says. \nTo confirm the exomoon, the pair plan to take another look at the system on 28 October using the Hubble Space Telescope. If they succeed, we may have to devise new theories about how the exomoon formed, which could tell us more about what this world and other exomoons are like. \nIt is an important question given that exomoons might be the best place to search for life. John Armstrong at Weber State University, Utah, points out that many of the gas giant exoplanets we have discovered exist in a habitable zone not too close and not too far from their star. Should they have moons in tow, those satellites might be ideal worlds for life. \nJournal reference: arXiv , 1710.06209 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alex teachey", "sentiment": "none"}, {"name": "teachey", "sentiment": "none"}, {"name": "john armstrong", "sentiment": "none"}, {"name": "heller", "sentiment": "none"}, {"name": "rené heller", "sentiment": "none"}, {"name": "kipping", "sentiment": "none"}, {"name": "kepler", "sentiment": "none"}, {"name": "david kipping", "sentiment": "none"}], "organizations": [{"name": "columbia university", "sentiment": "none"}, {"name": "max planck institute for solar system research", "sentiment": "none"}, {"name": "weber state university", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "neptune", "sentiment": "none"}, {"name": "jupiter", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "utah", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T14:35:57.000+03:00"}, {"thread": {"uuid": "aa0f0f648b8f846ef7e664c1ff201e9ca462fae5", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXxxTH1EnO3zYtitibv0W7eMax7e1DGoZUgPhi4TI3p7OvnxPMPbjfPLcix3pnKAPBp28EnTF_keZU9l9Qe59iGTCjYhb.e7LgLAe_oOqt8yMsSkDTnddQMQdpGMwLRhsTg--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Your autopilot mode is real ? now we know how the brain does it", "title_full": "Your autopilot mode is real ? now we know how the brain does it", "published": "2017-10-23T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.025, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/23190029/gettyimages-686820531.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aa0f0f648b8f846ef7e664c1ff201e9ca462fae5", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXxxTH1EnO3zYtitibv0W7eMax7e1DGoZUgPhi4TI3p7OvnxPMPbjfPLcix3pnKAPBp28EnTF_keZU9l9Qe59iGTCjYhb.e7LgLAe_oOqt8yMsSkDTnddQMQdpGMwLRhsTg--", "ord_in_thread": 0, "author": "", "published": "2017-10-23T03:00:00.000+03:00", "title": "Your autopilot mode is real ? now we know how the brain does it", "text": "5 Your autopilot mode is real ? now we know how the brain does it \nEver realised you’ve driven yourself home but haven’t really been paying attention? Brain scans have shown how wandering minds switch into autopilot mode ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-24T16:45:30.012+03:00"}, {"thread": {"uuid": "4f847fc3602bb99e9d82e1d43ccfad617c088676", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX_37DuIP_Tr8IsZQNOm8C_9sFfLfDQgMUcoN_.3nkbMA37QiTc0rLabh13onkEbrvM_Qws6uj1IpH3OQlGBag40-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/zoologger", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "What the controversial ‘human’ teeth fossils really tell us", "title_full": "What the controversial ‘human’ teeth fossils really tell us", "published": "2017-10-24T17:11:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24141252/lutzetal2017anewgreatapewithstartlingresemblancestoafricanmembersofthehominintribe.jpg", "performance_score": 3, "domain_rank": 10418, "social": {"facebook": {"likes": 393, "comments": 0, "shares": 393}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4f847fc3602bb99e9d82e1d43ccfad617c088676", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX_37DuIP_Tr8IsZQNOm8C_9sFfLfDQgMUcoN_.3nkbMA37QiTc0rLabh13onkEbrvM_Qws6uj1IpH3OQlGBag40-", "ord_in_thread": 0, "author": "", "published": "2017-10-24T17:11:00.000+03:00", "title": "What the controversial ‘human’ teeth fossils really tell us", "text": "5 What the controversial ‘human’ teeth fossils really tell us \nTwo 9.7-million-year-old fossil teeth found in Germany probably belong to a primitive primate and something like a deer, not an early human ancestor as has been reported ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "michael ebling", "sentiment": "none"}, {"name": "researchgate", "sentiment": "none"}, {"name": "david begun", "sentiment": "none"}, {"name": "herbert lutz", "sentiment": "none"}, {"name": "lutz", "sentiment": "none"}, {"name": "lucy", "sentiment": "none"}, {"name": "jeff hecht  hold", "sentiment": "none"}, {"name": "monte mccrossin", "sentiment": "none"}], "organizations": [{"name": "die welt", "sentiment": "none"}, {"name": "new mexico state university", "sentiment": "none"}, {"name": "museum of natural history", "sentiment": "none"}, {"name": "university of toronto", "sentiment": "none"}], "locations": [{"name": "germany naturhistorisches museum mainz", "sentiment": "none"}, {"name": "canada", "sentiment": "none"}, {"name": "crete", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "mainz", "sentiment": "none"}, {"name": "eppelsheim", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T17:24:24.011+03:00"}, {"thread": {"uuid": "6f7f839cdf1caf6b5e8ee72c8499faa671f6383b", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX.8gp.9ZQQITKB0Grfmi2HkazflEFGBsbs5AkPkDfHmgGIKXyfLkJSS.jTuvkDM27RG_KdkvFYtqwFisRFnIFTDlhRvwrCJn1g--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/essays", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Artificial intelligence tells nightmare-inducing tales of terror", "title_full": "Artificial intelligence tells nightmare-inducing tales of terror", "published": "2017-10-24T17:35:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24143245/gettyimages-182993436.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 1125, "comments": 0, "shares": 1125}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 13}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6f7f839cdf1caf6b5e8ee72c8499faa671f6383b", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX.8gp.9ZQQITKB0Grfmi2HkazflEFGBsbs5AkPkDfHmgGIKXyfLkJSS.jTuvkDM27RG_KdkvFYtqwFisRFnIFTDlhRvwrCJn1g--", "ord_in_thread": 0, "author": "", "published": "2017-10-24T17:35:00.000+03:00", "title": "Artificial intelligence tells nightmare-inducing tales of terror", "text": "Artificial intelligence tells nightmare-inducing tales of terror It’s official: reddit is the stuff of nightmares Getty By Timothy Revell \nI remember his face in a look of horror, and it was agony and malice. I was trapped. I was trapped in this hospital bed. \nThis isn’t the start of the latest Stephen King novel, it’s in fact the start of a horror story told by artificial intelligence. \nShelley AI is currently working on a different short scary tale once an hour leading up to Halloween. It’s powered by deep learning algorithms that have been trained on stories collected from the subreddit /r/nosleep where people share their own original eerie works . The AI was created by researchers at the Massachusetts Institute of Technology Media Lab. Advertisement \nThe AI works best when given a bit of inspiration so anyone can join in the story writing process to make it a joint effort. Collaborators simply add their own blood-curdling sentences to the compositions so far on Twitter and Shelley then continues from where they finish. \nSome of the best sinister snippets so far include: \nI heard my mother’s voice scream from the darkness. “God dad, please don’t hurt me again. Please don’t leave me alone. Please. I don’t want to be here anymore.” I turned to my left, and for a split second I could see it was her. After all that time, all I could make out were those black eyes above me. \nMy heart is beating so fast it is a bit shorter than my breathing. I think I’m being stalked. I don’t know what happened to me, or why I was scared of it, but I need to know why. I need to know what happened. \nAnd my personal favourite: \nShe fell to the floor from her cries and muttered a soft ‘Come to m ’. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-24T18:07:20.000+03:00"}, {"thread": {"uuid": "8bfb0f3dd7aac19c1d46926159c49b64789f5947", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo68cw48E2umzhims1CxO19FPSeyEvpdlNGGM2ZxVOo5AEEW4MbnPajL1hxYuBJluFrO9tJTff.Wp1s8H6jggiueqhr2Ic6RoBQ--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/essays", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Strangest star: 6 things we didn’t know about the sun", "title_full": "Strangest star: 6 things we didn’t know about the sun", "published": "2017-10-24T17:30:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2014/09/17170000/the-sun%E2%80%99s-magnetic-field-reverses-every-11-years-or-so.jpg", "performance_score": 5, "domain_rank": 10418, "social": {"facebook": {"likes": 595, "comments": 0, "shares": 595}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8bfb0f3dd7aac19c1d46926159c49b64789f5947", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo68cw48E2umzhims1CxO19FPSeyEvpdlNGGM2ZxVOo5AEEW4MbnPajL1hxYuBJluFrO9tJTff.Wp1s8H6jggiueqhr2Ic6RoBQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-24T17:30:00.000+03:00", "title": "Strangest star: 6 things we didn’t know about the sun", "text": "17 September 2014, updated 17 October 2017 Strangest star: 6 things we didn’t know about the sun With its fiery rains, speedy magnetic flips and an atmosphere that defies the laws of physics – our home star is as weird as it gets NASA/Goddard Space Flight Center/SDO By Rebecca Boyle \nBILLIONS and billions of stars fill our galaxy. Many burn bright, destined to become supernovae, while others are dim burnouts. They come alone and in pairs; with or without planetary companions. We have searched the far reaches of the universe in the hope of understanding the stars, but ultimately everything we know is based on our sole reference point, the sun. Yet our home star remains plenty mysterious. \n“It’s expected that it’s understood, because it’s right there, it’s so close and dominant in the sky,” says astrophysicist Eamon Scullion from Trinity College, Dublin, Ireland. “How are we going to understand any other aspect of space if we can’t get to grips with the nearest star?” Read more: Hiding in plain sight – The mystery of the sun’s missing matter \nWhile we may have to go back to square one, there are things we do know about our sun. It is made of plasma – gas that has been ionised, or highly charged. It fuses hydrogen in its core. It blasts us with radiation and, crucially, its life-giving light. As stars go, it is roughly middle-aged, having been around for 4.6 billion years. And it probably has 5 or so billion more to go before it swells into a red giant that consumes Mercury, Venus and Earth. Yet strange solar phenomena abound and here are some of the strangest. It rains on the sun \nWe know the sun affects weather on Earth and in space, but it has its own dramatic weather phenomena, too. \n“People have this image of a giant ball of gas that’s on fire, and everything is streaming away from it To continue reading this premium article, subscribe for unlimited access. Existing subscribers, please log in with your email address to link your account access. App + web", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-24T18:07:21.000+03:00"}, {"thread": {"uuid": "8aade8277d00c3ed4203a398a68a1201b8777d74", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7.yDG5PbKJ2kiHDWvq2FxPHS6dw3DGLCXvlsOJ9rP31SKKnZntN0r0KxMmDxfQbqNM.GVK5ulYi9nzJWbS3NpS5UFLNx9FI9Q--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/mental-health", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "An AI has learned how to pick a single voice out of a crowd", "title_full": "An AI has learned how to pick a single voice out of a crowd", "published": "2017-10-24T18:36:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24151806/nyc925701.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 1455, "comments": 0, "shares": 1455}, "gplus": {"shares": 0}, "pinterest": {"shares": 2}, "linkedin": {"shares": 74}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8aade8277d00c3ed4203a398a68a1201b8777d74", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7.yDG5PbKJ2kiHDWvq2FxPHS6dw3DGLCXvlsOJ9rP31SKKnZntN0r0KxMmDxfQbqNM.GVK5ulYi9nzJWbS3NpS5UFLNx9FI9Q--", "ord_in_thread": 0, "author": "", "published": "2017-10-24T18:36:00.000+03:00", "title": "An AI has learned how to pick a single voice out of a crowd", "text": "An AI has learned how to pick a single voice out of a crowd Voiceprints can help make sense of what people in a crowd say Christopher Anderson/Magnum Photos By Richard Gray \nDevices like Amazon’s Echo and Google Home can usually deal with requests from a lone person, but like us they struggle in situations such as a noisy cocktail party , where several people are speaking at once. \nNow an AI that is able to separate the voices of multiple speakers in real time promises to give automatic speech recognition a big boost, and could soon find its way into an elevator near you. \nThe technology, developed by researchers at the Mitsubishi Electric Research Laboratory in Cambridge, Massachusetts, was demonstrated in public for the first time at this month’s Combined Exhibition of Advanced Technologies show in Tokyo. Advertisement \nIt uses a machine learning technique the team calls “deep clustering” to identifies unique features in the “voiceprint” of multiple speakers. It then groups the distinct features from each speaker’s voice together, allowing it to disentangle multiple voices and then reconstruct what each person was saying. “It was trained using 100 English speakers, but it can separate voices even if a speaker is Japanese,” says Niels Meinke, a spokesperson for Mitsubishi Electric. \nMeinke says the system can separate and reconstruct the speech of two people speaking into a single microphone with up to 90 per cent accuracy. If there are three speakers the accuracy dips, but is still up to 80 per cent. In both cases, this was with speakers the system had never encountered before. Read more: Speech recognition AI identifies you by voice wherever you are \nConventional approaches to this problem – such as using two microphones to replicate the position of a listener’s ears – have only managed 51 per cent accuracy . \nIn overcoming the “cocktail party effect” that has dogged AI research for decades, the new technology could help smart assistants in homes and cars work better. It could also improve automatic speech transcription , and be used to help law enforcement agencies reconstruct recordings of conversations that had been muddied by music, for example. \nIn preliminary tests the system was able to separate the voices of up to five people at once. “The system could be used to separate speech in a range of products including lifts, air-conditioning units and household products,” says Meinke. \nIndeed, Mitsubishi is now in the process of building its voice recognition technology into lifts and air-conditioners, among other products. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "meinke", "sentiment": "none"}, {"name": "niels meinke", "sentiment": "none"}], "organizations": [{"name": "mitsubishi electric", "sentiment": "none"}, {"name": "mitsubishi electric research laboratory", "sentiment": "none"}, {"name": "mitsubishi", "sentiment": "none"}, {"name": "richard gray  devices", "sentiment": "none"}, {"name": "amazon", "sentiment": "none"}, {"name": "google home", "sentiment": "none"}], "locations": [{"name": "tokyo", "sentiment": "none"}, {"name": "massachusetts", "sentiment": "none"}, {"name": "cambridge", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T18:54:28.008+03:00"}, {"thread": {"uuid": "6c813d065716f18177f37e926f3871a5f4f7826d", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX6pgBwhrWJUz2V3jcdVj_J6JxWWEgcitu.2BEXm5d5ZP7cALULNDuo_nf5e9sLJpanGGBpZhpVnUUf13mFY2ySk-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/today-on-new-scientist", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "How we could make oxygen on Mars, plus fuel to get home", "title_full": "How we could make oxygen on Mars, plus fuel to get home", "published": "2017-10-24T19:41:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24163723/48871328.jpg", "performance_score": 4, "domain_rank": 10418, "social": {"facebook": {"likes": 499, "comments": 0, "shares": 499}, "gplus": {"shares": 0}, "pinterest": {"shares": 2}, "linkedin": {"shares": 6}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6c813d065716f18177f37e926f3871a5f4f7826d", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX6pgBwhrWJUz2V3jcdVj_J6JxWWEgcitu.2BEXm5d5ZP7cALULNDuo_nf5e9sLJpanGGBpZhpVnUUf13mFY2ySk-", "ord_in_thread": 0, "author": "", "published": "2017-10-24T19:41:00.000+03:00", "title": "How we could make oxygen on Mars, plus fuel to get home", "text": "How we could make oxygen on Mars, plus fuel to get home In need of oxygen By Andy Coghlan \nFuture colonists on Mars could use plasma technology to make their own oxygen. \nThe atmosphere on Mars is 96 per cent carbon dioxide, says Vasco Guerra at the University of Lisbon in Portugal. This can be split to extract breathable oxygen and carbon monoxide , a fuel that could give us a “gas station on the Red Planet”, he says. He and his team calculate that creating a carbon dioxide plasma — a mush of ions made by passing an electric current through a gas — could split carbon dioxide from oxygen more easily on Mars than on Earth. \nThe lower atmospheric pressure on Mars would allow us to create plasmas without the vacuum pumps or compressors necessary on Earth. Also, the temperature of around -60°C is just right to let the plasma more easily break one of the chemical bonds that keeps carbon and oxygen tightly bound, while preventing the carbon dioxide from re-forming. Advertisement \nFor now, this is largely theoretical, but they say such a system needing only 150 to 200 Watts for 4 hours each 25-hour Mars day could produce 8 to 16 kilograms of oxygen. “The International Space Station currently consumes oxygen in the range of 2 to 5 kilograms per day, so this would be enough to support a small settlement,” says Guerra. Because the system wouldn’t require heat or additional pressure, it could be less cumbersome than other proposals, such as MOXIE, a system that splits carbon dioxide using electrolysis. This would need temperatures of 800°C and compressors. \nMOXIE’s creators say their system is more advanced than the plasma one. “They’ve left out how the carbon dioxide is collected and how the oxygen is separated from the other gases,” says Michael Hecht, a member of the MOXIE initiative. “The devil is in the detail,” he says. Journal reference: Plasma Sources Science and Technology , DOI: 10.1088/1361-6595 \nThis article appears in print under the headline “Making fuel and oxygen on Mars using plasma” \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "andy coghlan", "sentiment": "negative"}, {"name": "vasco guerra", "sentiment": "none"}, {"name": "michael hecht", "sentiment": "none"}, {"name": "doi", "sentiment": "none"}], "organizations": [{"name": "university of lisbon", "sentiment": "none"}], "locations": [{"name": "mars", "sentiment": "none"}, {"name": "earth", "sentiment": "none"}, {"name": "guerra", "sentiment": "none"}, {"name": "portugal", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T20:01:48.003+03:00"}, {"thread": {"uuid": "009b42c57b95f719a11540d32aa62adee3862ecb", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX0DFOeDCBlnotUugS7a_qNbBo_CKCrCC2DpALY_bKQv_dpoWzN7J61DUM3YRPPUwedQ7IWeuWgUkwVjrV6ibk2UOzziLcerCsw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/careers", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "A smart city in China tracks every citizen and yours could too", "title_full": "A smart city in China tracks every citizen and yours could too", "published": "2017-10-24T20:24:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24172642/gettyimages-519223618.jpg", "performance_score": 7, "domain_rank": 10418, "social": {"facebook": {"likes": 735, "comments": 0, "shares": 735}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 6}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "009b42c57b95f719a11540d32aa62adee3862ecb", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX0DFOeDCBlnotUugS7a_qNbBo_CKCrCC2DpALY_bKQv_dpoWzN7J61DUM3YRPPUwedQ7IWeuWgUkwVjrV6ibk2UOzziLcerCsw--", "ord_in_thread": 0, "author": "", "published": "2017-10-24T20:24:00.000+03:00", "title": "A smart city in China tracks every citizen and yours could too", "text": "A smart city in China tracks every citizen and yours could too AI eye in the sky zhudifeng/Getty By Timothy Revell \nFor the past 12 months, Chinese e-commerce giant Alibaba has been slurping up video feeds, social media data, traffic information and other data from Hangzhou city for its City Brain project. The stated goal was to improve life in Hangzhou by letting artificial intelligence process this data and use it to control aspects of urban life . It seems to have worked. The trial has been so successful that the company is now packaging the system for export to other places in China – and eventually the rest of the world. \nUsing AI to optimise Hangzhou has had many positive effects. Traffic congestion is down, road accidents are automatically detected and responded to faster, and illegal parking is tracked in real time. If someone breaks the law, they too can be tracked throughout the city before being picked up by the police. “In China, people have less concern with privacy, which allows us to move faster,” said Xian-Sheng Hua, who manages AI at Alibaba, speaking at World Summit AI earlier this month . \nConsider the example of traffic flow. Using hundreds of thousands of cameras dotted throughout the city, Alibaba can track almost every car on every road. It can instantly detect crashes, blockages or parking violations, and automatically notify the police to deal with them. The system can predict the traffic flow 10 minutes ahead of time with 90 per cent accuracy, and responds by changing traffic light patterns to even out congestion. It can even send text messages to people to help them plan different routes. “City Brain is about comprehensive cognition,” To continue reading this premium article, subscribe for unlimited access. Existing subscribers, please log in with your email address to link your account access. App + web ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "xian-sheng hua", "sentiment": "none"}, {"name": "timothy revell", "sentiment": "none"}], "organizations": [{"name": "alibaba", "sentiment": "none"}], "locations": [{"name": "china", "sentiment": "none"}, {"name": "alibaba", "sentiment": "none"}, {"name": "hangzhou", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T21:09:07.000+03:00"}, {"thread": {"uuid": "64d6eeac17b73bbc4fc7b6c69ac309daab21ceb0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7.yDG5PbKJ2kiHDWvq2FxPHS6dw3DGLCXvlsOJ9rP31SKKnZntN0r0KxMmDxfQbqNM.GVK5ulYi9nzJWbS3NpQgLg_3.Ls3xw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "An AI has learned how to pick a single voice out of a crowd", "title_full": "An AI has learned how to pick a single voice out of a crowd", "published": "2017-10-24T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.099, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24151806/nyc925701.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 1455, "comments": 0, "shares": 1455}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 74}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "64d6eeac17b73bbc4fc7b6c69ac309daab21ceb0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX7.yDG5PbKJ2kiHDWvq2FxPHS6dw3DGLCXvlsOJ9rP31SKKnZntN0r0KxMmDxfQbqNM.GVK5ulYi9nzJWbS3NpQgLg_3.Ls3xw--", "ord_in_thread": 0, "author": "", "published": "2017-10-24T03:00:00.000+03:00", "title": "An AI has learned how to pick a single voice out of a crowd", "text": "5 An AI has learned how to pick a single voice out of a crowd \nThe artificial intelligence can solve the \"cocktail party problem\" with 90 percent accuracy and will soon be installed in public places ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-25T13:58:01.004+03:00"}, {"thread": {"uuid": "07ee89c99c50433dac8df3f26e21ab4326c13c58", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo.U0SWYk2AcGltFvLIJLkVDJH9ULhNbp29yoMc.Pv.0RCMqVJULrQ.7E8df34Gt8o25k4xZznf0iFoatre576sreVIrAOF_wRA--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/essays", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Who can you trust? How tech is reshaping what we believe", "title_full": "Who can you trust? How tech is reshaping what we believe", "published": "2017-10-25T15:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180000/trust_main.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 80, "comments": 0, "shares": 80}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "07ee89c99c50433dac8df3f26e21ab4326c13c58", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo.U0SWYk2AcGltFvLIJLkVDJH9ULhNbp29yoMc.Pv.0RCMqVJULrQ.7E8df34Gt8o25k4xZznf0iFoatre576sreVIrAOF_wRA--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T15:00:00.000+03:00", "title": "Who can you trust? How tech is reshaping what we believe", "text": "25 October 2017 Who can you trust? How tech is reshaping what we believe We've lost faith in experts, but increasingly rely on strangers we meet online. Is it wise to replace long-evolved instincts at the click of a button? Bruno Mangyoku By Douglas Heaven \nTHE first thing Paul Zak bought on eBay was a pair of ice skates. They came with a handwritten note: “I hope your daughter enjoys these as much as my daughter did.” It made Zak’s day. \nAs someone who studies the neurological basis of trust, Zak knew exactly what was going on. Feel-good chemicals had flooded his bloodstream, changing how he felt about a stranger over the internet. But that didn’t stop him leaving a shining review. \nHuman interactions are built on trust. We trust others to hand over the goods when we pay them. We trust banks with our money and doctors with our lives. We trust governments to run our countries and newspapers to tell us how they are doing it. The more trust in a society, the better it fares. Put another way: without trust, society would collapse. \nBut something strange is happening. Public trust in our institutions has plummeted in the past decade. Nearly half of people in the US mistrust lawmakers , according to a poll carried out in June. In the UK, fewer than 1 in 4 people trust the press. And yet we are putting more trust than ever before in people we meet on the internet. The sharing economy is booming. It is normal to invite strangers to sleep on our sofas, meet us for dates, pick us up in their cars and look after our pets. The internet has brought us to a tipping point, fundamentally changing who we trust and why. Technology allows us to make informed decisions and vet individuals. But should we really be letting our To continue reading this premium article, subscribe for unlimited access. Existing subscribers, please log in with your email address to link your account access. App + web", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "bruno mangyoku", "sentiment": "none"}, {"name": "zak", "sentiment": "none"}, {"name": "paul zak", "sentiment": "none"}], "organizations": [{"name": "ebay", "sentiment": "none"}], "locations": [{"name": "uk", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T15:34:17.011+03:00"}, {"thread": {"uuid": "f84d969e9285d8d1277997d68753381faa28ad4a", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX5zPoPp77n5Tx70QiwGNeSmZxCI8cueJ4DaQt5mXNv2ilMk99wO8YmEQm4rEOisfbczcg0vZqZPI1RxwJCiaRDtJDa3.IvCy6Q--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/from-the-editors", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "UN climate events are a wasted opportunity for public engagement", "title_full": "UN climate events are a wasted opportunity for public engagement", "published": "2017-10-25T15:50:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25124859/rexfeatures_4946303a.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 44, "comments": 0, "shares": 44}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f84d969e9285d8d1277997d68753381faa28ad4a", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX5zPoPp77n5Tx70QiwGNeSmZxCI8cueJ4DaQt5mXNv2ilMk99wO8YmEQm4rEOisfbczcg0vZqZPI1RxwJCiaRDtJDa3.IvCy6Q--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T15:50:00.000+03:00", "title": "UN climate events are a wasted opportunity for public engagement", "text": "5 UN climate events are a wasted opportunity for public engagement \nEven in green Germany, the UN Paris climate conference failed to catalyse greater concern among citizens. Smarter strategies are required, says Adam Corner ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-25T16:13:46.006+03:00"}, {"thread": {"uuid": "445ee0b84799cf54a812c1c8e4b693ad860a25c0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX6283IQxMa47_6EAFjvh3NQi5mudP2fQL928JD7ZVWjj0XsTLJQdUgySNhz5AKz7Scmb6dFQqMtSMzGsF3IkKNU-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/blogs/shortsharpscience/full/today-on-new-scientist", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Marijuana compounds made in GM yeast could help epilepsy", "title_full": "Marijuana compounds made in GM yeast could help epilepsy", "published": "2017-10-25T16:01:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25123148/gettyimages-561684535.jpg", "performance_score": 8, "domain_rank": 10418, "social": {"facebook": {"likes": 821, "comments": 0, "shares": 821}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "445ee0b84799cf54a812c1c8e4b693ad860a25c0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX6283IQxMa47_6EAFjvh3NQi5mudP2fQL928JD7ZVWjj0XsTLJQdUgySNhz5AKz7Scmb6dFQqMtSMzGsF3IkKNU-", "ord_in_thread": 0, "author": "", "published": "2017-10-25T16:01:00.000+03:00", "title": "Marijuana compounds made in GM yeast could help epilepsy", "text": "Marijuana compounds made in GM yeast could help epilepsy Grown the old way By Mallory Locklear \nCell-sized cannabis factories could soon be producing medical treatments for epilepsy. \nA non-psychoactive compound found in marijuana plants called cannabidivarin (CBDV) has shown promise in the treatment of severe cases of epilepsy . However, to treat just 10 per cent of people with epilepsy would require around 1500 tonnes of pure CBDV. \nTo obtain this amount using current methods, you would need to plant large quantities of marijuana and extract their small supply of CBDV. “There’s so little of this chemical in plants it would actually be impossible to harvest it by traditional means,” says Kevin Chen, who runs Hyasynth Bio, a start-up in Montreal, Canada. Advertisement \nThat’s why the firm has turned to cellular agriculture, in which crops are made from cell cultures. It has added the chunk of cannabis DNA that codes for CBDV into yeast DNA, which turns the yeast into CBDV production plants. This allows for rapid, large-scale CBDV creation with none of the concerns around growing marijuana. “It can be very inefficient to extract these compounds from plants,” says Tom Williams at Macquarie University in Australia, “and that can consume a lot of valuable resources like land and fertiliser.” The work was presented at the New Harvest conference in New York this month. \nOnce optimised, using microbes like yeast will make harvesting compounds such as CBDV efficient and cost-effective, says Williams. Medical applications \nThe medical applications could be far-reaching. Epilepsy affects around 50 million people worldwide and those diagnosed with it are three times more likely to die prematurely. Around 30 per cent of those with epilepsy don’t respond to available treatments. \nGW Pharmaceuticals is conducting clinical trials on CBDV treatments for epilepsy, and Chen says several pharmaceutical companies have been in touch with Hyasynth Bio. \nBut CBDV is just one of dozens of cannabinoids in the cannabis plant. If more medical applications are discovered for these, yeast-based production could rapidly generate them. “Many or all plant natural products used in the pharmaceutical industry will ultimately be produced by this technology,” says Kristy Hawkins, a founder of San-Francisco yeast biomanufacturer Antheia. “It is just a matter of time.” \nNot to mention the plant’s most common use. Chen told the New Harvest conference that Hyasynth Bio is also open to moving into the recreational marijuana field. And as Canada is poised to become the second country in the world to legalise marijuana use nationwide , there could be a fair amount of demand for yeast-produced THC. “I’m happy to be ending the conference on a high note,” said Chen. \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "mallory locklear  cell", "sentiment": "neutral"}, {"name": "kristy hawkins", "sentiment": "none"}, {"name": "hyasynth bio", "sentiment": "none"}, {"name": "williams", "sentiment": "none"}, {"name": "tom williams", "sentiment": "none"}, {"name": "kevin chen", "sentiment": "none"}, {"name": "chen", "sentiment": "none"}], "organizations": [{"name": "gm", "sentiment": "negative"}, {"name": "macquarie university", "sentiment": "none"}, {"name": "gw pharmaceuticals", "sentiment": "none"}, {"name": "cbdv", "sentiment": "none"}], "locations": [{"name": "canada", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "montreal", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T16:25:48.008+03:00"}, {"thread": {"uuid": "87a782877c2d7c7e096567852a59d0aa6217458e", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX0DFOeDCBlnotUugS7a_qNbBo_CKCrCC2DpALY_bKQv_dpoWzN7J61DUM3YRPPUwedQ7IWeuWgUkwVjrV6ibk2V6X1nJSrBPnQ--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "A smart city in China tracks every citizen and yours could too", "title_full": "A smart city in China tracks every citizen and yours could too", "published": "2017-10-24T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.026, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24172642/gettyimages-519223618.jpg", "performance_score": 7, "domain_rank": 10418, "social": {"facebook": {"likes": 735, "comments": 0, "shares": 735}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 6}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "87a782877c2d7c7e096567852a59d0aa6217458e", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX0DFOeDCBlnotUugS7a_qNbBo_CKCrCC2DpALY_bKQv_dpoWzN7J61DUM3YRPPUwedQ7IWeuWgUkwVjrV6ibk2V6X1nJSrBPnQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-24T03:00:00.000+03:00", "title": "A smart city in China tracks every citizen and yours could too", "text": "5 A smart city in China tracks every citizen and yours could too \nHangzhou’s smart city project optimises the city by tracking each citizen – and it’s been so successful that the concept is set to be exported around the world ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "china", "sentiment": "none"}, {"name": "hangzhou", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T16:39:46.000+03:00"}, {"thread": {"uuid": "1adc4b0d0702f0e786f091d267ea47ddd13ba625", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX8sNhlk952mnFyzJ93AoEDM9NygWcAzvHNpmYUSq.qVgpNmxFPcsKYlCfHoiaHe.6Ud_C7MPEVQTWKPme3TwUrpTlE5S55zRAg--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/microorganisms", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "A 300-kilometre space rock has vanished since we saw it in 1995", "title_full": "A 300-kilometre space rock has vanished since we saw it in 1995", "published": "2017-10-25T19:08:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25160315/cfd6td.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 95, "comments": 0, "shares": 95}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1adc4b0d0702f0e786f091d267ea47ddd13ba625", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX8sNhlk952mnFyzJ93AoEDM9NygWcAzvHNpmYUSq.qVgpNmxFPcsKYlCfHoiaHe.6Ud_C7MPEVQTWKPme3TwUrpTlE5S55zRAg--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T19:08:00.000+03:00", "title": "A 300-kilometre space rock has vanished since we saw it in 1995", "text": "25 October 2017 A 300-kilometre space rock has vanished since we saw it in 1995 Astrophile is Joshua Sokol 's monthly column on curious cosmic objects, from the solar system to the far reaches of the multiverse On the lookout for lost objects David Nunuk/All Canada/Alamy By Joshua Sokol \nIf lost space rocks warranted missing persons’ reports, the entry for 1995 SN55 would read something like this: “First seen 20 September 1995, gliding across the stars. Last seen a few weeks later. Never recovered.” \nIt was just… lost. We know, based on how it moved over a tiny fraction of its orbit, that it probably follows a path taking it closer than Saturn to the sun, then swings out as far as Pluto. We know this orbit lasts about a hundred years. \nBased on its brightness, we know that it’s big – maybe 300 kilometres across. That would make 1995 SN55 among the largest, or maybe even the largest, of a class of objects called centaurs . These are intriguing bodies that orbit in an unstable zone of the solar system, where they are tugged on by the monstrous gravity of the gas giant planets. \nBut we don’t really know anything more about this missing world, first spotted by Nichole Danzl and Arianna Gleason through the Spacewatch telescope on Arizona’s Kitt Peak. This is because the Spacewatch team lost track of it in their survey images after the end of October 1995 – and nobody has found it since. \nGiven the rigour of modern astronomy, this might seem shocking. An object that could be the biggest of its kind, and we can’t find it? But the truth is that solar system objects are lost all the time. Lost and found \nLet’s rewind a few hundred years. In 1612 and 1613, Galileo saw what he thought was a star. It wasn’t – it was Neptune , which was formally discovered on 24 September 1846, after flickering in and out of human attention for more than two centuries. \nOr consider the case of Comet 41P/Tuttle-Giacobini-Kresak, which swings around the sun every 5.4 years. It was first discovered in 1858, then lost but found again in 1907, and then lost again and found a final time in 1951. Today, its name credits each of its three “discoverers”. \nThe issue is still widespread now, says Spacewatch team member Melissa Brucker at the University of Arizona in Tucson. In modern terms, “lost” means that astronomers have a better chance of stumbling across these objects in an unrelated survey than of tracking them down from what we know of their orbital paths, she says. \nRight now, there are hundreds of lost objects in the Kuiper belt – the frozen wastes of the outer solar system. \nMore alarmingly, at this very moment there are 135 lost asteroids hanging out near Earth that also fall into the category of “virtual impactors”. This means that based on what we do know of their orbits, there is some – extremely small but not zero – chance that they will hit Earth . Closing the case file \nAs for 1995 SN55, one of two things probably happened, says Alex Parker at the Southwest Research Institute in San Antonio, Texas. It could be that noise in some of the Spacewatch images gave a misleading idea of how it was moving, leading future searchers to look in the wrong place. \nOr this huge cosmic object might never have existed at all. Something smaller might have brightened temporarily because it erupted or fell apart; or two smaller things could have collided, flashing bright before dimming – and tricking planetary scientists into chasing a ghost. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "joshua", "sentiment": "neutral"}, {"name": "kitt peak", "sentiment": "none"}, {"name": "melissa brucker", "sentiment": "none"}, {"name": "joshua sokol", "sentiment": "none"}, {"name": "david", "sentiment": "none"}, {"name": "arianna gleason", "sentiment": "none"}, {"name": "alex parker", "sentiment": "none"}, {"name": "sokol", "sentiment": "none"}, {"name": "nichole danzl", "sentiment": "none"}, {"name": "galileo", "sentiment": "none"}], "organizations": [{"name": "southwest research institute", "sentiment": "none"}, {"name": "university of arizona", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "neptune", "sentiment": "none"}, {"name": "san antonio", "sentiment": "none"}, {"name": "tucson", "sentiment": "none"}, {"name": "texas", "sentiment": "none"}, {"name": "pluto", "sentiment": "none"}, {"name": "arizona", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T19:17:44.004+03:00"}, {"thread": {"uuid": "d4d9e6ae44021804cce77d02471f32544b14ae8e", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX3E624tgp2PXe_YV4KvOyG8a89GSUEdTfy2P1DmJVwqIhBSbhTngQimPKxPg9jeeoHfDR9HdBee6pUkJcP1jB8MQbvswg87L4A--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/microorganisms", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "You can trust me: Five shortcuts to show that you’re for real", "title_full": "You can trust me: Five shortcuts to show that you’re for real", "published": "2017-10-25T19:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25115735/gettyimages-7422537571.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 69, "comments": 0, "shares": 69}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 5}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d4d9e6ae44021804cce77d02471f32544b14ae8e", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX3E624tgp2PXe_YV4KvOyG8a89GSUEdTfy2P1DmJVwqIhBSbhTngQimPKxPg9jeeoHfDR9HdBee6pUkJcP1jB8MQbvswg87L4A--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T19:00:00.000+03:00", "title": "You can trust me: Five shortcuts to show that you’re for real", "text": "You can trust me: Five shortcuts to show that you’re for real Hack your trustworthiness Cristian Bortes/EyeEm/Getty By Douglas Heaven \nWhen you first meet someone, it makes sense to be wary. But the surprising truth is that most people are actually trustworthy – and trusting. That is according to Paul Zak, a neuroeconomist at Claremont Graduate University in California who has studied the chemical underpinnings of trust for more than a decade. Zak has found that the hormone oxytocin plays a critical role in signalling trustworthiness and is triggered by a wide range of cues, including subtle signals like eye contact, body language and even smell. Read more: Who can you trust? How tech is reshaping what we believe \nWe use these cues to make an initial assessment, but building deeper trust with someone new tends to take time. When you haven’t got a lot of time to spare – if you’re a surgeon who needs a family to trust in your decision right now, or even a TaskRabbit “tasker” who has to convince a new customer every day that you are competent with a drill, for instance – there are a few shortcuts you can take. 1. Hug people \nWhen Zak meets people he makes a point of giving them a hug – even the police. “I hug these cops in body armour and they love it, their faces just light up,” he says. “I then tell them that they all like me now because I hacked their brains.” The trick here takes advantage of some deep-seated but simple assumptions we have about human relationships. Typically, you only hug people you like, says Zak. So hugging someone can make both parties feel more positively towards the other. \nJust getting physically close to someone helps too. “My brain gets a ton of info when I’m hugging someone rather than shaking hands from three feet away,” says Zak. “It’s a great way to get to know what someone’s about. I hug everybody so we can get down to business faster.” 2. Feign intimacy \nWith an increasing number of our interactions taking place online, physical contact is often not an option. We will probably never replace the gut feeling you get when you meet somebody face to face, says Zak. But there are other ways to fake intimacy. If you are selling something on eBay, include a handwritten note, for example. It can change the way a buyer feels about you and make them more likely to leave a good review. \nMany companies also push the illusion that they have an intimate relationship with us, using our first name and adopting casual or jokey language – something that writer Leigh Alexander has called the “intimacy economy” . 3. Flaunt your reputation \nThe main driver of trust online is reputation. The sharing economy boom is powered by platforms like Airbnb and eBay that make it easy for anyone to see how trustworthy an individual is thanks to their reviews. Someone with a lot of good reviews is more likely to be trusted by a more diverse range of people than someone with few reviews – or a lot of bad ones. \nBut not all bad reviews are bad news. A review that complained that an Airbnb host talked too much might read as a plus to someone who wanted to meet new people. The simple fact that this information was made available makes people feel as if they are familiar with the unknown, helping them get over “stranger danger”, says Nick Shapiro, director of trust and risk management at Airbnb. Read more: Leap of faith – How Airbnb gets us to trust complete strangers 4. Show your weakness \nYou might think you will appear more trustworthy if you seem confident or assertive. But admitting you have a problem and asking for help may be more effective. In his new book Trust factor: the science of creating high-performance companies , Zak recommends that instead of always pretending they have everything covered, managers should be more willing to admit defeat and ask their employees for possible solutions. Honest communication beats trying not to look weak, says Zak. He thinks it’s a lesson that political leaders could do well to learn as well. 5. Trust others first \nUltimately, trust begets trust. Experiments have shown that when people are trusted their levels of oxytocin spike, which in turn makes them more inclined to trust others back. These biological mechanisms probably evolved to encourage cooperation, which is an essential component in all human societies. So if all else fails, suck it up and take a punt on someone else first. \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "cristian bor", "sentiment": "negative"}, {"name": "leigh alexander", "sentiment": "none"}, {"name": "zak", "sentiment": "none"}, {"name": "nick shapiro", "sentiment": "none"}, {"name": "paul zak", "sentiment": "none"}], "organizations": [{"name": "claremont graduate university", "sentiment": "none"}, {"name": "ebay", "sentiment": "none"}], "locations": [{"name": "california", "sentiment": "none"}, {"name": "airbnb", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T19:17:46.002+03:00"}, {"thread": {"uuid": "45e8f6db780a79a142323faa92b9c06d28508490", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX_vSCWV.x077wYWvacw8.j134AXitT1DdMxb.JZSuc4mtJtW1grW2fQUCsIPS3FOg2LYnaxYcU1JYiZ1WhvE77YH0GCD6YuAuw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/books-art", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "La Niña forecast may mean even worse Atlantic hurricanes in 2018", "title_full": "La Niña forecast may mean even worse Atlantic hurricanes in 2018", "published": "2017-10-25T21:03:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25170423/gettyimages-845324828.jpg", "performance_score": 3, "domain_rank": 10418, "social": {"facebook": {"likes": 380, "comments": 0, "shares": 380}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "45e8f6db780a79a142323faa92b9c06d28508490", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX_vSCWV.x077wYWvacw8.j134AXitT1DdMxb.JZSuc4mtJtW1grW2fQUCsIPS3FOg2LYnaxYcU1JYiZ1WhvE77YH0GCD6YuAuw--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T21:03:00.000+03:00", "title": "La Niña forecast may mean even worse Atlantic hurricanes in 2018", "text": "La Niña forecast may mean even worse Atlantic hurricanes in 2018 More stormy times ahead? Saul Loeb/AFP/Getty By Aylin Woodward \nFollowing a barrage of storms – such as Harvey, Irma and Maria – it seems like this year’s hurricane season may be one for the record books. But the Atlantic Ocean may be roiling even more strongly next year, if the La Niña that looks likely to arrive in the coming months persists into next summer. \nThere is a 55 to 65 per cent chance that La Niña will make an appearance before the US winter sets in, according to the winter outlook released last week by the US National Oceanic and Atmospheric Administration. \nLa Niña is one of two phases of the El Niño Southern Oscillation (ENSO), a repeating change in surface ocean temperatures near the equatorial Pacific that affects climate patterns from the Pacific to the Atlantic. Advertisement \nThe two ENSO phases act like a seesaw between the two oceans, intensifying hurricane activity in one while weakening it in the other. La Niña conditions tend to enhance such activity in the Atlantic and reduce it in the central and eastern Pacific, whereas El Niño does the opposite. \nThese effects occur as a result of different wind patterns. During an El Niño, a subtropical jet stream creates high-speed westerly winds that can cleave a developing Atlantic hurricane in two, or even prevent it from forming, says climatologist Kristina Dahl at the Union of Concerned Scientists in Oakland, California. This does not happen during La Niñas. Windy again \nLa Niña conditions typically last about 9 to 12 months, and some cycles can persist for up to two years. That means Florida, Texas and the Caribbean may be staring down the barrel of another severe hurricane season. \nHowever, this is not a certainty. “Two La Niñas are never alike, and they don’t happen in a vacuum,” says Tom Di Liberto at the NOAA Climate Prediction Center in Washington DC. He says other factors such as the Arctic Oscillation, a southward shift in arctic air masses, could also impact on Atlantic hurricanes. \nThe Climate Prediction Center does consider ENSO forecasts when it issues its outlooks, says Di Liberto. But when it comes to hurricanes, he says it’s better to wait and look at what the ocean conditions will be during the summer than in winter. \nNOAA’s next La Niña update will be on 9 November.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "la niña", "sentiment": "negative"}, {"name": "saul loeb", "sentiment": "neutral"}, {"name": "la niñas", "sentiment": "none"}, {"name": "tom di liberto", "sentiment": "none"}, {"name": "aylin woodward", "sentiment": "none"}, {"name": "kristina dahl", "sentiment": "none"}, {"name": "di liberto", "sentiment": "none"}, {"name": "harvey", "sentiment": "none"}, {"name": "maria", "sentiment": "none"}, {"name": "irma", "sentiment": "none"}], "organizations": [{"name": "la niña", "sentiment": "negative"}, {"name": "el niño southern oscillation", "sentiment": "none"}, {"name": "el niño", "sentiment": "none"}, {"name": "climate prediction center", "sentiment": "none"}, {"name": "enso", "sentiment": "none"}, {"name": "noaa", "sentiment": "none"}, {"name": "noaa climate prediction center", "sentiment": "none"}, {"name": "us national oceanic and atmospheric administration", "sentiment": "none"}], "locations": [{"name": "atlantic", "sentiment": "none"}, {"name": "la niña", "sentiment": "none"}, {"name": "washington dc", "sentiment": "none"}, {"name": "pacific", "sentiment": "none"}, {"name": "atlantic ocean", "sentiment": "none"}, {"name": "texas", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "oakland", "sentiment": "none"}, {"name": "florida", "sentiment": "none"}, {"name": "caribbean", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T21:19:59.000+03:00"}, {"thread": {"uuid": "4aa251edb160bd6af440d1486ec82c436848eb6d", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo__XcPfiLS1o.V5IbJtdLMtJnahZkyp6gmPYPIAj3gcOTF1..qq1EFjiPZbHvI4D4V.q.HbO1jDRxfjtr9NhEh1S9tstOKNKag--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/books-art", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "We all get poorer every time a climate disaster strikes", "title_full": "We all get poorer every time a climate disaster strikes", "published": "2017-10-25T21:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180000/ac2yx216.jpg", "performance_score": 1, "domain_rank": 10418, "social": {"facebook": {"likes": 105, "comments": 0, "shares": 105}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4aa251edb160bd6af440d1486ec82c436848eb6d", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo__XcPfiLS1o.V5IbJtdLMtJnahZkyp6gmPYPIAj3gcOTF1..qq1EFjiPZbHvI4D4V.q.HbO1jDRxfjtr9NhEh1S9tstOKNKag--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T21:00:00.000+03:00", "title": "We all get poorer every time a climate disaster strikes", "text": "25 October 2017 We all get poorer every time a climate disaster strikes Long-term economic effects of global warming could be far greater than thought, making many countries poorer and hurting even those of us spared direct impacts No cheap fix ZUMAPRESS.com / MEGA \nIT IS hard to keep up. First, Hurricane Harvey deluged Houston, then Irma left a trail of destruction through the Caribbean and Florida, followed by Maria. All the while, wildfires have been raging in California and elsewhere. \nThings got even more extraordinary when Ophelia turned into a major hurricane further east in the Atlantic than any other storm on record has. As it hit Ireland, it blew smoke from wildfires in Portugal over the UK, turning the skies apocalyptic red. \nAnd while these events dominated Western media, there is plenty going on elsewhere. In August, unprecedented flooding in India and Bangladesh affected 40 million people. \n“The impacts of climate change are no longer subtle,” says Michael Mann of Penn State University. “The last month and a half has been an exclamation point.” \nThese disasters are causing much suffering and misery. They are also hurting countries’ economies, which has an indirect effect on everyone, even those outside the disaster paths. \nAlmost every nation agrees that we can’t afford not to limit further warming. That’s why they signed up to the Paris climate agreement. But just how bad will the effect on the global economy be, and how much should countries spend now to limit the economic fallout? Some recent studies suggest we are wildly underestimating the long-term damage – perhaps by a factor of 100. “It is estimated that hurricanes Harvey, Irma and Maria could cost the US over $400 billion” \nThe headline figures are bad enough. It is estimated that hurricanes Harvey, Irma and Maria could cost the US alone over $400 billion. Globally, this To continue reading this premium article, subscribe for unlimited access. Existing subscribers, please log in with your email address to link your account access. App + web ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ophelia", "sentiment": "none"}, {"name": "michael mann", "sentiment": "none"}, {"name": "harvey", "sentiment": "none"}, {"name": "maria", "sentiment": "none"}, {"name": "irma", "sentiment": "none"}], "organizations": [{"name": "penn state university", "sentiment": "none"}], "locations": [{"name": "bangladesh", "sentiment": "none"}, {"name": "ireland", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "caribbean", "sentiment": "none"}, {"name": "florida", "sentiment": "none"}, {"name": "atlantic", "sentiment": "none"}, {"name": "portugal", "sentiment": "none"}, {"name": "paris", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "houston", "sentiment": "none"}, {"name": "india", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T21:20:00.011+03:00"}, {"thread": {"uuid": "fded298f421d32d446b1196657e6c05e46444f0c", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo2prWFE2HO1vNbRvmZPIGKd01kMuqrmwNEJOWAtaR04aEgAZV6zNp5X8OeVtqt9EtRMoHUfGTDWt.pIUlUMzy5mq.8c2sZdjkIjCLwgl7sQE_I2iBO3SFEg-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/books-art", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "WHO reverses decision to elect Robert Mugabe as ambassador", "title_full": "WHO reverses decision to elect Robert Mugabe as ambassador", "published": "2017-10-25T21:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180000/rexfeatures_9069418cj.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 43, "comments": 0, "shares": 43}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fded298f421d32d446b1196657e6c05e46444f0c", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo2prWFE2HO1vNbRvmZPIGKd01kMuqrmwNEJOWAtaR04aEgAZV6zNp5X8OeVtqt9EtRMoHUfGTDWt.pIUlUMzy5mq.8c2sZdjkIjCLwgl7sQE_I2iBO3SFEg-", "ord_in_thread": 0, "author": "", "published": "2017-10-25T21:00:00.000+03:00", "title": "WHO reverses decision to elect Robert Mugabe as ambassador", "text": "WHO reverses decision to elect Robert Mugabe as ambassador Contradicting UN ideals Jason Szenes/EPA-EFE/REX/Shutterstock \nAFTER facing global criticism, the World Health Organization has rescinded the appointment of Zimbabwe president Robert Mugabe as a goodwill ambassador. \n“I have… consulted with the government of Zimbabwe and we have concluded that this decision is in the best interests of the World Health Organization,” said the WHO’s new director-general, Tedros Adhanom. \nTedros announced the appointment last week, praising Zimbabwe as “a country that places universal health coverage… at the centre of its policies.” He said Mugabe could use the role “to influence his peers in his region” when it came to fighting diseases such as heart attacks and strokes. Advertisement \nSeveral world leaders and health organisations were outraged by the decision, noting that Zimbabwe’s health system has collapsed under Mugabe’s regime. Medical workers often go unpaid, the country’s life expectancy is lower than in the 1980s, and almost half of all deaths as a result of childbirth are avoidable. The president travels abroad for his own medical treatment. \n“This appointment clearly contradicts the United Nations ideals of respect for human rights and human dignity,” said the US State Department in a statement to the Associated Press. “Given Mugabe’s appalling human rights record, calling him a Goodwill Ambassador for anything embarrasses WHO and Dr Tedros,” said Iain Levine of the charity Human Rights Watch. \nThis article appeared in print under the headline “Goodwill rescinded” \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jason szenes/epa", "sentiment": "negative"}, {"name": "robert mugabe", "sentiment": "negative"}, {"name": "mugabe", "sentiment": "none"}, {"name": "tedros", "sentiment": "none"}, {"name": "iain levine", "sentiment": "none"}], "organizations": [{"name": "un", "sentiment": "negative"}, {"name": "world health organization", "sentiment": "none"}, {"name": "us state department", "sentiment": "none"}, {"name": "united nations", "sentiment": "none"}, {"name": "associated press", "sentiment": "none"}, {"name": "charity human rights watch", "sentiment": "none"}, {"name": "who", "sentiment": "none"}], "locations": [{"name": "zimbabwe", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T21:20:03.003+03:00"}, {"thread": {"uuid": "79784838203c2ebb20ecedfa421566a9b25d03d0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo2prWFE2HO1vWQTNMWpECzh5G1CbtwFZkEvC3RFLj9AQvW0xnOaygLheQvyrw2o17_AZ4KxmA3WZkFnXHkiwTk0l_vw6HVF97F3EMDFRpNwI", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/books-art", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Dawn spacecraft approved to spend another year studying Ceres", "title_full": "Dawn spacecraft approved to spend another year studying Ceres", "published": "2017-10-25T21:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180000/pia20919.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 50, "comments": 0, "shares": 50}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "79784838203c2ebb20ecedfa421566a9b25d03d0", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo2prWFE2HO1vWQTNMWpECzh5G1CbtwFZkEvC3RFLj9AQvW0xnOaygLheQvyrw2o17_AZ4KxmA3WZkFnXHkiwTk0l_vw6HVF97F3EMDFRpNwI", "ord_in_thread": 0, "author": "", "published": "2017-10-25T21:00:00.000+03:00", "title": "Dawn spacecraft approved to spend another year studying Ceres", "text": "Dawn spacecraft approved to spend another year studying Ceres On with the mission NASA/JPL-Caltech/UCLA/MPS/DLR/IDA \nNASA’S Dawn mission will spend another year orbiting Ceres, an icy dwarf planet in the asteroid belt between Mars and Jupiter. Since arriving at Ceres in 2015, Dawn has found organic compounds, water ice and unexpected bright spots. \nMission engineers are deciding how to manoeuvre the craft to let it fly less than 200 kilometres above the surface during its extended mission. This should allow it to measure gamma rays and neutrons emanating from Ceres, to find out what its crust is made of and how much ice it has. \nBy April 2018, Ceres will be at its closest to the sun. That could help Dawn confirm whether Ceres’s orbit allows the sun’s heat to evaporate its ice, creating a thin, fleeting atmosphere. Advertisement \nWith this latest extension, Dawn will keep doing science until it runs out of fuel and ceases to communicate with Earth. Even after that, it will remain in orbit instead of crash-landing, so that it doesn’t contaminate Ceres with microbes that may have hitched a ride from Earth. \nThis article appeared in print under the headline “Extended Dawn” \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dawn", "sentiment": "none"}], "organizations": [{"name": "ceres dawn", "sentiment": "negative"}, {"name": "nasa", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "ceres", "sentiment": "none"}, {"name": "mars", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T21:20:11.019+03:00"}, {"thread": {"uuid": "cc9135923e6875f51b441fd41469854cfe4de2a6", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo2prWFE2HO1v006EPNHINCIeVUgIs1yzcYP7CJ9ftK2NPFPCRmpfRgIsJQbBENmnQ05Ve_uQoWASxMBzX826w6ApD12PLNGGs4WqX72.BVIA", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/books-art", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Twitter is tightening its rules around online sexual harassment", "title_full": "Twitter is tightening its rules around online sexual harassment", "published": "2017-10-25T21:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180000/gettyimages-147623390.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 61, "comments": 0, "shares": 61}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cc9135923e6875f51b441fd41469854cfe4de2a6", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo2prWFE2HO1v006EPNHINCIeVUgIs1yzcYP7CJ9ftK2NPFPCRmpfRgIsJQbBENmnQ05Ve_uQoWASxMBzX826w6ApD12PLNGGs4WqX72.BVIA", "ord_in_thread": 0, "author": "", "published": "2017-10-25T21:00:00.000+03:00", "title": "Twitter is tightening its rules around online sexual harassment", "text": "Twitter is tightening its rules around online sexual harassment Twitter controversially suspended Rose McGowan’s account Jeff Vespa/Getty \nRULES around online sexual harassment on Twitter are being tightened. Stronger sanctions await those who violate the terms, including bans for posting non-consensual nudity, such as “upskirt imagery, creep shots and hidden camera content”. \nThe social media company will also allow users who spot abuse to report it – a step forward from previously only allowing the target of abuse to do so. In addition, Twitter plans to include hate symbols as part of its definition of “sensitive media”, which it provides warnings about. \nSince 2016, Twitter has shifted from allowing almost complete free speech to setting up a council that tries to curtail the worst offenders. But many have been unhappy with the results as Twitter is still populated by a small but unsavoury blend of neo-Nazis, Islamic State recruiters and propaganda-spreading bots. Advertisement \nTwitter’s policies were also recently criticised when the firm suspended actor Rose McGowan’s account. McGowan was speaking out – albeit profanely – about producer Harvey Weinstein, who is facing numerous allegations of harassment and sexual assault over the past three decades, which he denies. \nThis article appeared in print under the headline “Twitter war on hate” \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "harvey weinstein", "sentiment": "none"}, {"name": "rose mcgowan", "sentiment": "none"}, {"name": "mcgowan", "sentiment": "none"}], "organizations": [{"name": "twitter", "sentiment": "negative"}, {"name": "islamic state", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-25T21:20:12.016+03:00"}, {"thread": {"uuid": "3c2dc31f422a26a8a096da457b8a844fe8962673", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXyaSO8JDaksMrvRmL53SbWVNQaU.WuRP5H6iM6ET02u4qX18w5nAh2EG333pJI_ksaZUoZ59vm9hZU2yFYDvq9.pH9rDRcH.vg--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/books-art", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "We’ve evolved an even more powerful form of CRISPR gene editing", "title_full": "We’ve evolved an even more powerful form of CRISPR gene editing", "published": "2017-10-25T21:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25163023/c0303428-crispr-cas9_gene_editing_complex.jpg", "performance_score": 7, "domain_rank": 10418, "social": {"facebook": {"likes": 778, "comments": 0, "shares": 778}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 7}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3c2dc31f422a26a8a096da457b8a844fe8962673", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXyaSO8JDaksMrvRmL53SbWVNQaU.WuRP5H6iM6ET02u4qX18w5nAh2EG333pJI_ksaZUoZ59vm9hZU2yFYDvq9.pH9rDRcH.vg--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T21:00:00.000+03:00", "title": "We’ve evolved an even more powerful form of CRISPR gene editing", "text": "We’ve evolved an even more powerful form of CRISPR gene editing Can CRISPR be better and safer? Ella Maru Studio / SPL By Michael Le Page \nBiologists have created a highly precise tool for changing the code of DNA. It should be more powerful at fixing genes than standard CRISPR gene editing, and safer too. \nNormal CRISPR gene editing can do two things: fix genes and disable them. The fixing part doesn’t work nearly so well as the disabling part. \nTo fix genes you have to add a bit of DNA with the correct sequence to cells, and trigger a repair process that results in it being swapped for the faulty DNA. This only works in about a tenth of cells , and hardly at all in non-dividing cells like brain cells. Advertisement \nEnter David Liu of Harvard University. His team is creating tools that fix mutations by directly turning one DNA letter into another. \nThe challenge is that there are four DNA letters, or bases: A, T, G and C. Each can mutate into any of the other three bases, so to fix unwanted mutations , we would need to be able to edit bases in twelve different ways. Last year, Liu’s team unveiled a base editor, called BE3, that can make two changes: C to T and G to A. \nTheir starting point was the standard CRISPR protein. It consists of a pair of molecular scissors for cutting a DNA strand, and a guide part that binds to a specific DNA sequence. Liu’s team replaced the scissors with an enzyme that can convert Cs or Ts. Fixing most mutations \nNow Liu’s team has added a different enzyme to the modified CRISPR protein to create a base editor that changes A into G and T into C. This was far more of a challenge because no known natural enzyme does this. Instead, the team evolved one from scratch by setting up a system in which bacteria had to evolve such an enzyme in order to survive. \nThe new base editor, called ABE7, works extremely well. In a series of tests, it made the desired DNA letter change in over half of human cells, with hardly any unwanted mutations. “It pretty much does not generate non-desired changes,” says Liu. This makes ABE7 safer than standard CRISPR gene editing, minimising the risk of introducing mutations that could cause cancer, for instance. \nTogether, BE3 and ABE7 could be used to correct as many as two-thirds of the single-letter mutations that occur in people. Although they can only change 4 of the 12 possible types of single letter mutation, the ones they target are more common than others. Journal reference: Nature , DOI: 10.1038/nature24644 \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ella", "sentiment": "neutral"}, {"name": "david liu", "sentiment": "none"}, {"name": "michael le page  biologists", "sentiment": "none"}, {"name": "liu", "sentiment": "none"}], "organizations": [{"name": "harvard university", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-25T21:20:14.021+03:00"}, {"thread": {"uuid": "e065c2f9e17f20b13227850ddccc18f00c65a263", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX1svvDKXdR2D_7Omm.OTSm06158eAP.2yCSI5vXJH1jz6ow6pFOPCceCn7BUW17Ii0lPGnQ9LMjkoAptIeB834YsamALIIghfw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/climate-change", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Oysters can ‘hear’ the ocean even though they don’t have ears", "title_full": "Oysters can ‘hear’ the ocean even though they don’t have ears", "published": "2017-10-25T22:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180010/b1rp781.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 33, "comments": 0, "shares": 33}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e065c2f9e17f20b13227850ddccc18f00c65a263", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX1svvDKXdR2D_7Omm.OTSm06158eAP.2yCSI5vXJH1jz6ow6pFOPCceCn7BUW17Ii0lPGnQ9LMjkoAptIeB834YsamALIIghfw--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T22:00:00.000+03:00", "title": "Oysters can ‘hear’ the ocean even though they don’t have ears", "text": "Oysters can ‘hear’ the ocean even though they don’t have ears We can hear you imageBROKER/Alamy Stock Photo By Andy Coghlan \nOysters are the latest creatures shown to “hear” the world around them. It suggests that hearing might be commonplace in molluscs and other simple marine creatures, so the impact of noise pollution from ships and exploration might be far greater than currently assumed. \nJean-Charles Massabuau at the University of Bordeaux in France and his colleagues placed 32 Pacific oysters ( Crassostrea gigas ) in tanks and exposed them to a range of sounds of varying loudness with frequencies between 10 and 20,000 hertz. Oysters tend to close their valves when stressed or threatened, so they were fitted with accelerometers to track whether they moved. \nThe team found the oysters responded to frequencies between 10 and 1000 hertz. Massabuau says they don’t hear as we would, but instead probably perceive the vibrations created by sound waves using an organ that registers movement and vibration: the statocyst. Advertisement \nThere are all sorts of potential advantages to being able to hear, says Massabuau. For instance, the oysters might hear the arrival of tidal water, which carries food. “Our results show that in shallow waters, they must be able to hear breaking waves and water currents,” he says. They could then open up ready for the tide’s arrival. \nThunderstorms would be audible too, which could explain previous observations that oysters spawn during thunder and lightning. “It could be a trigger to synchronise spawning,” says Massabuau. \nOysters might also hear the sound of currents created when predators approach. “Lobsters or fish, which feed on young oysters, produce sounds in the oyster hearing range, if they’re close enough,” says Massabuau. Drowned in sound \nThe oysters were most sensitive to low frequencies between 10 and 200 hertz. These are typically produced by shipping, exploration with explosives, seismic surveys , pile-driving and wind turbines. \n“All these noises can muddle the normal oyster sound landscape,” says Massabuau. As a result, they may mistake ship noise for tides or thunderstorms and open up or spawn at the wrong time, he says. The noise might also mask the approach of predators. \nMassabuau says people tend to think about underwater noise pollution solely as a threat to cetaceans like whales . “What we show here is that the problem is possibly a very real one for many more animals than we imagined,” he says. \n“The findings in oysters confirm that, potentially, any marine organism that perceives sound can be negatively affected by human-produced sound sources, implying that ocean noise pollution is a global issue that concerns the whole food web,” says Michel André at Barcelona Tech. In 2011, he discovered that shipping noise pulps the sound-sensing organs of squid and octopuses . “The challenge is to determine if the noise and vibration is causing harm to the organisms,” says Mike Elliott at the University of Hull, UK. His team previously discovered that hermit crabs and marine mussels can sense sound vibrations . \n“If mussels and oysters keep their shells closed because of the vibration from human-produced noise, then they may be unable to feed, leading to starvation, poor reproduction and other impacts.” Journal reference: PLoS ONE , DOI: 10.1371/journal.pone.0185353 \nMore on these topics: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "massabuau", "sentiment": "none"}, {"name": "mike elliott   hull", "sentiment": "none"}, {"name": "andy coghlan", "sentiment": "none"}, {"name": "jean-charles massabuau   bordeaux", "sentiment": "none"}, {"name": "michel andré", "sentiment": "none"}], "organizations": [{"name": "barcelona tech", "sentiment": "none"}], "locations": [{"name": "uk", "sentiment": "none"}, {"name": "france", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T22:18:34.001+03:00"}, {"thread": {"uuid": "058f43d49ab38beb05cf7137e5629154ccc30dc5", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX9Aa12ePjv45AwwiW9SSFGpyIqyWwtTrEqiO81vnnmzH6PPXOEz.yBgjUcwUT3rP.XmhEEzFXSxfpCY.Pw6Dl6Drx2u5.MAW0A--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/climate-change", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Light’s quantum weirdness survives after going to space and back", "title_full": "Light’s quantum weirdness survives after going to space and back", "published": "2017-10-25T22:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180055/060316_ec_quantum-satellite_free.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 13, "comments": 0, "shares": 13}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "058f43d49ab38beb05cf7137e5629154ccc30dc5", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX9Aa12ePjv45AwwiW9SSFGpyIqyWwtTrEqiO81vnnmzH6PPXOEz.yBgjUcwUT3rP.XmhEEzFXSxfpCY.Pw6Dl6Drx2u5.MAW0A--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T22:00:00.000+03:00", "title": "Light’s quantum weirdness survives after going to space and back", "text": "Light’s quantum weirdness survives after going to space and back Duality might sound off beam, but it has passed another, grander test Marco Tomasin By Anil Ananthaswamy \nTHE mysterious wave-particle duality of the quantum world has been tested using satellites — setting a new distance record of more than 3000 kilometres for a detection of this bizarre behaviour. \nWe know that photons are quanta of energy, or particles, but in some experiments the particles can act like waves. According to standard quantum physics, we can observe either the wave nature or the particle nature of this quantum system, but never both at the same time. Whenever we try, the act of measuring the photon forces it to behave as one or the other. \nIn 1978, the physicist John Archibald Wheeler suggested a so-called delayed choice experiment , in which the decision of whether to look for the photon’s wave or particle nature is delayed until after the photon has already entered the experimental set-up. Advertisement \nSuppose the photon entered an experiment designed to look for its particle nature , and you chose at the very last instant to do a switcheroo and look at its wave nature. What would the photon do? Theory says that the photon should act like a wave. Read more: Where does quantum weirdness end? \nOver the last two decades, experiments have tested Wheeler’s ideas and shown them to be correct. But the longest distance travelled by a photon in these experiments was about 140 kilometres. \nNow, Paolo Villoresi of the University of Padua in Italy and his colleagues have done this experiment using satellites to test quantum mechanics over thousands of kilometres, paving the way for space-based applications. “As Galileo, who was a professor at Padova, taught us, you have to check your laws at the boundaries [of where] you are thinking of using them,” says Villoresi. \nIn their set-up, a pulse of laser light enters a device called a beam splitter, which creates two paths for the light to take. One path is straight and the other has a detour, so the light on the straight path has a shorter distance to travel. The light on the detour route rejoins the straight path and both pulses head along the same route towards a satellite in low Earth orbit, with one lagging behind the other. \nThe satellite bounces the pulses of light back to Earth, where they encounter a device that randomly does one of two things: it can either do nothing, or it can hold up the first pulse a bit so the pair emerge at the time and therefore arrive at a detector at the same moment. This decision corresponds to Wheeler’s delayed choice. \nDoing nothing lets the path lengths remain unequal, while adding a delay in one path is equivalent to making the paths lengths equal. Interference emerges \nWhen the paths are unequal and the photons arrive one after another, we can tell which path they took. In this case, they act like particles. \nWhen the two paths are equal in length, the detectors cannot tell which path each photon takes. In this case, each photon ends up in a superposition of having taken both paths at once, and will interfere with itself, showing its wave nature – even though, in our classical way of thinking, it ought to have entered and left the experiment as a particle. Do this experiment many, many times, and an interference pattern characteristic of waves emerges. \nBecause satellites in low Earth orbit are travelling at about 7 kilometres per second, the mathematics has to account for a “relativistic boost” given to the reflected photons, says Villoresi, which wasn’t the case in Earth-based experiments. \nGiulio Chiribella , a quantum physicist at the University of Oxford, is impressed. “This experiment shows that, at least on a distance of approximately 3500 kilometres, the predictions of quantum theory are still valid,” he says. “This result is likely to be the first of a series of experimental tests where the fundamental features of quantum mechanics will be probed at increasingly large scales.” Journal reference: Science Advances , DOI: 10.1126/sciadv.1701180 \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "john archibald wheeler", "sentiment": "none"}, {"name": "villoresi", "sentiment": "none"}, {"name": "marco tomasin", "sentiment": "none"}, {"name": "giulio chiribella", "sentiment": "none"}, {"name": "anil ananthaswamy", "sentiment": "none"}, {"name": "wheeler", "sentiment": "none"}, {"name": "paolo villoresi", "sentiment": "none"}], "organizations": [{"name": "university of padua", "sentiment": "none"}, {"name": "oxford", "sentiment": "none"}, {"name": "padova", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "italy", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T22:18:34.004+03:00"}, {"thread": {"uuid": "69660e635b0284f1ec257375d67f461a908d5068", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX1svvDKXdR2D_7Omm.OTSm06158eAP.2yCSI5vXJH1jz6ow6pFOPCceCn7BUW17Ii0lPGnQ9LMjkJPAk9TJ2roY-", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://www.topix.com/rss/wire/tech", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Oysters can 'hear' the ocean even though they don't have ears", "title_full": "Oysters can 'hear' the ocean even though they don't have ears", "published": "2017-10-25T22:14:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180000/b1rp78.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "69660e635b0284f1ec257375d67f461a908d5068", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX1svvDKXdR2D_7Omm.OTSm06158eAP.2yCSI5vXJH1jz6ow6pFOPCceCn7BUW17Ii0lPGnQ9LMjkJPAk9TJ2roY-", "ord_in_thread": 0, "author": "", "published": "2017-10-25T22:14:00.000+03:00", "title": "Oysters can 'hear' the ocean even though they don't have ears", "text": "Oysters can ‘hear’ the ocean even though they don’t have ears imageBROKER / Alamy Stock Photo \nOYSTERS can detect sound. The finding hints that hearing is common in simple marine creatures, and that ocean noise pollution might be more harmful than we thought. \nJean-Charles Massabuau at the University of Bordeaux in France and his colleagues exposed 32 captive Pacific oysters ( Crassostrea gigas ) to sounds of varying loudness, with frequencies up to 20,000 hertz. The oysters moved in response to sound between 10 and 1000 hertz ( PLoS One , DOI: 10.1371/journal.pone.0185353). Advertisement \nMassabuau says they don’t hear as we do, but probably perceive sound using their statocyst, an organ that detects motion and vibration. \nThis has many advantages for oysters, he says. They might hear the arrival of food-rich tidal water, or the currents created by predators. \nBut they would also hear shipping, explosives and seismic surveys. “All these noises can muddle the normal oyster sound landscape,” he says. They may mistake ship noise for tides or miss predators approaching. \nMassabuau says underwater noise pollution threatens many species, not just whales as many assumed. \nThis article appeared in print under the headline “Oysters can ‘hear’ without ears” Advertisement Want more? Read the extended version of this article . Magazine issue 3149 , published 28 October 2017 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "massabuau", "sentiment": "none"}, {"name": "jean-charles massabuau", "sentiment": "none"}], "organizations": [{"name": "university of bordeaux", "sentiment": "none"}], "locations": [{"name": "france", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T22:20:26.001+03:00"}, {"thread": {"uuid": "96df6024d9a224059af0cf717f67a5596109ca58", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX.8gp.9ZQQITKB0Grfmi2HkazflEFGBsbs5AkPkDfHmgGIKXyfLkJSS.jTuvkDM27RG_KdkvFYtqwFisRFnIFTBpzx_xw5N0E986v8ZT.sTbaNTmivI.Y_g7MRLCwlFBHaKCkE4lfLZg", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Artificial intelligence tells nightmare-inducing tales of terror", "title_full": "Artificial intelligence tells nightmare-inducing tales of terror", "published": "2017-10-24T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/24143245/gettyimages-182993436.jpg", "performance_score": 10, "domain_rank": 10418, "social": {"facebook": {"likes": 1125, "comments": 0, "shares": 1125}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "96df6024d9a224059af0cf717f67a5596109ca58", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX.8gp.9ZQQITKB0Grfmi2HkazflEFGBsbs5AkPkDfHmgGIKXyfLkJSS.jTuvkDM27RG_KdkvFYtqwFisRFnIFTBpzx_xw5N0E986v8ZT.sTbaNTmivI.Y_g7MRLCwlFBHaKCkE4lfLZg", "ord_in_thread": 0, "author": "", "published": "2017-10-24T03:00:00.000+03:00", "title": "Artificial intelligence tells nightmare-inducing tales of terror", "text": "5 Artificial intelligence tells nightmare-inducing tales of terror \nThe Shelley AI is writing its own horror stories after learning from reddit. Some are weird, some are spine tingling, and others? Well, see for yourself... ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "shelley ai", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-26T00:39:07.012+03:00"}, {"thread": {"uuid": "4a2548e7ac0f3c57e81d569d18a0eed38b36b549", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX9AIw_lzrYWLF1kSmULRHHo_8304VDx2k_sHhJhgpIXMnlQ9NgGDJchrMtpzj0qgsWXGk9MaqdZHHa4YIOMEhndhHTj8ONHKHw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/climate-change", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "We may have just seen the first comet from another solar system", "title_full": "We may have just seen the first comet from another solar system", "published": "2017-10-26T01:42:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/08/24153453/r4500428-comet_passing_a_planet_artwork4.jpg", "performance_score": 1, "domain_rank": 10418, "social": {"facebook": {"likes": 108, "comments": 0, "shares": 108}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 9}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4a2548e7ac0f3c57e81d569d18a0eed38b36b549", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX9AIw_lzrYWLF1kSmULRHHo_8304VDx2k_sHhJhgpIXMnlQ9NgGDJchrMtpzj0qgsWXGk9MaqdZHHa4YIOMEhndhHTj8ONHKHw--", "ord_in_thread": 0, "author": "", "published": "2017-10-26T01:42:00.000+03:00", "title": "We may have just seen the first comet from another solar system", "text": "We may have just seen the first comet from another solar system Not from around these parts? Richard Bizley/Science Photo Library By Rebecca Boyle \nThe solar system may be hosting a visitor from the stars. A newly discovered comet is screaming away from Earth, and based on its weird orbital trajectory astronomers think it might be the first comet ever observed that came from interstellar space. \nA sky-surveying telescope in Hawaii spotted the fast-moving object, now called C/2017 U1 , on 18 October, after its closest approach to the sun. During the next week, astronomers made 34 separate observations of the object and found it has a strange trajectory that is at an angle to the orbits of the planets and does not circle the sun. \nNow, astronomers are hoping more skywatchers will take a look and pin down whether it’s from our neighborhood or an interloper from beyond . Advertisement \nMost comets follow ellipse-shaped orbits around the sun, swooping in from the distant Oort Cloud to kiss the inner solar system before heading back out again. This one, by contrast, will never return. Its orbital path suggests it sailed in from the direction of the constellation Lyra above the relatively flat plane of the solar system , looped around the sun, and is headed back out for eternity. \nLyra is near the direction the sun is moving within the Milky Way, says Luke Dones at the Southwest Research Institute in Boulder, Colorado. “That’s exactly what you’d expect; there should be more interstellar comets coming from the direction the sun is heading toward,” he says. Just popping in \n“It’s coming from very far away, but we can’t actually backtrack how far away it started. It could be that it’s coming from outside the solar system, but it’s really hard to tell,” says Simon Porter , also at the Southwest Research Institute. Further observations in the next couple weeks will make the picture clearer. \nWhat’s more, a comet on such an extreme path doesn’t necessarily have to come from interstellar space. “It could have interacted with Jupiter or another planet in such a way that changed its orbit,” says Maria Womack at the University of South Florida in Tampa. \nThe comet’s origins are hard to pin down in part because of the nature of comets . “When you think of photos of comets, they’re a fuzzy blob. People have to make determinations of where they think the center is. Someone who is at the telescope has to make a call,” Womack says. \nThis necessary guesswork makes the measurements less precise, so astronomers want lots of observations before they’ll be convinced the comet really is from beyond our solar system, she adds. \nLuckily, there are plenty of opportunities left to take a peek. The comet should be visible in powerful telescopes for at least another couple weeks, allowing amateurs and professionals alike to survey the icy visitor and determine its history.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-26T02:09:47.005+03:00"}, {"thread": {"uuid": "82de0d581f6e921a1332a6f4c9b036a84ea358a6", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX0iF7ejsWBOVu3UW34lHJHIBjhMxpQlS9F.W_TijO9XMjBhDvdqgXnjUv35Vlw6.bEyzyF.B0ybeL4WDun1YcB4R_8m8emfyeA--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/lastword", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Early menopause is more likely if you’ve ever been underweight", "title_full": "Early menopause is more likely if you’ve ever been underweight", "published": "2017-10-26T03:05:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25174412/gettyimages-641963334.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 10, "comments": 0, "shares": 10}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "82de0d581f6e921a1332a6f4c9b036a84ea358a6", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX0iF7ejsWBOVu3UW34lHJHIBjhMxpQlS9F.W_TijO9XMjBhDvdqgXnjUv35Vlw6.bEyzyF.B0ybeL4WDun1YcB4R_8m8emfyeA--", "ord_in_thread": 0, "author": "", "published": "2017-10-26T03:05:00.000+03:00", "title": "Early menopause is more likely if you’ve ever been underweight", "text": "Early menopause is more likely if you’ve ever been underweight Shedding pounds may have a lasting risk stockvisual/Getty By New Scientist staff and Press Association \nWomen who have been underweight are 30 per cent more likely to undergo menopause before the age of 45. That’s according to an analysis of data from nearly 79,000 women whose health was tracked for 22 years. \nWomen in the study were classed as being underweight if they had a body mass index (BMI) of 18.5 or lower. Women who fell into this category at any age had, on average, a 30 per cent increased risk of early menopause , compared with women with a “normal” BMI, between 18.5 and 22.4. \nWomen who were underweight at the age of 35 had a 59 per cent greater likelihood of early menopause, while women aged 18 who had a BMI less than 17.5 were 50 per cent more likely to have early menopause. Advertisement \nExtreme teenage weight loss seemed to have a particularly strong effect. Underweight women who lost 20 pounds or more at least three times between the ages of 18 and 20 were more than twice as likely to experience premature menopause. Heart disease risk \n“Our findings suggest that women who are underweight in early or mid-adulthood may be at increased risk for early menopause,” says Kathleen Szegda , at the University of Massachusetts, who led the study. \nEarly menopause affects up to 10 per cent of women, and is linked to increased risks of cardiovascular disease, osteoporosis, and cognitive decline. “Underweight women may want to consider discussing the potential implications of these findings with their doctors,” says Szegda. \n“The risks of being overweight are generally better understood, but women often don’t realise the potential hormone complications of being very underweight, even in younger years,” says Kathy Abernathy, of the British Menopause Society . “The findings of this study highlight the need for women to maintain a healthy weight across all ages.” \nJournal reference: Human Reproduction", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kathleen szegda", "sentiment": "none"}, {"name": "kathy abernathy", "sentiment": "none"}, {"name": "szegda", "sentiment": "none"}], "organizations": [{"name": "new scientist", "sentiment": "none"}, {"name": "british menopause society", "sentiment": "none"}, {"name": "press association", "sentiment": "none"}, {"name": "university of massachusetts", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-26T03:17:50.005+03:00"}, {"thread": {"uuid": "aaab5a15a784a3554f36b2ceb114543f7796fa9d", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXyaSO8JDaksMrvRmL53SbWVNQaU.WuRP5H6iM6ET02u4qX18w5nAh2EG333pJI_ksaZUoZ59vm9hZU2yFYDvq98yTFfymuqrPRnh4LeZPAISf1SgZxDqm3wcK6ZedI00K_7cw5YQmg0J", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "We’ve evolved an even more powerful form of CRISPR gene editing", "title_full": "We’ve evolved an even more powerful form of CRISPR gene editing", "published": "2017-10-25T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.023, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25163023/c0303428-crispr-cas9_gene_editing_complex.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aaab5a15a784a3554f36b2ceb114543f7796fa9d", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXyaSO8JDaksMrvRmL53SbWVNQaU.WuRP5H6iM6ET02u4qX18w5nAh2EG333pJI_ksaZUoZ59vm9hZU2yFYDvq98yTFfymuqrPRnh4LeZPAISf1SgZxDqm3wcK6ZedI00K_7cw5YQmg0J", "ord_in_thread": 0, "author": "", "published": "2017-10-25T03:00:00.000+03:00", "title": "We’ve evolved an even more powerful form of CRISPR gene editing", "text": "5 We’ve evolved an even more powerful form of CRISPR gene editing \nBy evolving an entirely new gene editing enzyme, biologists have created a highly precise tool for changing the code of DNA that should also be safer too Source : www.newscientist.com Check more articles today from Science Newz ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-26T04:30:08.002+03:00"}, {"thread": {"uuid": "89e32c425b4c2be0ceb1cc2e7479d75e807878e2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX3Iv44q.tLQyOB00.OZcKUb0GLv2Vj7j7hakhwJ5dSRmzGxq7coA_xjarEC2KBFPbyBlMSEw3Sg0aQLb0XzzRbjQT3zQcK1jRw--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://www.topix.com/rss/wire/tech", "site_categories": ["science", "education", "k_6_educators"], "section_title": "", "title": "Gaming addiction probably isn't a real condition, study suggests", "title_full": "Gaming addiction probably isn't a real condition, study suggests", "published": "2017-10-26T14:23:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/26112255/gettyimages-857379930.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "89e32c425b4c2be0ceb1cc2e7479d75e807878e2", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUX3Iv44q.tLQyOB00.OZcKUb0GLv2Vj7j7hakhwJ5dSRmzGxq7coA_xjarEC2KBFPbyBlMSEw3Sg0aQLb0XzzRbjQT3zQcK1jRw--", "ord_in_thread": 0, "author": "", "published": "2017-10-26T14:23:00.000+03:00", "title": "Gaming addiction probably isn't a real condition, study suggests", "text": "Gaming addiction probably isn’t a real condition, study suggests Displacement activity? Zhang Peng/Getty By Inga Vesper \nThere may be no such thing as internet gaming addiction. People play excessively not because they are hooked on gaming itself, but because they feel unhappy about other areas of their life, according to a study that followed thousands of online gamers over six months. \nInternet gaming disorder is referenced in the Diagnostic and Statistical Manual of Mental Disorders as a “condition of further study”, meaning the American Psychiatric Association thinks it warrants further research as a potential psychiatric condition. \nThe manual suggests that people suspected of suffering from gaming disorder must fulfil five or more criteria from a list of nine that include: lying about time spent gaming; jeopardising jobs, careers or education because of participation in gaming; and using gaming to relieve anxiety. They must also feel distress over their gaming habits for a – yet to be defined – period of time. Advertisement \nTo investigate the potential prevalence of the disorder based on these criteria, Netta Weinstein at Cardiff University, UK, and her colleagues used a nationally representative sample informed by US census data to identify 2316 people over the age of 18 who regularly play games online. \nParticipants filled in a questionnaire covering aspects of their health, physical activity and lifestyle. At the start of the study, only nine participants met five or more criteria and experienced distress as a result of their gaming. However, none still met this criteria six months later and therefore weren’t diagnosed with addiction. \nThree people matched four or more criteria at the beginning and end of the study. However, none felt ongoing distress over their gaming habits. \n“We didn’t see a large number of people with clinical problems,” says Weinstein. “The study’s results suggest that it’s not clear how many resources should go to gaming addiction, compared to other addictions like drugs.” Filling a hole \nFurther analysis by the team showed that people who displayed some of the proposed symptoms of gaming addiction had lower “needs fulfilment”, meaning they were unhappy in other areas of life, such as relationships or their career. \nThis suggests that gaming might be a displacement activity for people in an unhappy situation, rather than an addiction, says Weinstein. \nSix months later, the symptoms of gaming disorder were reduced in those who had become more content since the first questionnaire. “This is initial evidence that having more needs fulfilment in life can make people feel better about their gaming,” says Weinstein. \nTreatment for game addiction includes scrutinising life outside gaming, says Kimberly Young , a clinical psychologist who specialises in internet addiction. “Addicted players need to examine the emotional motives that prompt them to play a game excessively and look for alternate ways to satisfy those needs,” she says. \nGaming addiction is a real problem that deserves recognition, says Daria Kuss , a cyber-psychology researcher at Nottingham Trent University, UK. \nUsing questionnaires to study addiction can be misleading as people tend to under-report bad behaviour, says Kuss. “If someone uses gaming to meet basic psychological needs, this could become a problem if they are not able to satisfy these needs in real life,” she says. “But to confirm this, we need clinical samples of people who are being treated for addiction in centres.” Journal reference: PeerJ , DOI: 10.7717/peerj.3838 \nMore on these topics:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "zhang peng/g", "sentiment": "neutral"}, {"name": "weinstein", "sentiment": "none"}, {"name": "kimberly young", "sentiment": "none"}, {"name": "netta weinstein", "sentiment": "none"}, {"name": "inga vesper", "sentiment": "none"}, {"name": "kuss", "sentiment": "none"}, {"name": "daria kuss", "sentiment": "none"}], "organizations": [{"name": "american psychiatric association", "sentiment": "none"}, {"name": "statistical manual of mental disorders", "sentiment": "none"}, {"name": "nottingham trent university", "sentiment": "none"}, {"name": "cardiff university", "sentiment": "none"}], "locations": [{"name": "uk", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T14:27:55.008+03:00"}, {"thread": {"uuid": "4a00e7c1f6d62e0563c8d6d6d08e24d15ace0403", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwswvKuDfK7M_AWkAEvN6.gJoF0ALRxMH1va0oRABawZCtqIXe7nFIVnIAFiUGDXV7r4DKRZcCH.9wJ7j_8F5NuxhQntkbKUxg--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/evolution", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "What drove the WHO to make Robert Mugabe a goodwill ambassador?", "title_full": "What drove the WHO to make Robert Mugabe a goodwill ambassador?", "published": "2017-10-26T13:57:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/26110607/rexfeatures_9070128c.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4a00e7c1f6d62e0563c8d6d6d08e24d15ace0403", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh8BKw7VfcKUXwswvKuDfK7M_AWkAEvN6.gJoF0ALRxMH1va0oRABawZCtqIXe7nFIVnIAFiUGDXV7r4DKRZcCH.9wJ7j_8F5NuxhQntkbKUxg--", "ord_in_thread": 0, "author": "", "published": "2017-10-26T13:57:00.000+03:00", "title": "What drove the WHO to make Robert Mugabe a goodwill ambassador?", "text": "26 October 2017 What drove the WHO to make Robert Mugabe a goodwill ambassador? The new head of the World Health Organization caused a backlash by handing Zimbabwe's despotic leader a role. Why did he make such a misstep, wonders Luke Allen Xinhua/REX/Shutterstock \nIt turns out that a week is a long time in international health leadership. At a conference on non-communicable diseases, Tedros Adhanom Ghebreyesus, director general of the World Health Organization, named Zimbabwe’s president Robert Mugabe as the WHO’s latest “ goodwill ambassador “. \nFollowing international uproar, the accolade – granted to promote the tackling of non-communicable diseases (NCDs) in Africa – was revoked five days later. The debacle showed both misguided good intention and the importance of internal communication. \nTedros , the first non-medic and African to hold the WHO’s top job, is generally well-regarded. Elected in May, he has a strong To continue reading this premium article, register or login for free for unlimited access. Existing users, please log in. Log in or create a free account", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "robert mugabe", "sentiment": "neutral"}, {"name": "luke allen", "sentiment": "none"}, {"name": "tedros adhanom ghebreyesus", "sentiment": "none"}], "organizations": [{"name": "who", "sentiment": "neutral"}, {"name": "world health organization", "sentiment": "none"}], "locations": [{"name": "africa", "sentiment": "none"}, {"name": "zimbabwe", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T14:28:28.018+03:00"}, {"thread": {"uuid": "bfcd18bfec7a2bfcd7e625b8cea3acc75436f0ce", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo.U0SWYk2AcGyG3d8wAERJI9J02vLnyK2D6Ovkinzmvi7Us7wcAZiBvDzTzs8C.GGPskNDryV78.R2mWE3SlQFCdqSBoQhT9ow--", "site_full": "www.newscientist.com", "site": "newscientist.com", "site_section": "http://feeds.newscientist.com/60-seconds", "site_categories": ["science", "education", "k_6_educators"], "section_title": "New Scientist - Home", "title": "Luther’s legacy: Did a religious revolt create science?", "title_full": "Luther’s legacy: Did a religious revolt create science?", "published": "2017-10-26T15:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2017/10/25180000/akg1783331.jpg", "performance_score": 0, "domain_rank": 10418, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bfcd18bfec7a2bfcd7e625b8cea3acc75436f0ce", "url": "http://omgili.com/ri/.wHSUbtEfZRSwGm5NuIQC38fYq3L49_2QLg4Rd.MIh_zP3j_yKUXo.U0SWYk2AcGyG3d8wAERJI9J02vLnyK2D6Ovkinzmvi7Us7wcAZiBvDzTzs8C.GGPskNDryV78.R2mWE3SlQFCdqSBoQhT9ow--", "ord_in_thread": 0, "author": "", "published": "2017-10-26T15:00:00.000+03:00", "title": "Luther’s legacy: Did a religious revolt create science?", "text": "25 October 2017 Luther’s legacy: Did a religious revolt create science? A rebel monk's challenge to the Catholic church's teaching 500 years ago fired Europe with radical thinking. Did it spark the scientific revolution? akg-Images By Philip Ball \n“I CANNOT and will not retract anything, since it is neither safe nor right to go against conscience. I cannot do otherwise. Here I stand, may God help me.” \nThere is something thrilling about how the rebel monk Martin Luther defied his accusers. According to his supporters, he uttered these eloquent words of defence in 1521 before the Diet of Worms, a papal council, when his liberty and possibly his life were on the line. It was four years earlier, on 31 October 1517, now almost exactly 500 years ago, that tradition says he nailed his “95 theses” decrying the practices of the Roman Catholic church to the door of the castle church in Wittenberg in present-day Germany, and so kicked off what became the Protestant Reformation. \nPopular history says that Luther showed more guts than Galileo a century later, when the Catholic Inquisition insisted he deny that Earth moves around the sun. Elderly and cowed by the veiled threat of torture, Galileo did what the cardinals said. A muttered “and still it moves” was said to be his only, almost certainly apocryphal, dissent. \nSome historians directly link these two challenges to Rome’s authority: Luther’s theological revolution and the ensuing scientific one. Luther opened the intellectual floodgates, the story goes, pitting open, forward-thinking Protestantism against conservative, anti-science Catholic dogma. The Enlightenment took root in the northern European countries that embraced Lutheran ideas, while the south languished under the Catholic yoke. It took the Roman Catholic church until 1992 to formally declare Galileo right. \nIt’s an appealing story. But is it true? \nThe Reformation was born of Luther’s deep conviction To continue reading this premium article, subscribe for unlimited access. Existing subscribers, please log in with your email address to link your account access. App + web", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "luther", "sentiment": "neutral"}, {"name": "philip ball", "sentiment": "none"}, {"name": "martin luther", "sentiment": "none"}, {"name": "galileo", "sentiment": "none"}], "organizations": [{"name": "diet of worms", "sentiment": "none"}, {"name": "galileo", "sentiment": "none"}, {"name": "catholic inquisition", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "rome", "sentiment": "none"}, {"name": "wittenberg", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T15:20:29.000+03:00"}], "totalResults": 57, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509020429000&q=language%3Aenglish+site%3Anewscientist.com&sort=crawled", "requestsLeft": 969}