{"posts": [{"thread": {"uuid": "5213829a9c521ac2ad574c635c7c4820ca340ac8", "url": "http://omgili.com/ri/.wHSUbtEfZQaJTrJDdptOATGezC5OAuLWb0KLPw7eepMZKjSiQGEvLahSA2wMFijSjMahBGTYrpr4h4sU4bS5_15T9FYCrgcccFo0mfNX__sd72unqt_Sg6ErOdvlpuE", "site_full": "www.sciencesetavenir.fr", "site": "sciencesetavenir.fr", "site_section": "http://www.sciencesetavenir.fr/sante/rss.xml", "site_categories": ["javascript", "tech"], "section_title": "Sciences et Avenir en temps réel : Santé", "title": "Des enzymes d'un volcan contre les gaz toxiques", "title_full": "Des enzymes d'un volcan contre les gaz toxiques", "published": "2017-11-01T06:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://www.sciencesetavenir.fr/assets/img/2017/10/30/cover-r4x3w1000-59f756453fb29-22851276-132786690810082-102472076-o.jpg", "performance_score": 0, "domain_rank": 26284, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5213829a9c521ac2ad574c635c7c4820ca340ac8", "url": "http://omgili.com/ri/.wHSUbtEfZQaJTrJDdptOATGezC5OAuLWb0KLPw7eepMZKjSiQGEvLahSA2wMFijSjMahBGTYrpr4h4sU4bS5_15T9FYCrgcccFo0mfNX__sd72unqt_Sg6ErOdvlpuE", "ord_in_thread": 0, "author": "Joël Ignasse", "published": "2017-11-01T06:00:00.000+02:00", "title": "Des enzymes d'un volcan contre les gaz toxiques", "text": "La start-up Gene & GreenTK développe des solutions de décontaminations des armes chimiques à partir d'une enzyme dénichée dans le Vésuve. \n\nDavid Daudé et le Pr Eric Chabrière, dirigeants de Gene&GreenTK au salon Innov'inMed de Marseille. Alexandre Chabrier Photographe 0 réactions \nC'est en faisant son service militaire que le professeur Eric Chabrière a commencé à étudier de curieuses enzymes découvertes dans les sources chaudes du Vésuve. Il a analysé leurs propriétés qui se sont révélées particulièrement intéressantes : elles sont très résistantes, stables et ont la capacité de dégrader certains agents neurotoxiques, les organophosphorés. Ces composés sont utilisés pour la fabrication de certains pesticides mais ils sont aussi employés pour développer des armes chimiques dont la plupart des gaz de combat comme le sarin ou le VX . \nAnimation de l'enzyme en 3D. Crédit : Gene & GreenTK Une solution simple à mettre en œuvre \nLe professeur Chabrière a continué à explorer les possibilités de ces enzymes et à les améliorer par génie génétique au sein de l'IHU Méditerranée infection. Il a finalement créé la start-up Gene & GreenTK qui vise à commercialiser différentes applications à base de ces enzymes. La première s'appelle VesuTOX, il s'agit d'un produit qui se présente sous forme d'une poudre à diluer dans l'eau. \nUne fois en solution, il est capable de dégrader le sarin en quelques minutes soit directement sur une personne (pour faciliter sa prise en charge) soit sur du matériel ou des locaux à décontaminer. Des tests d'efficacité sont actuellement en cours en Suède et le VesuTOX devrait être prochainement commercialisé, la DGA (Direction générale de l'armement) serait d'ailleurs sur les rangs. Le produit pourrait aussi être utilisé en agriculture pour nettoyer les matériels exposés aux insecticides. Une alternative aux antibiotiques \nL'autre facette de Gene & GreenTK est le développement de nouvelles méthodes de contrôle des bactéries. C'est toujours les propriétés des enzymes du Vésuve qui sont exploitées à travers un autre produit appelé VesuBACT. \" Il n'agit pas comme un antibiotique classique en s'attaquant directement aux bactéries. Le VesuBACT permet d'interrompre la communication entre les bactéries ce qui les empêche de s'organiser pour gagner en virulence. \nOn stoppe ainsi la formation des biofilms ou du fouling, cette couche organique qui recouvre la surface immergée des bateaux \" explique David Daudé, le directeur scientifique de la start-up. Là aussi des essais sont en cours pour fabriquer des peintures antifouling et un partenariat est initié avec l'entreprise Urgo pour développer un pansement contenant une couche d'enzymes. Il aurait le double intérêt de stopper l'infection d'une plaie sans pour autant générer de résistance : les bactéries ne sont pas détruites, mais leur potentiel infectieux est inhibé.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "david daudé", "sentiment": "none"}, {"name": "eric chabrière", "sentiment": "none"}, {"name": "alexandre chabrier photographe", "sentiment": "none"}], "organizations": [{"name": "marseille", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-11-01T08:47:25.007+02:00"}], "totalResults": 1, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509518845007&q=language%3Aenglish+site%3Asciencesetavenir.fr&sort=crawled", "requestsLeft": 548}