{"posts": [{"thread": {"uuid": "b5f991412dac64b02fa6a68c83c45289c029cc6e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUhCX7AHc0qIiG95bc5X2eYNr_y93iIKOvw--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "‘The Best is Yet to Come’", "title_full": "‘The Best is Yet to Come’", "published": "2017-10-03T21:29:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/watts-50th-endeavor-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b5f991412dac64b02fa6a68c83c45289c029cc6e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUhCX7AHc0qIiG95bc5X2eYNr_y93iIKOvw--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-03T21:29:00.000+03:00", "title": "‘The Best is Yet to Come’", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views ‘The Best is Yet to Come’ Kaiser Permanente Watts Counseling and Learning Center celebrates 50 years October 3, 2017 Add to Collection Jacob Haik, left, John Jones III and David Roberts, representing the office of LA City Councilmember Joe Buscaino, celebrate the Watts Counseling and Learning Center’s 50th anniversary. \nDining under the low-lit wings of the Space Shuttle Endeavour, more than 350 guests honored the Kaiser Permanente Watts Counseling and Learning Center’s inspiring 50-year legacy while glimpsing an even brighter future. \n“This evening is a celebration to thank all of you for your support and commitment in helping to bring better health and wellness to Watts,” said Maria T. Aguirre, director, Watts Counseling and Learning Center . “By working together, we can better support the neighborhoods where people live, work and play.” \nFormer clients shared their positive experiences with the center, demonstrating its ability to change lives — one life at a time. \nEden Nava-Martinez, who grew up in the nearby Florence-Firestone neighborhood, expressed gratitude for the $7,500 Bill Coggins Leadership Award she recently received. Learning firsthand the importance of never giving up, she graduated high school with an exceptional 4.4 grade point average. She now attends the University of California, Los Angeles, where she is majoring in mathematics. \n“I want to motivate kids that being from South Central should not stop them from pursuing their dreams,” said Nava-Martinez, who plans to become a math educator. All guests invited to attend the anniversary party on Sept. 13 at the California Science Center in Los Angeles — including community partners, current and former center clients, parents, students, teachers, social workers and elected officials — have contributed to, or benefited from, the Watts Center services. The evening, themed “Honoring the Past and Shaping the Future,” completed a yearlong series of Kaiser Permanente events to acknowledge the center’s dedication for more than half a century. \nA legacy of caring \nKaiser Permanente established the Watts Counseling and Learning Center two years after the 1965 Watts civil unrest to provide essential mental health, educational and outreach services for the children and families of Watts and surrounding communities, regardless of whether they were Kaiser Permanente members. \nVisionaries such as Southern California Permanente Medical Group physician leaders, Raymond Kay and Edward Green, and former Kaiser Foundation Health Plan Southern California Regional Manager James Vohs, inspired the idea then known as the “Watts Project.” But Bill Coggins — the young, ambitious, licensed clinical social worker they hired — took it to a level few could imagine. \n“For a seven-month period, Coggins went door to door in the community to learn what was needed to create a safe, nurturing, healthy environment where children and their families could learn, flourish and succeed,” said Edward M. Ellison, MD , executive medical director and chairman of the board, SCPMG, and co-CEO, The Permanente Federation, LLC. “The rest, as they say, is history.” \nSince then, the center known as a caring refuge where everyone feels like family, continues to fulfill its motto of “Helping People Grow.” \n“Our people are what make the center special, and the services provided are what make what we do unique,” said Julie Miller-Phipps , regional president, Kaiser Foundation Health Plan/Hospitals, Southern California, highlighting the broad range of specialized, low-cost programs and services the center offers. \n“I made an internal commitment without telling anybody I was going to see it (the project) through,” said Coggins, who received two standing ovations at the event for his dedication and service to the center. \nReferring to Kaiser Permanente’s original concept of prepaid health care and caring for workers in the community, Coggins emphasized, “Community health — it’s been there from the beginning. And without Kaiser Permanente, there would be no Kaiser Permanente Watts Counseling and Learning Center.” \nAn exciting future \nValued collaborations with local school districts, the city, our partners in health, community-based organizations, local government, business and the faith-based community have been key to the center’s success – and are just as critical to its future, said Miller-Phipps. \nThe demand for more center services and increased physical space has led Kaiser Permanente to begin exploring ways to provide more accessible medical and mental health and wellness services to our growing South Los Angeles area membership. \n“We propose acquiring more land to rebuild the center and expand its programs and services,” said Miller-Phipps, noting Kaiser Permanente has been working closely with the city of Los Angeles. “This could also mean the addition of a Kaiser Permanente Medical Office building in the future. We will continue engaging with local community officials, residents, and business partners throughout the process to ensure, as in the beginning with Bill Coggins, the community voice is heard.” \n“So, get ready,” said John Yamamoto, vice president, legal, government and community relations, community benefit, Kaiser Foundation Health Plan/Hospitals, to a thunderous crowd. “The best is yet to come!” \nFor more information about Kaiser Permanente Southern California, follow us on twitter @KPSCALNews or go to https://share.kaiserpermanente.org . Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "david roberts", "sentiment": "none"}, {"name": "maria t. aguirre", "sentiment": "none"}, {"name": "raymond kay", "sentiment": "none"}, {"name": "joe buscaino", "sentiment": "none"}, {"name": "coggins", "sentiment": "none"}, {"name": "james vohs", "sentiment": "none"}, {"name": "bill coggins", "sentiment": "none"}, {"name": "eden nava-martinez", "sentiment": "none"}, {"name": "edward green", "sentiment": "none"}, {"name": "nava-martinez", "sentiment": "none"}, {"name": "jacob haik", "sentiment": "none"}, {"name": "miller-phipps", "sentiment": "none"}, {"name": "edward m. ellison", "sentiment": "none"}, {"name": "john jones", "sentiment": "none"}, {"name": "john yamamoto", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "julie miller-phipps", "sentiment": "none"}, {"name": "watts", "sentiment": "none"}], "organizations": [{"name": "watts counseling and learning center", "sentiment": "none"}, {"name": "southern california permanente medical group", "sentiment": "none"}, {"name": "llc", "sentiment": "none"}, {"name": "kaiser foundation health plan/hospitals", "sentiment": "none"}, {"name": "kaiser permanente watts counseling and learning center", "sentiment": "none"}, {"name": "kaiser permanente southern california", "sentiment": "none"}, {"name": "kaiser foundation health plan southern california regional", "sentiment": "none"}, {"name": "permanente federation", "sentiment": "none"}, {"name": "university of california", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente medical office", "sentiment": "none"}], "locations": [{"name": "la city", "sentiment": "none"}, {"name": "southern california", "sentiment": "none"}, {"name": "south los angeles", "sentiment": "none"}, {"name": "florence-firestone", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}, {"name": "watts center", "sentiment": "none"}, {"name": "california science center", "sentiment": "none"}, {"name": "watts", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T05:17:04.000+03:00"}, {"thread": {"uuid": "b1f51205fbe41b33a38f8733d9f3f28c0a6ce1ab", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUprFBcieRlGjh.MSZVShAM.3T1pBkLmBSpSXMZx9MD778iUUmt39mL3p28kt2ATIHQ--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Talking to Children About Tragic Events", "title_full": "Talking to Children About Tragic Events", "published": "2017-10-05T07:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/talking-to-kids-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b1f51205fbe41b33a38f8733d9f3f28c0a6ce1ab", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUprFBcieRlGjh.MSZVShAM.3T1pBkLmBSpSXMZx9MD778iUUmt39mL3p28kt2ATIHQ--", "ord_in_thread": 0, "author": "Trish Henry", "published": "2017-10-05T07:00:00.000+03:00", "title": "Talking to Children About Tragic Events", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Talking to Children About Tragic Events October 4, 2017 Add to Collection \nWhen tragedy occurs, parents face overwhelming and often difficult tasks: How do you explain this type of event to your children? How do you help them feel safe when you may feel helpless yourself? How much should you tell them? \nIn search of some answers, we reached out to Samantha Bookman, a licensed marriage and family therapist, Child and Adolescent Psychiatry at Kaiser Permanente Woodland Hills Medical Center in Southern California. \nHere are some of her ideas: \nFor young children, don’t assume children want, need, or can handle the whole truth just because they have a question or two. \nGive children short, simple answers to the exact question they ask. Avoid giving information they don’t need. Don’t feel pressured to give them the entire socio-political background regarding the situation. It’s best to stay simple and wait and see if children want more information. If they appear satisfied with the information you gave them, you have said plenty. \nOnly give information that is appropriate for the youngest member of the family or group. \nIf you have a 5- and 8-year-old, only give information they both can handle. It’s okay, and may be necessary, to interrupt and stop an older child if they are asking questions that will upset the younger child. Gently let them know you’ll talk together later. \nFor older kids and teens, don’t try to talk them out of being angry or afraid. \nIt won’t work and they’ll end up feeling like you don’t understand and that they can’t come to you with feelings. \nFocus on the fact that the majority of the time, in most places and cities around the world, we are safe. \nFor more mature young people, remind them that it’s okay to be scared and to carry on with our lives. There is risk in our lives every day. We drive in cars. We live along fault lines. Bad things could happen, but usually, we aren’t reminded of that, and we forget about it so that we can live our lives happily. And guess what? We are almost always just fine. \nChildren’s exposure to news should always be limited. \nFor teens on social media, this is nearly impossible, but at the very least, you can view things together so you can help them sort through fact and fiction, etc. We can use this as an opportunity to talk with our teens about filtering social media and self-care. For example, if somebody frequently posts things that are upsetting or scary, we could talk with our teen about why temporarily (or permanently) hiding that person’s posts might be a great way to take care of themselves. \nThe main way children hear about these events is from listening to adults. Remember: They are always listening, even when they don’t seem to be paying attention. Be highly vigilant about what adult conversations are happening within earshot. \nIt is imperative parents not show anxiety about these events to their kids. \nChildren and teens have an underdeveloped prefrontal cortex (the area of the brain behind the forehead) which is what lets us use reason to calm our fears. \nYes, we are all afraid on some level, but we can remind ourselves of the reasons we are safe most of the time. Children and teens don’t yet have nearly as much capacity to do this. Therefore, the result of scary information can be overwhelming and debilitating. \nIf your kids are really affected by the events, help them find a way to contribute something positive. Pick an organization that is offering aid and think of ways for your child to participate. Young kids can make a card to send to victims’ families. Kids and teens could have a bake sale to raise money or contribute money earned from babysitting to an organization dedicated to helping those affected by tragedy. \nDon’t hesitate to ask for help if you or your children are struggling with fear. \nAsking for help is a brave step. \nLetting high levels of anxiety go untreated can lead to behavioral, emotional, health and academic problems. Numerous healthy activities can help reduce stress and get you back on track: exercise; getting enough sleep; practicing relaxation; and talking to someone, whether it is a close friend, a supportive family member, a spiritual advisor, or a trained therapist. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T08:56:46.004+03:00"}, {"thread": {"uuid": "da9ae913f17e638cab417a46eb528544d2427744", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjM.fPcvfc2H1.T8AfnsnOGMUeYcW8AI5RM6_WNnHY6_XXTZQF0L67L2OY3kWqlNCTbsYaLy_6zmBTyQzOk45xk-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Taking Health Care to the Work Site Increases Primary Care Visits", "title_full": "Taking Health Care to the Work Site Increases Primary Care Visits", "published": "2017-10-06T18:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/vintage-hospital-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 6, "comments": 0, "shares": 6}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 4}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "da9ae913f17e638cab417a46eb528544d2427744", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjM.fPcvfc2H1.T8AfnsnOGMUeYcW8AI5RM6_WNnHY6_XXTZQF0L67L2OY3kWqlNCTbsYaLy_6zmBTyQzOk45xk-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-06T18:00:00.000+03:00", "title": "Taking Health Care to the Work Site Increases Primary Care Visits", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Taking Health Care to the Work Site Increases Primary Care Visits By Dani K. Dodge Medlin, Southern California Permanente Medical Group October 6, 2017 Add to Collection Before Kaiser Permanente opened a clinic at the California Steel Industries worksite, the location was home to Kaiser Steel Mill, and the first Kaiser Permanente hospital in Southern California. \nA decade ago, Kaiser Permanente in Southern California sought to improve access to primary care by expanding patient services outside of hospitals and medical offices. They considered the possibility of offering health care at an actual worksite, just like Kaiser Permanente founders Sidney Garfield, MD, and Henry J. Kaiser did early in the development of what is now the nation’s largest integrated health system. \nAt the same time, California Steel Industries in Fontana, California, put out a request for proposals to build a primary care clinic at their worksite. Kaiser Permanente won the contract, and it changed health care significantly for many of the company’s 1,000 employees. \nA research article published today found that in the seven years since the clinic opened, primary care visits among employees and their family members insured by Kaiser Permanente increased, and the rate of urgent care and emergency department visits decreased. \nThe future of health care Paul Minardi, MD \n“This is a model for the future,” said Paul M. Minardi , MD, senior author on the research article and the medical director of Business Management for Southern California Permanente Medical Group. “With this model, we can bring primary care directly to people so we can provide timely preventive care, and avoid long-term implications of chronic conditions and unmanaged health needs.” \nThe study on the pilot project was published in the Journal of Evaluation in Clinical Practice . It compared California Steel employees who were Kaiser Permanente members with a control group of Kaiser Permanente members who lived in the same area, but did not work at California Steel. \nSignificant increase in primary care visits \nThe study found that: California Steel employees and their families had an increase in primary care visits of 43 percent, while the control group had an increase of 4 percent. California Steel employees and their families had a decrease in urgent care visits of 43 percent, while the control group had a decrease of 5 percent. California Steel employees and their families had a decrease in emergency room visits by 4 percent, while the control group had an increase of 8 percent. While the rate of primary care visits increased for the California Steel employees by 96 percent, it only increased by 15 percent for their dependents. \n“This research explores what happens when primary care is easily available,” said lead author David Glass , PhD, a Kaiser Permanente research scientist at the Department of Research & Evaluation in Southern California. “Although this was one small pilot, we learned a lot from it and were gratified to see decreases in urgent care and emergency room visits.” David Glass \nWhile the rate of primary-care visits increased for the California Steel employees by 96 percent from the pre- to post-intervention period, it only increased by 15 percent for their dependents. \nGlass also noted that due to the employees’ higher rate of primary care visits and a limited number of costly inpatient stays, there were no cost savings overall from the project. If researchers looked at dependents alone, though, they found that there was a cost savings. \n“There has been a widespread belief that if patients had more access to primary care that costs would go down because there would be fewer high-cost visits to urgent care and emergency departments,” said Glass. “But the reality is much more complicated than that.” \nThe researchers hope to explore what happens when they work with larger employers. \nBecoming health care partners \nAt the same time Kaiser Permanente leaders in Southern California began looking at ways to create new health care opportunities, California Steel wanted to better manage the health care costs of their employees, reduce absenteeism and allow employees to manage their health care while at work. \nThe clinic construction began in 2009. It was a slow time in the steel industry, so instead of laying off workers, California Steel had them build the health care center. The worksite clinic opened in 2010. It was not the first time Kaiser Permanente was part of building something at that Fontana location. California Steel is on the site of the former Kaiser Steel Mill, where the first Kaiser Permanente hospital in Southern California was built in 1942. \nThe California Steel Kaiser Permanente members received their care at the clinic for free (no co-pays), and received same-day appointments. California Steel employees who were not Kaiser Permanente members also could receive health care at the clinic. \nIn providing health care to California steel workers, Kaiser Permanente became a health care partner and helped it’s Fontana campus become smoke free, remove unhealthy foods from vending machines, offer healthier options in the cafeteria and tackle obesity with a range of programs. \nMore on-site clinics planned \n“Kaiser Permanente saw its insured portion of the workers grow from 40 percent to 65 percent,” said Dr. Minardi, “and virtually every new employee signs on with Kaiser Permanente.” \nThe pilot project at California Steel will continue at least five more years. \nKaiser Permanente is now beginning a new pilot project with the employees of the county of San Diego, Dr. Minardi noted. They are seeking other large employers to work with as well. \n“The intent is for us to bring care forward, create higher quality care, and in the end that will decrease the cost trend over the long term,” said Dr. Minardi. “And that will accrue back to the employer group.” \nWhen Kaiser and Dr. Garfield opened the 50-bed hospital at the Kaiser Steel Mill, they offered something revolutionary for the time: a pre-paid health care plan to provide affordable, quality health care. The revolution into providing affordable, quality health care continues, and sometimes finds its way back to its roots, literally. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "minardi", "sentiment": "none"}, {"name": "paul m. minardi", "sentiment": "none"}, {"name": "garfield", "sentiment": "none"}, {"name": "fontana", "sentiment": "none"}, {"name": "david", "sentiment": "none"}, {"name": "dani k. dodge medlin", "sentiment": "none"}, {"name": "paul minardi", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "sidney garfield", "sentiment": "none"}, {"name": "kaiser", "sentiment": "none"}, {"name": "henry j. kaiser", "sentiment": "none"}, {"name": "david glass", "sentiment": "none"}], "organizations": [{"name": "southern california permanente medical group", "sentiment": "none"}, {"name": "department of research & evaluation", "sentiment": "none"}, {"name": "california steel kaiser permanente", "sentiment": "none"}, {"name": "california steel industries", "sentiment": "none"}, {"name": "california steel", "sentiment": "none"}, {"name": "kaiser steel mill", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "news & views taking health care", "sentiment": "none"}, {"name": "business management for southern california permanente medical group", "sentiment": "none"}], "locations": [{"name": "southern california", "sentiment": "none"}, {"name": "san diego", "sentiment": "none"}, {"name": "fontana", "sentiment": "none"}, {"name": "california", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-07T15:23:08.025+03:00"}, {"thread": {"uuid": "fde80f9cf96f2d0f5cda6659f0fd87b3a20a0f4b", "url": "http://omgili.com/ri/.wHSUbtEfZTE5aKHdBRm2hwj9OkGKFKc.SltVlFC4gXhf41eE0mChFAprttkEon3WY7qIQyryW9315HsiPDODpCzMwyLYvhqIZCdIXpNIhGbvMaxytumDFCyThvwTPyX", "site_full": "thrivingschools.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "", "site_categories": ["7_12_education", "education", "k_6_educators"], "section_title": "", "title": "Thriving Schools | A partnership for healthy students, staff & teachers » Make Walking to School a Fun, Year-Round Routine", "title_full": "Thriving Schools | A partnership for healthy students, staff & teachers » Make Walking to School a Fun, Year-Round Routine", "published": "2017-10-04T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.056, "main_image": "", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fde80f9cf96f2d0f5cda6659f0fd87b3a20a0f4b", "url": "http://omgili.com/ri/.wHSUbtEfZTE5aKHdBRm2hwj9OkGKFKc.SltVlFC4gXhf41eE0mChFAprttkEon3WY7qIQyryW9315HsiPDODpCzMwyLYvhqIZCdIXpNIhGbvMaxytumDFCyThvwTPyX", "ord_in_thread": 0, "author": "", "published": "2017-10-04T03:00:00.000+03:00", "title": "Thriving Schools | A partnership for healthy students, staff & teachers » Make Walking to School a Fun, Year-Round Routine", "text": "0 Comment \nIf you notice more kids than usual walking to and from school on October 4, it may be because it is Walk to School Day , an annual event that encourages students, families, school leaders, community partners and city leaders to celebrate the benefits of walking to school. \nTwenty years ago, the first Walk to School Day event sought to build awareness for the need for walkable communities. That one-day event has evolved into a movement, as many people now advocate for walking or biking to school as a way for children to incorporate regular physical activity into their school days. \nConsider creating a walking school bus with the kids and families who live in your neighborhood to make walking to school safer and more fun. \nAbout the Author Caitlin Dong works in National Public Relations and Communications for Kaiser Permanente and has been involved with nonprofit youth organizations for many years. Social Share ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "caitlin dong", "sentiment": "none"}], "organizations": [{"name": "national public relations and communications for kaiser permanente", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-09T22:22:31.035+03:00"}, {"thread": {"uuid": "fd14284dd7544e6e743493b2f82414bd75d89d27", "url": "http://omgili.com/ri/.wHSUbtEfZTE5aKHdBRm2hwj9OkGKFKc.SltVlFC4gXhf41eE0mChMVPXEpnF4avW_AU.p0qGrqmz_0r4hFWfGPGpEXEJT.l2Dm64eApxGHcUAi6nmGu4g--", "site_full": "thrivingschools.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "", "site_categories": ["7_12_education", "education", "k_6_educators"], "section_title": "", "title": "Thriving Schools | A partnership for healthy students, staff & teachers » Reminder: Wear Backpacks Safely to School", "title_full": "Thriving Schools | A partnership for healthy students, staff & teachers » Reminder: Wear Backpacks Safely to School", "published": "2017-10-09T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.023, "main_image": "", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fd14284dd7544e6e743493b2f82414bd75d89d27", "url": "http://omgili.com/ri/.wHSUbtEfZTE5aKHdBRm2hwj9OkGKFKc.SltVlFC4gXhf41eE0mChMVPXEpnF4avW_AU.p0qGrqmz_0r4hFWfGPGpEXEJT.l2Dm64eApxGHcUAi6nmGu4g--", "ord_in_thread": 0, "author": "", "published": "2017-10-09T03:00:00.000+03:00", "title": "Thriving Schools | A partnership for healthy students, staff & teachers » Reminder: Wear Backpacks Safely to School", "text": "0 Comment \nEvery school day, students of all ages carry around books, school supplies, lunches, jackets and personal items as they travel to and from school and between classes. \nA backpack is an essential item — everything from being a practical means of toting important belongings, to being a decorated reflection of the student’s personality and a symbol of their self-reliance. \nHeavy loads, though, and improperly fitted backpacks can lead to back pain and even injuries. It is important for parents and school staff to be aware of a few safety basics when it comes to strapping on that pack. How much weight is too much for a student’s backpack? \nProperly fitted backpacks that are not too heavy can prevent injuries. \nA child’s backpack should weigh no more than 10 to 15 percent of their weight. If your child weighs 70 pounds, that means a bag weighing 7 to 10 pounds — which is a couple of books, a full water bottle, a jacket and healthy lunch — could be pushing it. \nFinding ways to lighten the load can mean less muscle soreness, less fatigue and a happier student ready for academic success. \nIt’s simple to keep kids safe from the discomfort and pain that can be caused by backpacks. Choosing the best backpack Select a backpack that is the correct size for the child — if it looks too big, it’s likely not the best size. Pick a backpack with padded shoulder straps. Find a backpack with a padded back for extra comfort. Pick a pack with extra pockets and use the compartments to distribute the weight evenly. If carrying heavy items is a must, consider a backpack that has wheels — if allowed by the school. \nWearing it right Keep the load light — if the student has to lean forward, the pack is too heavy. Heavy items should sit near the center and closest to the back. Encourage children to use both shoulder straps rather than hanging the back pack on one side. Secure the sternum strap and the hip belt. Check that the backpack fits snugly and rests comfortably on the back. \n\nAt the very least, helping a student be aware of the potential for injury can be helpful in prevention. Apply these basics to make a difference and set students on a path to healthy backpack-wearing habits. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jack", "sentiment": "negative"}], "organizations": [{"name": "school", "sentiment": "negative"}, {"name": "comment  every school", "sentiment": "neutral"}], "locations": []}, "rating": null, "crawled": "2017-10-09T23:41:36.008+03:00"}, {"thread": {"uuid": "1e6af7214832891abef582271bd664dfd028e2b5", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUoVnRmrrky7k0DEiaAGM7NNCVrJPTr8GCUh_KU_pwlQ6", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Fires in Northern California", "title_full": "Fires in Northern California", "published": "2017-10-09T22:23:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/KPLogo_MidBlueBackground_548x336.png", "performance_score": 3, "domain_rank": 1935, "social": {"facebook": {"likes": 352, "comments": 0, "shares": 352}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 16}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1e6af7214832891abef582271bd664dfd028e2b5", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUoVnRmrrky7k0DEiaAGM7NNCVrJPTr8GCUh_KU_pwlQ6", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-09T22:23:00.000+03:00", "title": "Fires in Northern California", "text": "  Fires in Northern California Updated: October 10,   \nUpdated 7 p.m. Tuesday, Oct. 10 \nOur Santa Rosa Medical Center remains closed until further notice. We are working with local authorities to determine when we will be able to resume normal operations. \nAll routine pre-scheduled procedures and appointments at our Santa Rosa Medical Center, Rohnert Park, Mercury Way and Napa medical offices are cancelled. Walk-up urgent care is available in Rohnert Park. In addition, video visits and telephone appointments are available for primary care needs. Members with questions about scheduled appointments should contact the Appointment and Advice Call Center at 1-866-454-8855. \nOur pharmacies in Santa Rosa and Napa are currently closed. Members who need a prescription or refill can go to any open Kaiser Permanente pharmacy. There are pharmacies open in San Rafael, Petaluma and Novato. If there is no nearby Kaiser Permanente pharmacy or if other assistance is needed, including redirecting mail order prescriptions, members should call   Pharmacy Call Center at 1-888-218-6245. \nUpdated 5 p.m. Monday, Oct. 9 \nEvacuation of approximately 130 patients from the Santa Rosa medical center was successfully completed by 6 a.m. Monday due to fires burning in the area. The majority of our patients were transferred to Kaiser Permanente in San Rafael. Patients were also sent to our Kaiser Permanente San Francisco and Oakland medical centers, and other local community hospitals. Our top priority is the safety of our patients, members, staff and our community. \nPatients requiring medical support were transported to other facilities by ambulance. Non-critically ill patients were transported via private buses. We want to extend our thanks and appreciation to our dedicated staff who worked tirelessly to ensure all patients were evacuated quickly and to our patients and their families for their cooperation and support. \nOur Santa Rosa hospital and Napa medical offices were not damaged, but were closed Monday and scheduled appointments and surgeries were cancelled. \nAll routine prescheduled procedures and appointments for Tuesday at our Santa Rosa Medical Center, Rohnert Park and Mercury Way medical offices are cancelled. For members needing to be seen, walk-up urgent care will be available in Rohnert Park. In addition, members are encouraged to use video visits and telephone appointments for primary care needs. Members with questions about scheduled appointments should contact the Appointment and Advice Call Center at 1-866-454-8855. \nOur pharmacies in Santa Rosa and Napa are currently closed. Members who need a prescription or refill can go to any open Kaiser Permanente pharmacy. There are pharmacies open in San Rafael, Petaluma and Novato. If there is no nearby Kaiser Permanente pharmacy or if other assistance is needed, including redirecting mail order prescriptions, members should call   Pharmacy Call Center at 1-888-218-6245. \nFamilies seeking information about patients who were evacuated from   Santa Rosa hospital can call at 855-599-0033. Kaiser Permanente nurses and other staff are encouraged to contact their local staffing centers if they are available to assist. \n  making an initial $250,000 donation to the American Red Cross to help with the community’s immediate needs. We will continue to evaluate the situation and provide more information as it becomes available. \nIt’s important to take precautions to stay healthy if you or your family are in an area being impacted by the current fires — especially those with respiratory conditions like asthma and chronic obstructive pulmonary disease. Kaiser Permanente recommends that you: Stay indoors and keep your windows closed (unless instructed otherwise). Use “controller” steroid inhalers (like QVAR) as prescribed. Use “quick relief” inhalers to help with shortness of breath. If you have oxygen, use it if you have difficulty breathing. Turn on your air conditioner to see if it helps, especially if it’s central air. If you have a window A/C unit, make sure the filter is clean. Use fans in each room to help move the air in your house. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaiser permanente", "sentiment": "none"}], "organizations": [{"name": "qvar", "sentiment": "none"}, {"name": "kaiser permanente pharmacy call center", "sentiment": "none"}, {"name": "american red cross", "sentiment": "none"}, {"name": "kaiser permanente santa rosa", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "oakland", "sentiment": "none"}], "locations": [{"name": "northern california", "sentiment": "none"}, {"name": "napa", "sentiment": "none"}, {"name": "rohnert park", "sentiment": "none"}, {"name": "petaluma", "sentiment": "none"}, {"name": "kaiser permanente san francisco", "sentiment": "none"}, {"name": "mercury way", "sentiment": "none"}, {"name": "novato", "sentiment": "none"}, {"name": "san rafael", "sentiment": "none"}, {"name": "santa rosa", "sentiment": "none"}, {"name": "santa rosa medical center", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T06:59:01.000+03:00"}, {"thread": {"uuid": "e020711184bd8712036f9385e3b2554ab07e008f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUoihaD6rjFg0f6jtWjSD9qxjWeG..Ahh5RBh6Ojv26mRMhJoBArfu33WekatyS3EeZ5QU3qYcrdX.PPLCIaIcEHDNa7r7erOb2nd3C5H57hwM0qRreWjS6Y-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "New Ratings: Kaiser Permanente of the Mid-Atlantic States Best in Nation for 15 Quality Measures", "title_full": "New Ratings: Kaiser Permanente of the Mid-Atlantic States Best in Nation for 15 Quality Measures", "published": "2017-10-09T21:27:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/04/young-physician-with-senior-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e020711184bd8712036f9385e3b2554ab07e008f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUoihaD6rjFg0f6jtWjSD9qxjWeG..Ahh5RBh6Ojv26mRMhJoBArfu33WekatyS3EeZ5QU3qYcrdX.PPLCIaIcEHDNa7r7erOb2nd3C5H57hwM0qRreWjS6Y-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-09T21:27:00.000+03:00", "title": "New Ratings: Kaiser Permanente of the Mid-Atlantic States Best in Nation for 15 Quality Measures", "text": "Add to Collection \nROCKVILLE, Md. — Kaiser Permanente of the Mid-Atlantic States rated No. 1 in the nation for Breast Cancer Screening, Controlling High Blood Pressure, Colorectal Cancer Screening and 12 other quality measures, according to the newly released 2017 National Committee for Quality Assurance’s Quality Compass® data. \nThis is the sixth consecutive year that Kaiser Permanente of the Mid-Atlantic States has been rated No. 1 in the U.S. for Breast Cancer Screening. It’s the third year in a row the organization has been rated No. 1 in the U.S. for Controlling High Blood Pressure and the second year in a row the organization has been rated No.1 on two measures for Comprehensive Diabetes Care (Blood Pressure Control and Eye Exams). \n“I am incredibly proud of this organization and all of our amazing physicians for providing care that is recognized year after year as best in the nation,” said Bernadette Loftus, MD, associate executive director, The Permanente Medical Group, which provides care for Kaiser Permanente members in Maryland, Virginia and the District of Columbia. “I would like to personally congratulate and thank all our physicians and staff for achieving this great honor.” \nAccording to the newly released NCQA Quality Compass data for Private/Commercial plans, Kaiser Permanente of the Mid-Atlantic States has more national No. 1 ratings and regional No. 1 ratings than any other health plan in the U.S. for measures of Effectiveness of Care. \nThe organization has No. 1 ratings in 11 separate clinical areas. When you account for different age groups within those areas — as is customary for Quality Compass reporting — Kaiser Permanente of the Mid-Atlantic States is No. 1 in 15 clinical measures; more No. 1 ratings than any other health plan in the country. \nThe data show that Kaiser Permanente of the Mid-Atlantic States achieved No. 1 ratings in the following areas: Breast Cancer Screening Comprehensive Diabetes Care – Blood Pressure Control (<140/90) Comprehensive Diabetes Care – Eye Exams Controlling High Blood Pressure Annual Monitoring for Patients on Persistent Medications – Digoxin Adult BMI Assessment Immunizations for Adolescents – Combination 2 Weight Assessment and Counseling for Nutrition and Physical Activity for Children/Adolescents – Counseling for Nutrition (12-17 years) Weight Assessment and Counseling for Nutrition and Physical Activity for Children/Adolescents – BMI Percentile (three total measures) Weight Assessment and Counseling for Nutrition and Physical Activity for Children/Adolescents – Counseling for Physical Activity (three total measures) \n“We are honored to be recognized for the best-in-the-nation care that we provide to more than 700,000 members throughout Maryland, Virginia and the District of Columbia,” said Kim Horn , president of Kaiser Permanente of the Mid-Atlantic States. “These rankings are a testament to the passion that drives all of us at Kaiser Permanente to help our members live healthier lives.” \nThe annual Quality Compass data assesses the performance of nearly 400 Private/Commercial health plans nationwide spanning all lines of business on critical clinical quality and service standards. The annual Quality Compass database includes scores from the Healthcare Effectiveness Data and Information Set, or HEDIS, a tool that is used by more than 90 percent of America’s health plans to measure performance on important dimensions of care and service, including medication management, maternal care and respiratory conditions. \nThe source for data contained in this publication is Quality Compass® 2017 and is used with the permission of the NCQA. Quality Compass 2017 includes certain CAHPS data. Any data display, analysis, interpretation or conclusion based on these data is solely that of the authors, and NCQA specifically disclaims responsibility for any such display, analysis, interpretation or conclusion. Quality Compass is a registered trademark of NCQA. CAHPS® is a registered trademark of the Agency for Healthcare Research and Quality (AHRQ). \nAbout the National Committee for Quality Assurance The National Committee for Quality Assurance (NCQA) is a private, non-profit organization dedicated to improving health care quality. NCQA accredits and certifies a wide range of health care organizations and recognizes clinicians in key clinical areas. NCQA’s HEDIS® is the most widely used performance measurement tool in health care. NCQA’s Web site ( www.ncqa.org ) contains information to help consumers, employers and others make more informed health care choices. \nAbout Kaiser Permanente of the Mid-Atlantic States Kaiser Permanente of the Mid-Atlantic States region, headquartered in Rockville, Maryland, provides and coordinates complete health care services for more than 700,000 members through 32 medical centers in Maryland, Virginia and Washington, D.C. Founded in 1980, Kaiser Permanente of the Mid-Atlantic States is a total health organization comprising Kaiser Foundation Health Plan of the Mid-Atlantic States, Inc., and the Mid-Atlantic Permanente Medical Group, P.C., an independent medical group that features nearly 1,500 physicians. For more information about Kaiser Permanente of the Mid-Atlantic States, visit kp.org or follow us on Twitter, twitter.com/KPMidAtlantic , or Facebook, www.facebook.com/kpthrive . CONTACT", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaiser permanente", "sentiment": "negative"}, {"name": "kim horn", "sentiment": "none"}, {"name": "bernadette loftus", "sentiment": "none"}], "organizations": [{"name": "the permanente medical group", "sentiment": "none"}, {"name": "ncqa", "sentiment": "none"}, {"name": "mid-atlantic permanente medical group", "sentiment": "none"}, {"name": "weight assessment and counseling for nutrition", "sentiment": "none"}, {"name": "healthcare effectiveness data", "sentiment": "none"}, {"name": "kaiser foundation health", "sentiment": "none"}, {"name": "inc.", "sentiment": "none"}, {"name": "agency for healthcare research and quality", "sentiment": "none"}, {"name": "national committee for quality assurance the national committee for quality assurance", "sentiment": "none"}, {"name": "ncqa quality compass", "sentiment": "none"}, {"name": "ahrq", "sentiment": "none"}, {"name": "national committee for quality assurance", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": [{"name": "mid-atlantic states best", "sentiment": "none"}, {"name": "md.", "sentiment": "none"}, {"name": "rockville", "sentiment": "none"}, {"name": "mid-atlantic states", "sentiment": "none"}, {"name": "rockville", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "mid-atlantic", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "d.c.", "sentiment": "none"}, {"name": "p.c.", "sentiment": "none"}, {"name": "maryland", "sentiment": "none"}, {"name": "virginia", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T06:59:08.007+03:00"}, {"thread": {"uuid": "ad5596a40d7bb2d13832160f1c7da233623ae31c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUqfUN5xVepawotwQtG1EFXLs0S7Y_hi_ejVALadZeuf_ax7A0RVaUDyiMsm8l.BC7PVuRGn5zbzDn_msfZGhuWjue7uDYj00SeLg4eVyKdTePsnRpJwl68c-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Live Phone Calls Better Than Text Messages and Letters to Remind People About Colon Cancer Screening", "title_full": "Live Phone Calls Better Than Text Messages and Letters to Remind People About Colon Cancer Screening", "published": "2017-10-11T14:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/woman-one-phone-feature548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 4, "comments": 0, "shares": 4}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ad5596a40d7bb2d13832160f1c7da233623ae31c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUqfUN5xVepawotwQtG1EFXLs0S7Y_hi_ejVALadZeuf_ax7A0RVaUDyiMsm8l.BC7PVuRGn5zbzDn_msfZGhuWjue7uDYj00SeLg4eVyKdTePsnRpJwl68c-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-11T14:00:00.000+03:00", "title": "Live Phone Calls Better Than Text Messages and Letters to Remind People About Colon Cancer Screening", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Press Release Live Phone Calls Better Than Text Messages and Letters to Remind People About Colon Cancer Screening Kaiser Permanente study also finds differences in the way Spanish- and English-speaking patients respond to reminder strategies October 11, 2017 Add to Collection \nPORTLAND, Ore. — Live phone calls significantly outperform text messages and letters as a way to remind patients to complete and return at-home screening tests for colon cancer, according to new research in the Journal of General Internal Medicine. \nThe study included more than 2,700 patients who receive care in safety-net clinics and who were overdue for colon cancer screening. Colon cancer screening is recommended for everyone ages 50-75. \nThe patients were sent test kits by mail, and 10 percent mailed back their completed tests within three weeks. Those who did not return the kits within that period were assigned to one of seven reminder interventions. These included a phone call from a clinic outreach worker (live call), two automated calls, two text messages, a single reminder letter, or a combination of these strategies. \nThe live phone call intervention was most effective, resulting in 32 percent of patients in this group completing and returning their test kit within six months. The text message intervention was the least effective — only 17 percent of patients in this group completed and mailed back their test. \n“We knew that these patients are not as text savvy as younger patients, but we didn’t expect text messaging to do so poorly, compared to the other strategies,” said Gloria Coronado , PhD, lead author and cancer disparities researcher with the Kaiser Permanente Center for Health Research . “Text messaging is a relatively inexpensive way to send patient reminders, but for this group it was also relatively ineffective.” \nPatients received the various reminders in their preferred language. Phone calls were the most effective strategy for all patients, but English speakers were more likely to resond to live phone calls, while Spanish speakers were more likely to respond to the combination of a live call and two automated calls. \nPeople assigned to receive the live call and the automated calls had more contacts with the health care system. It appears that Spanish speakers appreciated this additional contact, while English speakers may have been more likely to disregard the additional automated calls, said Coronado. \n“The phone calls may help to build trust or confianza , which is an important value and motivator for care-seeking among Hispanics,” added Ricardo Jimenez, MD, co-author and medical director of Sea Mar Community Health Centers in Seattle, where the study took place. \n“Our study shows that one reminder intervention doesn’t necessarily work for all patients. We need to design interventions tailored to the patient’s language and cultural preference,” explained Coronado. \nInitially, at-home fecal screening tests were sent to 2,722 patients who received their health care in the Sea Mar system and who were overdue for colon cancer screening. Some of the tests were returned by the U.S. Postal Service because patients no longer lived at the address on file. After excluding these patients and the patients who mailed their test kits back within three weeks, there were 2,010 assigned to one of the seven reminder interventions. \nThe authors believe it is the first study to rigorously test the effectiveness of reminder strategies in a safety net system among patients with different language preferences. \nStudy strengths include its large, diverse sample size and ability to capture the patients’ demographic and medical information in the medical record. The study also has some limitations. Researchers could determine whether the text messages were sent to active cell numbers, but not whether patients received the text messages. They also don’t know whether patients listened to the automated phone messages or read the postcards. \nThe study was funded by a grant from the National Institutes of Health Common Fund and the National Cancer Institute, and is part of the larger STOP Colon Cancer pragmatic trial that aims to improve colorectal cancer screening in community health clinics in Oregon, California and Washington (UH2AT007782) (4UH3CA188640-02). \nIn addition to Coronado and Dr. Jimenez, other authors include Jennifer Rivelli, MA, Morgan Fuoco, MA, William Vollmer, PhD, Amanda Petrik, MS, Erin Keast, MPH, from the Kaiser Permanente Center for Health Research in Portland, Oregon, and Sara Barker, MPH, and Emily Topalanchik from Sea Mar Community Health Center in Seattle.. \nAbout the Kaiser Permanente Center for Health Research The Kaiser Permanente Center for Health Research, founded in 1964, is a nonprofit research institution dedicated to advancing knowledge to improve health. It has research sites in Portland, Oregon and Honolulu, Hawaii. Visit kpchr.org for more information. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to share.kaiserpermanente.org .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sara barker", "sentiment": "none"}, {"name": "amanda petrik", "sentiment": "none"}, {"name": "erin keast", "sentiment": "none"}, {"name": "jimenez", "sentiment": "none"}, {"name": "william vollmer", "sentiment": "none"}, {"name": "gloria coronado", "sentiment": "none"}, {"name": "ricardo jimenez", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "jennifer rivelli", "sentiment": "none"}, {"name": "coronado", "sentiment": "none"}, {"name": "emily topalanchik", "sentiment": "none"}], "organizations": [{"name": "national institutes of health common fund", "sentiment": "none"}, {"name": "morgan fuoco", "sentiment": "none"}, {"name": "sea mar community health center", "sentiment": "none"}, {"name": "center for health research", "sentiment": "none"}, {"name": "about   center for health research the kaiser permanente center for health research", "sentiment": "none"}, {"name": "national cancer institute", "sentiment": "none"}, {"name": "sea mar community health centers", "sentiment": "none"}, {"name": "u.s. postal service", "sentiment": "none"}, {"name": "coronado", "sentiment": "none"}, {"name": "journal of general internal medicine", "sentiment": "none"}, {"name": "permanente medical group", "sentiment": "none"}], "locations": [{"name": "oregon", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "portland", "sentiment": "none"}, {"name": "seattle", "sentiment": "none"}, {"name": "ma", "sentiment": "none"}, {"name": "portland", "sentiment": "none"}, {"name": "honolulu", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "hawaii", "sentiment": "none"}, {"name": "ore.", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-12T01:12:39.002+03:00"}, {"thread": {"uuid": "004d121c6f42353981b8c0266ff4f58017ffd188", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUo2mpIRLjwBUUsSLiGC9Eu8BQHNyTIp8k3e1utRFI9cgVkJXSbZ95dBaCTaSQw1dK9a6OzAdsI1jfcIQWPDfX4M9oWhkkyROpA--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Plans for Second Pueblo Kaiser Permanente Medical Office Announced", "title_full": "Plans for Second Pueblo Kaiser Permanente Medical Office Announced", "published": "2017-10-10T20:53:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/female-doc-young-patient-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 13}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "004d121c6f42353981b8c0266ff4f58017ffd188", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUo2mpIRLjwBUUsSLiGC9Eu8BQHNyTIp8k3e1utRFI9cgVkJXSbZ95dBaCTaSQw1dK9a6OzAdsI1jfcIQWPDfX4M9oWhkkyROpA--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-10T20:53:00.000+03:00", "title": "Plans for Second Pueblo Kaiser Permanente Medical Office Announced", "text": "  Plans for Second Pueblo Kaiser Permanente Medical Office Announced New location to open in early 2019 October 10,   \nCOLORADO SPRINGS, Colo. — Kaiser Permanente Colorado, the state’s largest nonprofit health plan, today announced plans for a new medical office building, located in south central Pueblo. This is the latest expansion investment in Southern Colorado, part of a larger, multiyear strategy to offer more care options and continue to grow membership. The Pueblo South Medical Offices will be located at the intersection of Pueblo Boulevard and Acero Avenue and provide convenient access to primary care, some specialty care, laboratory, pharmacy and routine medical imaging services, all under one roof. \nThe Pueblo South Medical Offices will open to Kaiser Permanente members in early 2019. This is the health plan’s second medical office building in Pueblo and the fourth in Southern Colorado. Kaiser Permanente’s Pueblo North Medical Offices are located on the north end of town and opened in 2009. The new Pueblo South facility will provide members with an additional option to access Kaiser Permanente’s health care services. \n“We wanted to bring a new medical office building to the Pueblo community and this location was ideal to provide another access point for our members in the south-central part of the community,” said Holly Kortum, Kaiser Permanente’s executive director of operations in Southern Colorado. “Our Pueblo South Medical Offices will make it easy to see a doctor, pick up a prescription or have blood work done, all in the same place. We think the Pueblo community is going to love this new facility.” \nWhile specific staffing plans are still in the works, the new Pueblo South Medical Offices will employ approximately six health care professionals, including two to three physicians, nurses, technicians and administrative staff. Kaiser Permanente will be purchasing 3.28 acres of land located at the intersection of Pueblo Boulevard and Acero Avenue. Construction on the 8,200 square foot facility is tentatively scheduled to begin in early 2018. \n“The Pueblo South Medical Offices will bring primary care closer to our members on the south end of town,” said C. Rocky White, MD, Kaiser Permanente’s Southern Colorado market medical director. “Access to primary care services in smaller communities is always a challenge, so bringing more of our integrated care delivery system to Southern Colorado will help to address that need. While we will continue to work with our network physicians, this facility offers an additional site for our physicians to provide the level of care expected from Kaiser Permanente.” \nKaiser Permanente continues to expand services and develop innovative programs to better serve the needs of its members and community, including opening a second location in Colorado Springs and expanding primary and specialty care in 2015, offering extended hours for primary care and pharmacy hours in 2017, and offering more virtual-care options in 2017. Kaiser Permanente has also made a significant investment in physician recruitment. Today, 28 Colorado Permanente Medical Group physicians serve Kaiser Permanente members in Southern Colorado, including 13 primary care physicians (family medicine, internal medicine, pediatrics), eight specialty care physicians (audiology, cardiology, dermatology, endocrinology, optometry, rheumatology, palliative care), and seven hospitalists. \nKaiser Permanente has also increased its commitment to health technology by launching several virtual-care options to meet members where they are, including e-visits, video visits, email and phone. Kaiser Permanente also launched a new, on-demand service called “Chat with a Doctor.” The service is an online platform that allows all Kaiser Permanente Colorado members to securely interact with a Kaiser Permanente physician in real-time, for questions or advice. \nAs a nonprofit,   also committed to improving the health of its communities. Since 2010, Kaiser Permanente has donated more than $3.1 million Southern Colorado nonprofit and community-based organizations to improve access to safety-net clinics, educate the public about food insecurity, bolster physical activity for schoolchildren, and address the mental health needs of teachers, students and school staff . \nAbout   Pueblo South Medical Offices Open Date: Early 2019 Address: Pueblo Blvd. and Acero Ave. intersection Square Footage: Approximately 8,200 square feet \nServices:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "holly kortum", "sentiment": "none"}, {"name": "c. rocky white", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}], "organizations": [{"name": "second pueblo kaiser permanente medical office announced   plans for second pueblo kaiser permanente medical office", "sentiment": "neutral"}, {"name": "kaiser permanente colorado", "sentiment": "none"}, {"name": "pueblo north medical offices", "sentiment": "none"}, {"name": "southern colorado", "sentiment": "none"}, {"name": "pueblo south medical offices", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "colorado permanente medical group", "sentiment": "none"}, {"name": "kaiser permanente’s southern colorado", "sentiment": "none"}], "locations": [{"name": "pueblo boulevard", "sentiment": "none"}, {"name": "pueblo blvd.", "sentiment": "none"}, {"name": "pueblo", "sentiment": "none"}, {"name": "southern colorado", "sentiment": "none"}, {"name": "colorado springs", "sentiment": "none"}, {"name": "colo.", "sentiment": "none"}, {"name": "pueblo south", "sentiment": "none"}, {"name": "acero ave.", "sentiment": "none"}, {"name": "acero avenue", "sentiment": "none"}, {"name": "colorado springs", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-12T01:12:42.006+03:00"}, {"thread": {"uuid": "2d8bf2873b102e469d701ed9a982d61ef9032c58", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUgf_3yRbzVCphsdfJGAqeuPZbAto25BOcyKxdokULJ0rPudLG5vsOZBqdnUsXHLeDT0OobosNZYkRtWG9LTnDJeezRDd6Q1MehCWB3HUXd1g1w1DG3ukXrs-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Breast Cancer Survivor and Single Mom Advises Women to Get Essential Health Screenings", "title_full": "Breast Cancer Survivor and Single Mom Advises Women to Get Essential Health Screenings", "published": "2017-10-13T01:45:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/breast-cancer-survivor-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2d8bf2873b102e469d701ed9a982d61ef9032c58", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUgf_3yRbzVCphsdfJGAqeuPZbAto25BOcyKxdokULJ0rPudLG5vsOZBqdnUsXHLeDT0OobosNZYkRtWG9LTnDJeezRDd6Q1MehCWB3HUXd1g1w1DG3ukXrs-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-13T01:45:00.000+03:00", "title": "Breast Cancer Survivor and Single Mom Advises Women to Get Essential Health Screenings", "text": "Add to Collection Shelley Ramey \nLOS ANGELES, Calif . — October is Women’s Health and Breast Cancer Screening Month, and Shelley Ramey, a West Los Angeles resident and breast cancer survivor, is sharing her story with the hopes of encouraging women to take care of their health, and not skip essential screenings. \nShelley Ramey calls the cancer that for years plagued her body mentally, physically and emotionally – a gift. \n“I am learning from my cancer experience and turning it into a new passion for my life,” the 45-year-old said. “I don’t know why I had cancer, but am open to the idea that it will do something for me in my life. Every day I am meeting more survivors, and I believe I can be of help by sharing with them what I have gone through.” \nThe Kaiser Permanente West Los Angeles Medical Center patient is a single mother who was diagnosed with breast cancer in 2012 when her son was just 3 years old. She initially thought a mastectomy had removed all the cancer, and was devastated when it returned a few years later. This time it came back under her arm in a much more aggressive form. \n“I was so powerless about whether I lived or died, I wasn’t thinking negatively – I was doing everything I had to live. But I realized that I had to take a little bit of time to think about what would happen if I passed away. I knew my son would be a stronger person for it, but I knew I was going to fight for it not to happen,” Ramey said. \nShe worked closely with Kanchana Subramanian Anand, MD , an oncologist at Kaiser Permanente West Los Angeles Medical Center, and underwent a thorough series of bone scans, chemotherapy treatment, radiation and surgeries. \nDespite how nauseous she often felt after receiving chemotherapy, Ramey said she always enjoyed her treatments. \n“The oncology nurses at Kaiser Permanente West LA are just stellar,” she explained. “They always maintained such a cheerful attitude. There were days that I just didn’t feel well. The nurses would sit with me and provide warm blankets and pillows, you felt like you were part of their family. I couldn’t thank them enough for their attitude, it was just incredible.” \nShe also took advantage of the multitude of services Kaiser Permanente West Los Angeles offers, including nutrition and counseling services, financial assistance, the 24-hour pharmacy, and even had to make several late-night visits to urgent care. Social workers in oncology and radiation guided her along every step of the way. \nRamey completed her radiation treatments in November, but says the struggle to return to “normal” life as a cancer survivor, was something that she didn’t expect. \n“You just put your head down and fight so hard during the chemo and radiation and then you transition from being a fighter to a survivor. I was simply shell shocked – I wanted to just get back to my old life but I found that my old life wasn’t there anymore. Everything was different,” she said. \nShe now hopes to help other cancer survivors by bridging the gap from being a fighter to a survivor – maintaining a positive attitude while not brushing away the feelings experienced during their journey to health. That’s the gift she’s talking about. \n“I’m using it as a catapult or a bridge to a new life,” she said. “I talk to people about what I got out of cancer – how do we cope with it from here?” \nRamey is available for interviews on this topic. Please take a look at this video we created on Women’s Health/Breast Cancer Screening Month, featuring her story. Please contact us if you would like to speak to a Kaiser Permanente physician for a story about the topic. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission is to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to share.kaiserpermanente.org .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T08:06:35.013+03:00"}, {"thread": {"uuid": "b5b8d5d3b4bf9e4ef45640044e1f3a2ae5f2357f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUpu3_DDlwcfk6sq0GkWmvGGDxHRBNbcagXCMbNdeH6bDwCOCE_9tgM4tKJ9FCBowLgJpV.phs1wXq7W4KKPogkAeFEbTdtDYwkHSDQR2HRZw", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Watts Housing Developments Get a Makeover from Kaiser Permanente Volunteers", "title_full": "Watts Housing Developments Get a Makeover from Kaiser Permanente Volunteers", "published": "2017-10-12T20:56:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/hands-volunteer-sign-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b5b8d5d3b4bf9e4ef45640044e1f3a2ae5f2357f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUpu3_DDlwcfk6sq0GkWmvGGDxHRBNbcagXCMbNdeH6bDwCOCE_9tgM4tKJ9FCBowLgJpV.phs1wXq7W4KKPogkAeFEbTdtDYwkHSDQR2HRZw", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-12T20:56:00.000+03:00", "title": "Watts Housing Developments Get a Makeover from Kaiser Permanente Volunteers", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Watts Housing Developments Get a Makeover from Kaiser Permanente Volunteers October 12, 2017 Add to Collection \nDOWNEY, Calif. — Dozens of employees and physicians from Kaiser Permanente and the Housing Authority of Los Angeles will trade their smartphones and stethoscopes for shovels and gardening tools to beautify Imperial Courts and Nickerson Garden Housing Developments in Watts on Saturday, October 14 from 7 a.m. to 2 p.m. \nImperial Courts and Nickerson Gardens public housing communities are essential to the Watts community, providing over 1,500 units of affordable housing to 4,680 individuals. \n“We are pleased to welcome Kaiser Permanente volunteers to our communities for this rejuvenation project,” said HACLA President and CEO Douglas Guthrie. “Nearly 40 percent of our residents are between the ages of 0-18, and that’s why projects such as this one to help beautify our communities take on a deeper meaning. As HACLA strives to provide safe and affordable housing for our families, this effort will help instill pride and a sense of community to the residents of these housing developments.” \nRenovation work at the Imperial Courts and Nickerson Garden Housing Developments is funded by Kaiser Permanente’s National Facilities Services department, who selected Watts as the 2017 site for their annual Community Volunteer Day. \n“Kaiser Permanente is proud to partner with local communities and donate our time and resources to support programs that create healthy communities,” said Ronald Smith, vice president, Kaiser Permanente National Facilities Services. “This project is an investment that includes more than 150 volunteers, and countless hours of preparation, including building of fences, planter boxes, pathways and shade structures. I am grateful for the work our volunteers have already completed to prepare for Saturday’s event.” \n“Community service is in our DNA at Kaiser Permanente and I’m inspired by the time our employees and physicians are donating today to spruce up Imperial Courts and Nickerson Gardens,” said Jim Branchick, senior vice president and area manager, Kaiser Permanente Downey Medical Center . “With the Kaiser Permanente Watts Counseling and Learning Center , we’ve been part of the community for 50 years and this volunteer event is an extension of that commitment.” \nThis project is part of Kaiser Permanente’s employee community volunteer day events. Both housing developments will get new planters boxes for community gardens and refreshed outdoor community spaces with picnic tables for residents to enjoy. Also donating to this project are: LandPro, Inc., Santa Ana; Great Western Recreation; and Greenfields Outdoor Fitness Inc. \nFor more information about Kaiser Permanente Southern California, follow us on Twitter @KPSCALNews or go to: share.kp.org/scal . \nAbout The Housing Authority of Los Angeles The Housing Authority of the City of Los Angeles (HACLA) is one of the nation’s largest and leading public housing authorities, providing the largest supply of quality affordable housing to residents of the City of Los Angeles with an annual budget of $1 billion. HACLA provides affordable housing to over 82,000 households and offers a range of programs specifically for low income, homeless, disabled, children and seniors such as: Project-Based Permanent Supportive Housing Program, HUD – Veterans Affairs Supportive Housing Program, Homeless Program, Tenant Based Supportive Housing Program, Homeownership Program, Housing Opportunities for Persons with Aids (HOPWA), Shelter Plus Care – Continuum of Care Program, Moderate Rehabilitation for Single Room Occupancy. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission is to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to share.kaiserpermanente.org . CONTACT \n562-622-4083 (office), 562- 774-8605 (mobile) Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T08:06:36.007+03:00"}, {"thread": {"uuid": "dc49667a3167c2ef5dc5e9ce66c1bcd3d177c94e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORocJ70MGx_iXNT_c282eBzj0MJu612.tebAyAd.xDqrI0VyHS1CMC.Vd3.gQjZzhFDsoaPkkYqWxnHewf2_3BbHqrzXZT1NEOw-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente Selects LAEP to Provide Mental Health and Wellness Support in Schools", "title_full": "Kaiser Permanente Selects LAEP to Provide Mental Health and Wellness Support in Schools", "published": "2017-10-12T20:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/kids-schoolbus-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 3, "comments": 0, "shares": 3}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dc49667a3167c2ef5dc5e9ce66c1bcd3d177c94e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORocJ70MGx_iXNT_c282eBzj0MJu612.tebAyAd.xDqrI0VyHS1CMC.Vd3.gQjZzhFDsoaPkkYqWxnHewf2_3BbHqrzXZT1NEOw-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-12T20:00:00.000+03:00", "title": "Kaiser Permanente Selects LAEP to Provide Mental Health and Wellness Support in Schools", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Kaiser Permanente Selects LAEP to Provide Mental Health and Wellness Support in Schools Resilience in school environments project kicks off in California, Colorado and Georgia October 12, 2017 Add to Collection \nLOS ANGELES — Kaiser Permanente has selected the Los Angeles Education Partnership (or LAEP ) Transform Schools department, as the national organizational partner for its Resilience in School Environments (RISE) project, which is part of the organization’s goal to improve the total health — mind, body and spirit — of its members and communities in which it serves. \n“The health of school teachers and staff are of the utmost importance to our communities, and we at Kaiser Permanente recognize that supporting their mental health and wellness benefits them, the students they work with, and our communities as a whole,” said Loel Solomon, vice president of Community Health, Kaiser Permanente. “This unique partnership with LAEP is an exciting and innovative way to foster support for our communities’ teachers, staff and students.” \nBuilding on the work of Kaiser Permanente’s Thriving Schools program, the RISE project will integrate trauma-informed practices into the school environment using methods guided by Senior Director Xiomara Mateo-Gaxiola, Ed.D, and Director Ana Maria Apodaca, along with their team of coaches. The University of Maryland School of Medicine’s Center for School Mental Health will evaluate the implementation and impact of RISE during a two-year term. Both teachers and students will benefit from the program. \n“We see resilient school systems as important to not only student wellness, but also school employee wellness,” said Mateo-Gaxiola. “As school employees gain insight into trauma-informed practices, they are better able to form compassionate responses to a student’s symptoms of trauma. Attention to resiliency and trauma-informed practices is often overlooked as an important part of school employee development; we see it as essential.” \nThe expansion of the RISE project started with the opening of the 2017-2018 school year in 20 schools located in California, Colorado and Georgia — communities served by Kaiser Permanente, the nation’s largest integrated health system. \nLAEP is an education nonprofit that works in high-poverty and under-resourced communities to foster schools that support the personal and academic success of students. LAEP coaches, one for each school participating in the RISE project, will work with a school site leadership team made up of teachers, counselors, administrators and others. The coaches and leadership teams will be revisiting school policies and practices to improve school climate, participating in ongoing professional development for all school staff, and supporting implementation of school employee wellness practices. \n“We are thrilled to be part of this project for many reasons,” said Ellen Pais, president and CEO, LAEP. “First, it allows us to extend our resilience practices in Los Angeles to school districts in other parts of Southern California, Northern California, Colorado and Georgia. But what’s equally exciting is the evaluation component, provided by the Center for School Mental Health. We expect the results will show that in areas where traumatic events greatly impact students’ ability to learn, trauma-informed and resiliency practices can largely improve these learning environments, as well as reduce stress for the administration, teachers and staff who work with these students.” \nKaiser Permanente Thriving Schools is a comprehensive effort to create a culture of health and wellness for students, staff and teachers in K-12 schools. When it began, it promoted healthy eating and active living in schools, and has since expanded to also encourage mental health for staff, teachers and students, in part through the RISE project. Thriving Schools serves as part of Kaiser Permanente’s ongoing mission to provide high-quality, affordable health care services to improve the well-being of its members and the communities it serves. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission is to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to share.kaiserpermanente.org .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T08:06:36.023+03:00"}, {"thread": {"uuid": "5c013e3de3f2b5a655c404c8256f16ed7e24032e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORqOh4IrEn1vjCDF6adVDzCQPMiiHbbGDPIGmaw47x9kjZdIBetdFjWzM046qFeCshljvyY7Z7xRxl3n38FMeVDaQAu9sLqCcgo-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente Medicare Health Plans Rated Among Nation’s Best for Quality, Service", "title_full": "Kaiser Permanente Medicare Health Plans Rated Among Nation’s Best for Quality, Service", "published": "2017-10-12T23:14:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/medicare_stars_graphic_548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 4, "comments": 0, "shares": 4}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 316}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5c013e3de3f2b5a655c404c8256f16ed7e24032e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORqOh4IrEn1vjCDF6adVDzCQPMiiHbbGDPIGmaw47x9kjZdIBetdFjWzM046qFeCshljvyY7Z7xRxl3n38FMeVDaQAu9sLqCcgo-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-12T23:14:00.000+03:00", "title": "Kaiser Permanente Medicare Health Plans Rated Among Nation’s Best for Quality, Service", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Press Release Kaiser Permanente Medicare Health Plans Rated Among Nation’s Best for Quality, Service For the eighth consecutive year, Kaiser Permanente receives high scores from the Centers for Medicare & Medicaid Services in its Medicare star quality ratings October 12, 2017 Add to Collection \nOAKLAND, Calif. — “I’m on bonus time, there’s absolutely no question about that,” said George Wittemyer, reflecting on the care he received from physicians and nurses during an emergency cardiac event and subsequent surgery. “And I’m really happy. Here I am, thanks to Kaiser Permanente.” \nWittemyer’s experience of seamless care, expert medicine and top-notch service represents one of the many reasons the organization’s Medicare health plans have once again received high scores by the Centers for Medicare & Medicaid Services. \nIn CMS’ Oct. 11 announcement of the 2018 Medicare star quality ratings, Kaiser Permanente’s Medicare health plans in Northern and Southern California, Colorado, Hawaii, Northwest and Mid-Atlantic States received 5 out of 5 stars each. Kaiser Permanente in Georgia and Washington earned 4.5 out of 5 stars. \nAccording to CMS, Kaiser Permanente represents five of 15 Medicare health plans (with Parts C and D) that earned 5 out of 5 stars, the highest overall rating. Moreover, of the nearly 2 million beneficiaries enrolled in those 5-star plans nationwide, 72 percent are Kaiser Permanente Medicare members. Wittemyer is one of more than 1.5 million Medicare beneficiaries who rely on Kaiser Permanente for high-quality health care with service that is convenient, personalized and simple to use. \nThe ‘turbine’ \nWittemyer, 77, a Kaiser Permanente Medicare health plan member in Portland, Oregon, knew something was wrong when after increasing episodes of weakness and shortness of breath, he could hardly walk up his driveway. Thanks to quick action by his internist, Wittemyer was soon in urgent care for treatment, and then conferring with his physicians about surgery to attach a left ventricular assist device, or “LVAD,” to his heart. \nAfter much discussion and deliberation, Wittemyer made the decision with his doctors to proceed with the surgery. Surgery and recovery were both a success, and Wittemyer credits his entire care team — including his “peerless” surgeon, “marvelous” physicians and “incredible” nurses — with providing expert care and support throughout his experience. \nPerhaps because he grew up on a working farm, Wittemyer calls his LVAD “the turbine.” With his new turbine in place, Wittemyer is back to driving his tractor, chopping trees and doing other chores on his acreage. “I’m back to being a normal person,” he said, smiling. \n“By providing excellent, compassionate care, our physicians and care teams are helping our members achieve and maintain total health,” said Michael Kanter, MD, executive vice president of quality and chief quality officer for The Permanente Federation, the national organization for more than 21,000 physicians who provide care to Kaiser Permanente’s 11.8 million members. “Our patients partner with their doctors to make personalized treatment decisions together so they can live full, active lives. The CMS ratings reflect the success of our person-centered approach to delivering safe and effective care.” \nAs the nation’s largest integrated health system, Kaiser Permanente connects its care teams to members via digital tools, technology and a range of care settings so that members can access care whenever and wherever they need. \nHigh performance \nKaiser Permanente Medicare plans have consistently received high ratings since the Centers for Medicare & Medicaid Services began the Medicare stars program, and have maintained high performance in all states in which the health plan operates. For CMS’ 2018 star ratings: Kaiser Permanente Colorado received the highest possible rating of 5 out of 5 stars for the eighth year in a row. Kaiser Permanente Northern and Southern California received the highest possible rating of 5 out of 5 stars for the seventh year in a row and is the highest rated plan in the state.* Kaiser Permanente Northwest, which includes Oregon and southwest Washington, received the highest possible rating of 5 out of 5 stars for the seventh year in a row. Kaiser Permanente Mid-Atlantic States, which includes Maryland, Virgina and Washington, D.C., received the highest possible rating of 5 out of 5 stars for the sixth year in a row. Kaiser Permanente Hawaii received the highest possible rating of 5 out of 5 stars and is the highest rated plan in the state. Kaiser Permanente Georgia received 4.5 out of 5 stars. Kaiser Permanente Washington received 4.5 out of 5 stars. \n*Northern and Southern California regions rated together as they represent one CMS contract. \nA rating system to make choice easier \nCMS created the Medicare star quality rating system to provide beneficiaries with a way to assess Medicare plans based on quality of care and service delivery, so they can make an informed decision when choosing a plan. CMS uses the star ratings system to rank Medicare health plans on a scale of 1 to 5 stars, with 5 stars representing the highest quality. \nKaiser Permanente Medicare health plans have consistently received high ratings since CMS began awarding them in 2009. \n“Our high star ratings year after year reflect the dedicated work of providers and staff throughout our organization to ensure the best care and service experience for our members,” said Patrick Courneya, MD, executive vice president and chief medical officer for Kaiser Foundation Health Plan and Hospitals. “Kaiser Permanente’s integrated model enables a seamless, coordinated care experience for members, and our commitment to evidence-based practices and prevention measures means we are our patients’ partner in becoming their healthiest selves.” \nA leader in quality \nKaiser Permanente’s high rating by CMS is the latest of several quality recognitions the organization has achieved this year. In the “NCQA Health Insurance Plan Ratings 2017-2018” report, the National Committee for Quality Assurance lists all seven Kaiser Permanente Medicare plans as the highest rated or ranked, or tied-for-highest, in the markets they serve — for the sixth year in a row. And for the fifth consecutive year, Kaiser Permanente’s Medicare website, kp.org/Medicare, was rated one of the top Medicare websites in the nation for providing consumers with an easy, positive and high-value experience. \nMedicare beneficiaries can learn more about the star ratings and Kaiser Permanente’s Medicare health plans by visiting kp.org/medicarestars . \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to: kp.org/share . \nFast facts: Medicare quality stars \nWhat they measure: The overall scores for Medicare quality stars are based on care and service quality measures (Parts C and D) across nine categories, including staying healthy, member satisfaction, managing chronic conditions, customer service and pharmacy services. The star ratings also measure health plans’ compliance performance. \nMethodology: Star ratings are calculated each year and may change from one year to the next. The methodology CMS uses for the star ratings is dynamic and continues to change. This means that Medicare health plans must stay ahead of the curve on measures that may be included in the 5-star portfolio, and continually improve their performance to achieve 5 stars. \nSpecial enrollment opportunity: Along with high-quality care and service, another benefit of 5-star plans is a longer enrollment opportunity. Medicare beneficiaries may change to a 5-star Kaiser Permanente individual Medicare plan through a CMS 5-star Special Enrollment Period from Dec. 8, 2017, to Nov. 30, 2018, without having to wait until the next annual enrollment period.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T08:06:36.035+03:00"}, {"thread": {"uuid": "52ec521b74cba4b6d95cc09da49ee6f6e58d4d0c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORppeSQNEzwfYkGG6Z2VYVpQRs._jBLm8yGUw9nMP5u0jLxlhVnme3FXYul3nwIE15sasH1GSffuHqH__vj0ObuShd1n3g8GGMquE_HMm2V6Lw--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente Colorado Medicare Health Plan Rated Among Nation’s Best for Quality, Service", "title_full": "Kaiser Permanente Colorado Medicare Health Plan Rated Among Nation’s Best for Quality, Service", "published": "2017-10-12T23:53:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/hispanic-woman-doc-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "52ec521b74cba4b6d95cc09da49ee6f6e58d4d0c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORppeSQNEzwfYkGG6Z2VYVpQRs._jBLm8yGUw9nMP5u0jLxlhVnme3FXYul3nwIE15sasH1GSffuHqH__vj0ObuShd1n3g8GGMquE_HMm2V6Lw--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-12T23:53:00.000+03:00", "title": "Kaiser Permanente Colorado Medicare Health Plan Rated Among Nation’s Best for Quality, Service", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Kaiser Permanente Colorado Medicare Health Plan Rated Among Nation’s Best for Quality, Service October 12, 2017 Add to Collection \nDENVER — “I have a family history of melanoma. So, when I saw a nasty looking mole, I was a little worried,” said Martha Johnson, a long-time Kaiser Permanente Medicare member. “Luckily, my Kaiser Permanente providers took care of me quickly. From biopsy and surgery to my follow-up appointment, the kindness and compassion that I felt was huge. Real impressive, first rate, gold-plated care.” \nJohnson’s experience is just one of the many reasons why the Centers for Medicare & Medicaid Services rated Kaiser Permanente Colorado’s Medicare Senior Advantage plan 5 out of 5 stars — the highest overall rating for quality and service — for 2018. This is the eighth consecutive year Kaiser Permanente Colorado has received this rating. \n“For eight straight years, we’ve been recognized by the Centers for Medicare & Medicaid Services with 5 out of 5 stars. I’m proud of our 7,000 physicians, nurses, and staff who work to make this prestigious designation from the CMS possible. Our employees strive each day to help our members live their healthiest, happiest and longest lives,” said Roland Lyon , president of Kaiser Permanente Colorado. \nAccording to CMS, Kaiser Permanente Colorado is the only Medicare health plan in Colorado that earned 5 out of 5 stars, the highest overall rating. Johnson is one of more than 100,000 Medicare beneficiaries in the state who rely on Kaiser Permanente for high-quality health care with service that is convenient, personalized and simple to use. \nFast facts: Medicare quality stars \nWhat they measure: The overall scores for Medicare quality stars are based on care and service quality measures (Parts C and D) across nine categories, including staying healthy, member satisfaction, managing chronic conditions, customer service and pharmacy services. The star ratings also measure health plans’ compliance performance. \nMethodology: Star ratings are calculated each year and may change from one year to the next. The methodology CMS uses for the star ratings is dynamic and continues to change. This means that Medicare health plans must stay ahead of the curve on measures that may be included in the 5-star portfolio, and continually improve their performance to achieve 5 stars. \n“We’re proud of this 5-star rating from CMS. With a rapidly growing senior population in Colorado, our physicians know the importance of leveraging coordinated care, the most up-to-date technology and convenient care options which help our members live healthier and longer lives,” said Margaret Ferguson , MD, president and executive medical director for the Colorado Permanente Medical Group — one of the state’s largest medical groups that provides care for the 680,000 Kaiser Permanente members in Colorado. \nCMS created the Medicare star quality rating system to provide beneficiaries with a way to assess Medicare plans based on quality of care and service delivery, so they can make an informed decision when choosing a plan. CMS uses the star ratings system to rank Medicare health plans on a scale of 1 to 5 stars, with 5 stars representing the highest quality. \nAlong with high-quality care and service, another benefit of 5-star plans is a longer enrollment opportunity. Medicare beneficiaries may change to a 5-star Kaiser Permanente individual Medicare plan through a CMS 5-star Special Enrollment Period from Dec. 8, 2017 to Nov. 30, 2018, without having to wait until the next annual enrollment period. \nMedicare beneficiaries can learn more about the star ratings and Kaiser Permanente’s Medicare health plans by visiting kp.org/medicarestars . \nAbout Kaiser Permanente Colorado Kaiser Permanente Colorado is the state’s largest nonprofit health plan, working to improve the lives and health of all Coloradans for 48 years. We are comprised of the Kaiser Foundation Health Plan of Colorado and the Colorado Permanente Medical Group—one of the state’s largest medical groups with more than 1,200 physicians. We provide comprehensive care for our 680,000 Kaiser Permanente Colorado members through 31 medical offices across the state—from Pueblo to Greeley and now in the mountains in Summit and Eagle counties. We are also committed to our social mission and in 2016, proudly directed more than $118 million to community benefit programs to improve the health of all Coloradans. For more Kaiser Permanente news, visit kp.org/share or follow us @kpcolorado or like us facebook.com/kpcolorado.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T08:06:36.041+03:00"}, {"thread": {"uuid": "9a164dbe4cc6a75e447a8327031e3df53997f17a", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUsQzqBvxMlTpfKdYHAiR9QUjxnrXuyxBiwr2QiAKNQqPO3.aKgLeObmgW0E6zWw_0IdlYP.nNHw50ZzLjC3JJTcBcTTN4DgK9xY4Igr0fiAk", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Statement from Bernard J. Tyson, Chairman and CEO, on October 12, 2017 Executive Order", "title_full": "Statement from Bernard J. Tyson, Chairman and CEO, on October 12, 2017 Executive Order", "published": "2017-10-13T05:15:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/KPLogo_MidBlueBackground_548x336.png", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 27, "comments": 0, "shares": 27}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 51}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9a164dbe4cc6a75e447a8327031e3df53997f17a", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUsQzqBvxMlTpfKdYHAiR9QUjxnrXuyxBiwr2QiAKNQqPO3.aKgLeObmgW0E6zWw_0IdlYP.nNHw50ZzLjC3JJTcBcTTN4DgK9xY4Igr0fiAk", "ord_in_thread": 0, "author": "DBrowning", "published": "2017-10-13T05:15:00.000+03:00", "title": "Statement from Bernard J. Tyson, Chairman and CEO, on October 12, 2017 Executive Order", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Statement from Bernard J. Tyson, Chairman and CEO, on October 12, 2017 Executive Order October 12, 2017 Add to Collection \nKaiser Permanente believes that changes to our nation’s health care laws and regulations should increase access to high-quality, affordable care and coverage for as many people as possible. Unfortunately, today’s executive order on health care puts in motion several steps that may be counterproductive to that goal. \nThe executive order could undercut important consumer protections, increase costs for older people and those with serious medical conditions, and eliminate access to important coverage for mental health, substance abuse, maternity care and prescription drugs. It could also compound uncertainty in both the individual and small group markets. \nWe strongly encourage policymakers to continue the commitment in current law to consumer protections at the state and federal level. In addition, as priorities for any additional proposals around health reform are considered, we would recommend that policymakers focus on stabilization of the current marketplace and the 30 million Americans currently without coverage. Recent News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T08:06:37.032+03:00"}, {"thread": {"uuid": "ee45c1d60813225faa7ee4b4690bc7e1029d8a89", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORq0ZzgvwkBjRqiLXwEQxbTp3gslpBezEOYB4N0YVghHz3IJ6OpUcaxUMoasxuWj47MfkIbwnYvrLI.ltDVJ2FD7mGRXdd9ASVATnUNBS.QSGg--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente Washington Launches Statewide Commitment to Healthier, Thriving Schools", "title_full": "Kaiser Permanente Washington Launches Statewide Commitment to Healthier, Thriving Schools", "published": "2017-10-13T18:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/educational-theatre-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ee45c1d60813225faa7ee4b4690bc7e1029d8a89", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORq0ZzgvwkBjRqiLXwEQxbTp3gslpBezEOYB4N0YVghHz3IJ6OpUcaxUMoasxuWj47MfkIbwnYvrLI.ltDVJ2FD7mGRXdd9ASVATnUNBS.QSGg--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-13T18:00:00.000+03:00", "title": "Kaiser Permanente Washington Launches Statewide Commitment to Healthier, Thriving Schools", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Kaiser Permanente Washington Launches Statewide Commitment to Healthier, Thriving Schools Kaiser Permanente and Seattle Children’s Theatre begin statewide tour with play on bullying October 13, 2017 Add to Collection A scene from a Kaiser Permanente Educational Theatre production. \nSEATTLE — Studies show that theater helps kids take in and retain health information, aiding positive behavior change. That’s why Kaiser Permanente Washington is launching, with a $600,000 investment, the Kaiser Permanente Educational Theatre Program , expected to reach more than 18,000 students across the state this school year. \nIn Washington, the program takes shape through a partnership with Seattle Children’s Theatre , where professional artists work closely with our health care providers, as well as with teachers and students, to develop plays and workshops that inspire healthy choices and build stronger communities. \nWhile the program is new here, it is not new to Kaiser Permanente. What began as a single play for elementary school children has become a series of award-winning theatrical productions, experiential learning workshops, and youth engagement programs across the country. In 2016, more than 250,000 students were reached in 330 K-12 schools nationwide. \n“We’re excited to bring this programming to Washington as we partner with our local schools to address the physical and emotional health issues that are most pressing to students,” said Susan Mullaney, president, Kaiser Permanente Washington. \nBullying is focus of ‘Above Between Below’ \nThe first play in Kaiser Permanente Washington, “ Above Between Below ,” was developed for middle-school students and focuses on bullying. The play shows how aggression and shaming on social media can hurt others and helps the audience understand how they can help prevent and stop bullying. \n“This play shows how vulnerable we all are,” says Wellesley Chapman, MD, a physician with Washington Permanente Medical Group and a member of the Educational Theatre Program advisory group. “We can all identify with the characters — the bullied person, the one who is bullying and the onlooker — which makes its message really hit home.” \nOver the course of the school year, the play will tour 31 schools statewide throughout King, Pierce, Snohomish, Spokane and Whitman counties. The multifaceted program also includes a conflict-resolution program for elementary school students, offering an immersive and supportive platform to explore health and community. \nPart of a larger vision for Thriving Schools \nA long-standing focus of Kaiser Permanente efforts to improve health, and schools continue to be one of the best places to reach members and the community. \nThe Educational Theatre Program is just one aspect of how Kaiser Permanente Washington is bringing Thriving Schools — a broader national health effort directed toward students, staff and teachers in K-12 school districts served by the organization — to life in Washington. \nHere are just a few of the other ways Kaiser Permanente Washington is taking action: Participating in a nationwide digital campaign to promote health and wellness for school faculty. Launched last week, the #TeachersTake5 campaign targets teachers, administrators and school employees in over 20,000 schools in the U.S. to take five minutes a day with their colleagues to be healthier. #TeachersTake5 provides free resources, trainings and assistance for employee wellness practices and programs. Installing “Buddy Benches.” Kaiser Permanente Washington will install 30 benches this year in Spokane-area schools to promote inclusion and social connection among students. The first benches were installed in the Freeman School District in September. Providing more than $2 million in care for more than 7,500 students through school-based clinics at eight locations in King County and at Orion Health Center, where we reach 1,000 homeless and at-risk youth. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to: kp.org/share .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "susan mullaney", "sentiment": "none"}, {"name": "pierce", "sentiment": "none"}, {"name": "wellesley chapman", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "whitman", "sentiment": "none"}, {"name": "kaiser permanente kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente washington", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente washington launches statewide commitment", "sentiment": "negative"}, {"name": "seattle children’s theatre", "sentiment": "none"}, {"name": "freeman school district", "sentiment": "none"}, {"name": "kaiser permanente educational theatre program", "sentiment": "none"}, {"name": "educational theatre program", "sentiment": "none"}, {"name": "kaiser permanente washington", "sentiment": "none"}, {"name": "news & views kaiser permanente washington launches statewide commitment to healthier", "sentiment": "none"}, {"name": "washington permanente medical group", "sentiment": "none"}, {"name": "permanente medical group", "sentiment": "none"}], "locations": [{"name": "snohomish", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "seattle children’s theatre", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "seattle", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "orion health center", "sentiment": "none"}, {"name": "king county", "sentiment": "none"}, {"name": "spokane", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-14T00:56:23.003+03:00"}, {"thread": {"uuid": "9a419c6cddfe50dadfd667f6d3992f9f376969cf", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUsQzqBvxMlTpfKdYHAiR9QUjxnrXuyxBiwr2QiAKNQqPO3.aKgLeObl3AnBgszeFJGNTvweL7owaZgDdlJ8clkpzALoEgySKYAU1zLnVEcoOyi8Tu2PwBVnEkNO56.EyUw--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Statement on Elimination of Cost Sharing Reduction (CSR) Subsidies", "title_full": "Statement on Elimination of Cost Sharing Reduction (CSR) Subsidies", "published": "2017-10-14T03:56:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/Washington_Monuments_TS505969732_548x346.png", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 50, "comments": 0, "shares": 50}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2095}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9a419c6cddfe50dadfd667f6d3992f9f376969cf", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUsQzqBvxMlTpfKdYHAiR9QUjxnrXuyxBiwr2QiAKNQqPO3.aKgLeObl3AnBgszeFJGNTvweL7owaZgDdlJ8clkpzALoEgySKYAU1zLnVEcoOyi8Tu2PwBVnEkNO56.EyUw--", "ord_in_thread": 0, "author": "DBrowning", "published": "2017-10-14T03:56:00.000+03:00", "title": "Statement on Elimination of Cost Sharing Reduction (CSR) Subsidies", "text": "Add to Collection \nWith the recent bipartisan efforts aimed at stabilizing the individual insurance market, we believed we were making progress on stabilizing access to health care coverage in communities throughout America. Until yesterday’s decision to stop funding Cost Sharing Reduction (CSR) subsidies, we were encouraged that we were on course to stabilize the market. \nWe are extremely disappointed to learn that the funding of the CSR subsidies will cease. This move will contribute to the destabilization of the market, and make millions of Americans concerned about their ability to afford health coverage that gives them access to care through the front door of the American health care system. \nIn the best interests of our members, patients and the communities we serve, we continue to believe policymakers must come together and make governing decisions that support increased access to high-quality, affordable care, and ensure coverage for more — not fewer people in this country. Only by giving more Americans the opportunity to live healthier lives will we be advancing health care in America. Recent News ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "csr", "sentiment": "negative"}], "locations": [{"name": "america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-14T08:37:07.014+03:00"}, {"thread": {"uuid": "d8df4e69f75a605fee78b2af0180a1e53b2de828", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUiVnXIKIekEsac25wXicgMk3piPIkuEHInd8nwiJHVyNM_zOtyzR.EwwqySQE8uK6RdbB.f6X2Bl", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Doctor’s Order: No Trick-or-Treating Without the Flu Vaccine", "title_full": "Doctor’s Order: No Trick-or-Treating Without the Flu Vaccine", "published": "2017-10-16T19:21:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/halloween-flu-prevention548x336.gif", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d8df4e69f75a605fee78b2af0180a1e53b2de828", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUiVnXIKIekEsac25wXicgMk3piPIkuEHInd8nwiJHVyNM_zOtyzR.EwwqySQE8uK6RdbB.f6X2Bl", "ord_in_thread": 0, "author": "Jennifer Hastings", "published": "2017-10-16T19:21:00.000+03:00", "title": "Doctor’s Order: No Trick-or-Treating Without the Flu Vaccine", "text": "Add to Collection \nThat’s right – early autumn marks the start of cold and flu season. So Margaret Khoury , MD, a pediatric infectious disease specialist and the regional lead of the Kaiser Permanente Southern California Flu Vaccination Program, is encouraging parents to protect their children against the flu before the end of October. \n“Every year, around Halloween, we begin to see an increase in upper respiratory illnesses in children,” says Dr. Khoury. “The reasons are multifold. As the days begin to cool down, viruses like the rhinovirus – the virus that causes the common cold – begin to replicate. Cooler weather also tends to keep people indoors, thus increasing a person’s exposure to germs and ultimately, increasing their risk of illness.” \nDr. Khoury adds that there are some Halloween-specific reasons people also become ill at this time of year. \n“Keep in mind that flu and cold germs spread from person to person by way of coughing, sneezing or simply talking. When we attend gatherings – including Halloween parties – we risk being in close contact with others who may be ill. So, if your child is feeling sick, it’s best that he or she stay home. Not only will rest help him or her feel better, but it will also protect other children from becoming ill. Last, while one late night out may not do much harm, it’s important that we ensure our children are getting a good night’s rest every night. Lack of sleep can weaken a child’s immune system.” \nIn addition, says Dr. Khoury, it’s especially important for children who suffer from chronic respiratory conditions, like asthma, to stay healthy. Both a cold and the flu can trigger an asthma attack, cause shortness of breath, lead to serious infections like pneumonia, or result in other life-threatening complications. \nThe best way to ward off the flu? Get flu shots for you and your family. It can take up to two weeks for the body to develop immunity, so it’s important to vaccinate as early in the season as possible. Also, when shopping for that perfect costume, take advantage of the time to review germ prevention strategies with your children. This includes avoiding touching their eyes, nose or mouth. They should also wash their hands frequently – and if soap and water are not available, encourage children to use an alcohol-based hand gel. \n“I tell kids to wash their hands for as long as it takes to sing the ‘Happy Birthday’ song twice,” says Dr. Khoury. “I also tell them to cough – or sneeze – into their arm like Dracula.” Related News ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "margaret k", "sentiment": "neutral"}, {"name": "khoury", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente southern california flu vaccination program", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-17T06:14:44.000+03:00"}, {"thread": {"uuid": "cee871046b91bb59d703234dfb3b346917e5411f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUoMpq3uv5OP5ASL.kW8n8nzT9EwkFJDksCH.YVKL4p_9S9tyWi8WVT0AElNVlRmXqeueefPGmj6T", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Innovative Breast Reconstruction Through Fat Grafting", "title_full": "Innovative Breast Reconstruction Through Fat Grafting", "published": "2017-10-18T00:50:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/Joyce-breast-cancer-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cee871046b91bb59d703234dfb3b346917e5411f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUoMpq3uv5OP5ASL.kW8n8nzT9EwkFJDksCH.YVKL4p_9S9tyWi8WVT0AElNVlRmXqeueefPGmj6T", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-18T00:50:00.000+03:00", "title": "Innovative Breast Reconstruction Through Fat Grafting", "text": "  Innovative Breast Reconstruction Through Fat Grafting Kaiser Permanente plastic surgeon uses minimally invasive surgery with natural materials from a patient’s body. The result? Faster recovery and less scarring and muscle damage. October 17, 2017 After much research Joyce, a Kaiser Permanente member, opted for fat grafting for her breast reconstruction. \n“I would do anything to avoid getting cancer — anything.” \nThat’s how Sarah, a Kaiser Permanente member, steadfastly explains her response to learning that she has a mutation in her BRCA2 gene — putting her at increased risk for breast and ovarian cancers. \nThe 42-year-old married mother of two from Vancouver, Washington, put a lot of thought, prayer and research over the past couple of years into her decision to have a preventive double mastectomy, followed by breast reconstruction using fat from her own body. \nOne of the few in the world \nSince 2015, Jennifer Murphy, MD, a board-certified plastic surgeon and chief of plastic surgery at Kaiser Permanente Northwest, has been one of the few plastic surgeons in the world to innovate the use of fat-grafting techniques for total breast reconstruction. Jennifer Murphy, MD \nBefore Sarah’s double mastectomy, she and Dr. Murphy discussed treatment options, including fat grafting versus silicone implants. Fat grafting won out because of its use of natural material from her body, and the associated benefits from minimally invasive surgery — such as faster recovery, less scarring and no muscle damage. “I chose the path that was right for my body,” says Sarah. \n“I knew that fat grafting for total breast reconstruction is performed by just a handful of plastic surgeons, so I was delighted to discover that Dr. Murphy offers this option.” \nWhat is fat grafting? \nFat grafting involves removing fat from the thighs, abdomen and buttocks and using it to create additional volume in the breast. For total breast reconstruction, Dr. Murphy builds up the foundation of the breast a little bit at a time. Most patients require one to three surgeries over the course of a year or more. \nIn Sarah’s case, Dr. Murphy worked closely with fellow surgeon Christopher Moran, MD, who performed Sarah’s mastectomy. After removal of her breasts, Dr. Murphy implanted fat from Sarah’s abdomen into the site. In addition, thanks to a procedure performed by Dr. Moran, Sarah’s nipples are intact and have retained slight sensation. Patients who don’t receive the nipple preservation step typically receive a referral to an outside tattoo artist who specializes in creating 3D-appearing nipples for plastic surgery patients. \n“Both surgeons and their teams did a fabulous job,” says Sarah. “Dr. Murphy was amazing to work with. Her communication style is forthright, with no false expectations.” \nSarah has two or three more fat transfers yet to go. She received confirmation that “things are looking good” when a nurse who was helping her dress was “stunned to find out that I had had a double mastectomy.” \nSarah’s elation is matched by other patients who have also had the procedure. \n“After a lot of research, I chose fat grafting because it seemed like the best choice for me even though it was not a quick process,” says Joyce, another Kaiser Permanente patient. “I cannot begin to tell you how excited I was when I was all finished because not only do my breasts look fantastic, they also feel very natural.” \nA passion for helping patients \nDr. Murphy says that total breast reconstruction helps women to feel normal after having had a mastectomy. She has a passion for helping patients erase the visual reminder of the trauma their bodies endured in response to a cancer diagnosis, or in Sarah’s and Joyce’s cases, a genetic likelihood of a cancer diagnosis. “I find joy in helping them conquer their disease.” \n“Grateful” is the word Sarah uses to describe her current state, adding, “I am so lucky to be in a time and place to learn about the latest treatments — and to access them right here, in my own community, from Kaiser Permanente.” \n>> Learn more about our commitment to cancer care . Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "joyce", "sentiment": "none"}, {"name": "sarah", "sentiment": "none"}, {"name": "christopher moran", "sentiment": "none"}, {"name": "jennifer murphy", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "murphy", "sentiment": "none"}, {"name": "moran", "sentiment": "none"}], "organizations": [{"name": "news & views feature story innovative breast reconstruction through fat grafting kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente northwest", "sentiment": "none"}], "locations": [{"name": "vancouver", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-18T10:16:40.000+03:00"}, {"thread": {"uuid": "a080888020ff472c37b559e03970e7b5a10db12d", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORoyRHXdOBH4L1VY7bOmgALacT9dwkDU.WNmIaRdaJ7hq.QwDU46pTjr21yJ5hts045.bSYxxaxOgr07_hiVZ3bd", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente is Most Recommended Health System in California, Says Women’s Choice", "title_full": "Kaiser Permanente is Most Recommended Health System in California, Says Women’s Choice", "published": "2017-10-18T00:35:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/Womens-Choice-logo-548x336.jpg", "performance_score": 6, "domain_rank": 1935, "social": {"facebook": {"likes": 619, "comments": 0, "shares": 619}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 314}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a080888020ff472c37b559e03970e7b5a10db12d", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORoyRHXdOBH4L1VY7bOmgALacT9dwkDU.WNmIaRdaJ7hq.QwDU46pTjr21yJ5hts045.bSYxxaxOgr07_hiVZ3bd", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-18T00:35:00.000+03:00", "title": "Kaiser Permanente is Most Recommended Health System in California, Says Women’s Choice", "text": "Add to Collection \nPASADENA, Calif. — Kaiser Permanente has been named California’s Most Recommended Health Insurance Plan by the Women’s Choice Award . \nThe Women’s Choice Award, one of America’s most trusted referral sources for brands and services, distributed a statewide survey to more than 10,000 women who reside in California. Those women were asked to identify which health insurance plan they would highly recommend to their families and friends. Kaiser Permanente was the clear winner, garnering a significant majority of the vote. \n“Kaiser Permanente members know that our patient-centered, physician-led, integrated care delivery system consistently delivers high-quality, affordable care,” said Julie Miller-Phipps , president of Kaiser Foundation Health Plan and Hospitals, Inc., for the Southern California Region. “So it’s natural for our members to consistently recommend Kaiser Permanente to their friends and family members.” \nAbout 8.5 million Californians are members of Kaiser Permanente. They’re cared for by a network of nearly 16,000 physicians at 36 hospitals and nearly 500 outpatient facilities across the Golden State. Kaiser Permanente offers its members a coordinated approach to health care delivery, connected by an industry-leading electronic medical record system, Kaiser Permanente HealthConnect® . With easy-to-use, web-based tools, members have online access to useful health information, medical records and tools to communicate with their care team. They also have the ability to email their doctors, schedule appointments, check test results and order prescription refills online — all at no additional cost. \nAccording to Greenfield Online, women influence more than 90 percent of family healthcare decisions , even as they juggle work, family life and personal time. With the mission of simplifying a woman’s life, the Women’s Choice Award conducts national surveys distributed to tens of thousands of women, asking them to determine which brands and services they would highly recommended. In today’s cluttered marketplace, seeing the Women’s Choice Award seal allows women to easily identify the best brands and services for herself and her family — leaving more time for what matters most. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission is to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to share.kaiserpermanente.org .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaiser permanente", "sentiment": "negative"}, {"name": "kaiser permanente kaiser permanente", "sentiment": "none"}, {"name": "julie miller-phipps", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente", "sentiment": "negative"}, {"name": "says women’s choice", "sentiment": "neutral"}, {"name": "greenfield online", "sentiment": "none"}, {"name": "kaiser foundation health plan and hospitals, inc.", "sentiment": "none"}, {"name": "kaiser permanente healthconnect", "sentiment": "none"}, {"name": "permanente medical group", "sentiment": "none"}], "locations": [{"name": "collection  pasadena", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "calif.", "sentiment": "none"}, {"name": "southern california", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "golden state", "sentiment": "none"}, {"name": "america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-18T10:16:41.000+03:00"}, {"thread": {"uuid": "ac88a39b478c47ba08b90f2758a622581922c31d", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUhUumbkiP0oJ2iLwpwqUImtVOhBuykW4P2qZEv0NRjXJ", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Hope Arrives After Deadly Fires", "title_full": "Hope Arrives After Deadly Fires", "published": "2017-10-19T00:44:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/hope-family-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 33, "comments": 0, "shares": 33}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ac88a39b478c47ba08b90f2758a622581922c31d", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUhUumbkiP0oJ2iLwpwqUImtVOhBuykW4P2qZEv0NRjXJ", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-19T00:44:00.000+03:00", "title": "Hope Arrives After Deadly Fires", "text": "  Hope Arrives After Deadly Fires Two Kaiser Permanente Santa Rosa nurses lost their home to wildfire, then welcomed a new baby and an unexpected gift October 18, 2017 Add to Collection Macy and Benjamin Huggins, both RNs, with newborn baby Hope. \nWhen the devastating Tubbs Fire first erupted, Benjamin Huggins, RN, looked out the window of the Intensive Care Unit of Kaiser Permanente’s Santa Rosa Medical Center and worried about his wife, who was home nearby, nine months pregnant with their first child. \nThe orange flames lit up the dark sky before dawn on Oct. 9. And they were getting brighter, closer and bigger. \nAt Benjamin’s urging, his wife Macy Huggins, RN, a Kaiser Permanente pediatric nurse, left their house an hour before it burned down and evacuated to a friend’s home in Petaluma. Benjamin, meanwhile, continued to care for his critically ill patient until the man was safely placed into an ambulance and transferred to another hospital out of harm’s way. \nIt was time to refocus their energy on the baby, who was already overdue by two days. \nHope is born \n“The next day it kind of hit us,” Macy said. “Now we have nothing, and we’re bringing this baby into the world, and we had all this stuff that was going to be so perfect, and these ideas and perceptions about how it was going to be with her.” \nWith the Santa Rosa Medical Center closed due to fires burning in the area, the couple searched for a new Kaiser Permanente hospital for Macy to deliver their baby. \nThey chose the Kaiser Permanente Roseville Medical Center’s Women and Children’s Center because the air quality in the Sacramento Valley was more favorable than in the Bay Area. \nAnd that’s where the baby, aptly named Hope, was born on Saturday, Oct. 14, weighing a healthy 8 lbs., 4 oz. and measuring 21.5 inches long. \nWhat happened next was nothing short of amazing. \nA generous gift \nA couple of hours after Hope entered the world, another mother was giving birth a few rooms away. This mother had been certain her baby would be a girl — so the family had prepared an entire nursery for a daughter. \nBut the mom delivered a boy. \nThe mom laughed about her situation and asked two nurses, Carrie Jarvis, RN, and Stephanie Harriot, RN, if they had any idea what to do with so much girl clothing that their boy would never wear. \nThat’s when Assistant Nurse Manager Elana Brennan, RN, made the connection between the moms. \nThe next day, the family down the hall donated its entire collection of baby-girl clothes and toys to the Santa Rosa family that had lost everything in the fire. \n“It was very touching and generous and overwhelming,” Macy said, while sitting on the hospital bed with Benjamin and Hope a day after giving birth. \nBenjamin and Macy, who are saddened that co-workers also lost their homes and that dozens of people have died in several Northern California fires, don’t yet know where in the Santa Rosa area they will live. \nFor now, they’re staying with friends and dedicating their time to Hope. \n“In the face of this tragedy, we’re now able to welcome this little baby into the world,” Benjamin said. “And that’s really all that matters to us now.” Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "stephanie harriot", "sentiment": "none"}, {"name": "carrie jarvis", "sentiment": "none"}, {"name": "macy huggins", "sentiment": "none"}, {"name": "benjamin huggins", "sentiment": "none"}, {"name": "benjamin", "sentiment": "none"}, {"name": "elana brennan", "sentiment": "none"}, {"name": "macy", "sentiment": "none"}, {"name": "hope", "sentiment": "none"}, {"name": "santa rosa", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente santa rosa", "sentiment": "negative"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "intensive care unit of kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente roseville medical center", "sentiment": "none"}, {"name": "macy", "sentiment": "none"}, {"name": "santa rosa medical center", "sentiment": "none"}], "locations": [{"name": "petaluma", "sentiment": "none"}, {"name": "bay area", "sentiment": "none"}, {"name": "northern california", "sentiment": "none"}, {"name": "sacramento valley", "sentiment": "none"}, {"name": "santa rosa", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-19T06:05:22.005+03:00"}, {"thread": {"uuid": "4dfc80d1b0a2a3954c0905e68047b8b4520c207f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUveGveQX.WTMIEB9fygdyN5uChiBrSF6Qyi2MCmB90JSZGuR3Q9xcga7fN1cqBVeSU40GngRozIVqUnYDjULbN7rAF_n.SrCP_lEa6f5AC2Jf3Nf40eMUt4tTlK6ABCjyBziq.j9soJR", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Patients with Serious Mental Health Conditions Receive Preventive Care at Rates Similar to Those Without These Conditions", "title_full": "Patients with Serious Mental Health Conditions Receive Preventive Care at Rates Similar to Those Without These Conditions", "published": "2017-10-19T07:01:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/screenings-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 111}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4dfc80d1b0a2a3954c0905e68047b8b4520c207f", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUveGveQX.WTMIEB9fygdyN5uChiBrSF6Qyi2MCmB90JSZGuR3Q9xcga7fN1cqBVeSU40GngRozIVqUnYDjULbN7rAF_n.SrCP_lEa6f5AC2Jf3Nf40eMUt4tTlK6ABCjyBziq.j9soJR", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-19T07:01:00.000+03:00", "title": "Patients with Serious Mental Health Conditions Receive Preventive Care at Rates Similar to Those Without These Conditions", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Press Release Patients with Serious Mental Health Conditions Receive Preventive Care at Rates Similar to Those Without These Conditions October 18, 2017 Add to Collection \nPORTLAND, Ore. — People with schizophrenia and bipolar disorder received preventive health screenings at rates similar to or higher than people without mental illnesses, according to a study of more than 800,000 patients published today in the American Journal of Preventive Medicine. \nNearly 10 million people in the United States live with a serious mental health condition, and they have higher early death rates compared to those without these conditions. In fact, one study found that patients with schizophrenia were 3.5 times more likely to die early, compared to the general population. \nThe disparity is largely due to preventable causes such as high blood pressure, high cholesterol, diabetes and heart disease, and to modifiable risk factors such as poor diet, lack of exercise, smoking and medications that cause weight gain. \nResearchers hypothesized that people with mental illnesses might receive less preventive care than people without these illnesses. However, this study, which included patients within the Kaiser Permanente system and patients who get their care from safety-net clinics, found just the opposite. \nKaiser Permanente patients who were diagnosed with a mental health condition received between 80 and 81 percent of the recommended preventive care, while people with no diagnosis of a mental health condition received about 80 percent of the preventive care recommended for them. \nIn safety-net clinics, there was a larger difference between the two groups. Patients diagnosed with mental health conditions received between 62 and 70 percent of the preventive services recommended for them, while patients without a diagnosis of a mental health condition received about 60 percent of the recommended care. \n“We were pleased to learn that people with mental health conditions received as many or more preventive services as people without these conditions,” said Bobbi Jo Yarborough PsyD, lead author and researcher with the Kaiser Permanente Center for Health Research. \nHowever, Yarborough added, the finding doesn’t answer the question of why, according to national statistics, these people die earlier. \n“It may be that people with mental illnesses aren’t getting the support and treatment they need to prevent chronic disease. For example, we know that the medications people take to manage serious mental illnesses can cause rapid weight gain, but there are few programs to help these people manage their weight while they are on the medications,” said Yarborough. \nTo address this need, Yarborough and her colleagues developed a successful weight loss and diabetes risk reduction program , but she says few health systems implement these types of programs. \nFor the current study, researchers compared the proportion of recommended preventive screenings received among more than 100,000 adults who had a diagnosis of schizophrenia, bipolar or affective psychosis, or other mental health conditions such as anxiety or major depressive disorder, to the proportion of recommended screenings received among nearly 700,000 adults without a diagnosis of mental illness. \nStudy subjects were members of the Kaiser Permanente Northwest health system, or patients who received care in clinics that serve low-income individuals and those without health insurance. During 2012-2013, the researchers examined the medical records of these patients to find out if they were eligible for and had received 12 preventive services recommended by the U.S. Preventive Services Task Force. \nThe services included screening for obesity, diabetes, tobacco use, colorectal cancer, high blood pressure and high cholesterol, as well as the pneumococcal and flu vaccines. And for women, screening for breast and cervical cancer, and chlamydia and osteoporosis were also included. \nThe study was funded by a grant (R01 MH096795) from the National Institute of Mental Health. In addition to Yarborough, study authors include: Nancy A. Perrin, PhD, Scott P. Stumbo, MA, and Carla A. Green, PhD, MPH, of the Kaiser Permanente Center for Health Research; and John Muench, MD, MPH, of Oregon Health & Science University. \nAbout the Kaiser Permanente Center for Health Research The Kaiser Permanente Center for Health Research, founded in 1964, is a nonprofit research institution dedicated to advancing knowledge to improve health. It has research sites in Portland, Oregon, and Honolulu, Hawaii. Visit kpchr.org for more information. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to share.kp.org . CONTACT", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "yarborough", "sentiment": "none"}, {"name": "scott p. stumbo", "sentiment": "none"}, {"name": "john muench", "sentiment": "none"}, {"name": "carla a. green", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente kaiser permanente", "sentiment": "none"}, {"name": "bobbi jo yarborough", "sentiment": "none"}, {"name": "nancy a. perrin", "sentiment": "none"}], "organizations": [{"name": "serious mental health conditions receive preventive care", "sentiment": "negative"}, {"name": "u.s. preventive services task force", "sentiment": "none"}, {"name": "american journal of preventive medicine", "sentiment": "none"}, {"name": "oregon health & science university", "sentiment": "none"}, {"name": "kaiser permanente center for health research", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "national institute of mental health", "sentiment": "none"}, {"name": "kaiser permanente northwest", "sentiment": "none"}, {"name": "permanente medical group", "sentiment": "none"}, {"name": "news & views press release patients", "sentiment": "none"}, {"name": "kaiser permanente center for health research the kaiser permanente center for health research", "sentiment": "none"}], "locations": [{"name": "oregon", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "portland", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "portland", "sentiment": "none"}, {"name": "honolulu", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "hawaii", "sentiment": "none"}, {"name": "ore.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-19T07:15:31.006+03:00"}, {"thread": {"uuid": "b663aacf4d40bab8cad28971c59ab2a84f16d5bb", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUmSKkB9OypQcy7hlNQ7WEAT0w273HMTj6P15raSXplh1P.Jp7PihGGLjRmrg3RWhIf6bgSEo2B50ZL08r8uiz_W35ee37gQ8og--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Medicare Plans Highest Rated", "title_full": "Medicare Plans Highest Rated", "published": "2017-10-19T22:58:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/couple-asian-doc-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b663aacf4d40bab8cad28971c59ab2a84f16d5bb", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUmSKkB9OypQcy7hlNQ7WEAT0w273HMTj6P15raSXplh1P.Jp7PihGGLjRmrg3RWhIf6bgSEo2B50ZL08r8uiz_W35ee37gQ8og--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-19T22:58:00.000+03:00", "title": "Medicare Plans Highest Rated", "text": "  Feature Story Medicare Plans Highest Rated U.S. News & World Report gives Kaiser Permanente top scores in eight states and Washington D.C. for quality and service October 19,   Kaiser Permanente, the nation’s largest integrated health system, has the highest rated Medicare plans everywhere it operates — eight states and Washington D.C. — according to the recently released U.S. News & World Reports’ Best Medicare Plans 2018 . Kaiser Permanente’s Medicare plans received a 5.00 score — the highest possible — in California, Colorado, Oregon, Maryland, Virginia, Washington and Washington D.C. The organization, recognized as one of America’s leading   and not-for-profit health plans, also received a score of 4.50 in Georgia and Hawaii. According to U.S. News, no other plans rated higher in either state. Out of hundreds of Medicare Advantage plans considered, U.S. News assigned a 5.00 score to just 16 plans in its 2018 ratings, seven of which were Kaiser Permanente plans. The U.S. News & World Report ratings are resources for Medicare beneficiaries and their families searching for the best coverage options during the annual open-enrollment period, which started on Oct. 15 and runs through Dec. 7, 2017. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaiser permanente", "sentiment": "neutral"}], "organizations": [{"name": "medicare", "sentiment": "none"}, {"name": "u.s. news & world reports", "sentiment": "none"}, {"name": "u.s. news", "sentiment": "none"}, {"name": "medicare advantage", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}], "locations": [{"name": "oregon", "sentiment": "none"}, {"name": "colorado", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "hawaii", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "georgia", "sentiment": "none"}, {"name": "washington d.c.", "sentiment": "none"}, {"name": "washington d.c", "sentiment": "none"}, {"name": "maryland", "sentiment": "none"}, {"name": "virginia", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T01:25:47.004+03:00"}, {"thread": {"uuid": "011bec067b8756d9d011e049b1c9f27262575aa7", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORroJioNhW8RafKZwEs7kyUd.g3AbskEctf56s2O.equ4GkzepRhWXzt2jHwULVYyRPvN6vwyNpkZrKqCxX5Ourh", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente Sparks Conversations on Mental Health Through StoryCorps Partnership", "title_full": "Kaiser Permanente Sparks Conversations on Mental Health Through StoryCorps Partnership", "published": "2017-10-19T21:37:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/ShawnBeth_548x336.jpg", "performance_score": 1, "domain_rank": 1935, "social": {"facebook": {"likes": 142, "comments": 0, "shares": 142}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 263}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "011bec067b8756d9d011e049b1c9f27262575aa7", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORroJioNhW8RafKZwEs7kyUd.g3AbskEctf56s2O.equ4GkzepRhWXzt2jHwULVYyRPvN6vwyNpkZrKqCxX5Ourh", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-19T21:37:00.000+03:00", "title": "Kaiser Permanente Sparks Conversations on Mental Health Through StoryCorps Partnership", "text": "  Kaiser Permanente Sparks Conversations on Mental Health Through StoryCorps Partnership   Beth Allen and Shawn Smith. \nAs a teenager, Beth Allen couldn’t quite describe some of the feelings she was experiencing. She felt joy and a zest for life but also deep despair, almost at the same time. At times, Allen just didn’t want to exist. \nYears later, after graduating college, Allen had panic attacks she said felt like a heart attack, and felt so depressed she sometimes couldn’t get out of bed. \nBut things are different for her now. She found a combination of medication and therapy that worked for her and believes her experience can bring hope to others. Which is why when Kaiser Permanente put out a call, both inside and outside its organization, asking people to share their stories about depression and other mental health conditions, she volunteered right away. \nKaiser Permanente has partnered with StoryCorps, a national oral history project, to capture intimate conversations between two people who know each other well. In a short recording, Beth, a Kaiser Permanente graphic designer who lives in San Francisco, talks with her boyfriend, Shawn Smith. \n“It’s important for people who feel depressed to know that there are other people out there who feel the same way,” Allen said about why she participated. “I’d like to help people not be ashamed or embarrassed to talk about how they feel.” \nThe partnership is part of Kaiser Permanente’s public health awareness campaign called Find Your Words, which launched in 2016 and aims to break the silence and reduce stigma around depression and other mental health conditions. \nBeth and Shawn’s conversation — along with mental health resources, a self-assessment tool and information on how to get help — are available on findyourwords.org . \nIn the coming months, more conversations will be added, including one in Spanish. Each recording eventually will be accompanied by an animation of the story. \nThis is the first time StoryCorps has devoted recordings solely to depression and other mental health issues. \n“Mental health is a big issue in our society and one that we’ve touched upon in many of our recordings ever since we began 14 years ago,” said Braden Lay-Michaels, chief external relations officer with StoryCorps. “We are hoping this partnership and this sharp focus on mental health will help people understand it and create empathy for those struggling with mental health conditions.” \nThe partnership, Lay-Michaels added, aligns well with the StorpCorps’ mission, which is to preserve and share experiences and stories to build connections between people and create a more just and compassionate world. \nDon Mordecai, MD, the Kaiser Permanente national leader on mental health and wellness, is hoping these recordings will help fight the stigma that prevents many people with depression from getting help. \n“Stigma breeds silence and prevents people from getting support. We want to end the silence,” Dr. Mordecai said. “Our hope is that hearing these stories of people who have successfully managed their mental health issues will help people feel encouraged to talk to a friend or loved one and seek help.” \nAllen is no longer suffering. She’s with Shawn, who accepts her in a way no boyfriend has. She finds joys in little things and is grateful for what she has. \n“It’s calming to know you are not alone. You are not alone,” Beth said at the end of her story. “And just remember that.” Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "beth alle", "sentiment": "negative"}, {"name": "beth allen", "sentiment": "none"}, {"name": "shawn", "sentiment": "none"}, {"name": "shawn smith", "sentiment": "none"}, {"name": "braden lay-michaels", "sentiment": "none"}, {"name": "lay-michaels", "sentiment": "none"}, {"name": "beth", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "don mordecai", "sentiment": "none"}, {"name": "allen", "sentiment": "none"}, {"name": "mordecai", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente sparks conversations on mental health through storycorps partnership   kaiser permanente sparks conversations on mental health through storycorps", "sentiment": "neutral"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "storycorps", "sentiment": "none"}], "locations": [{"name": "san francisco", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T01:25:50.004+03:00"}, {"thread": {"uuid": "f65ffa3d3b0ea0108ad367e87f2aa940f2ba023c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORp3HM_YrJ7znyeQ0831yz_qYkJW1s6zLYv1SMFrc3V0GI3YnO_q0Lbe0iQYcXXvNKo-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/health-research/feed", "site_categories": ["health"], "section_title": "Health Research – Kaiser Permanente Share", "title": "Kaiser Permanente Study Finds a More Effective Way to Test for HPV", "title_full": "Kaiser Permanente Study Finds a More Effective Way to Test for HPV", "published": "2017-10-20T20:52:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/tewari_devansu-hpv-study.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f65ffa3d3b0ea0108ad367e87f2aa940f2ba023c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORp3HM_YrJ7znyeQ0831yz_qYkJW1s6zLYv1SMFrc3V0GI3YnO_q0Lbe0iQYcXXvNKo-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-20T20:52:00.000+03:00", "title": "Kaiser Permanente Study Finds a More Effective Way to Test for HPV", "text": "  Kaiser Permanente Study Finds a More Effective Way to Test for HPV October 20,   \nA study of more than 850 women demonstrated it is effective to conduct a human papillomavirus test in the same preservative fluid as a Pap test. This has the potential to increase efficiency and decrease waste. The findings were published online Oct. 13, 2017 in the Journal of Clinical Pathology. Devansu Tewari, MD \nAs a result of the findings, organizations such as Kaiser Permanente can consider transitioning to single collection of a Pap test and HPV test, rather than sending two different samples to the lab, said lead author, Devansu Tewari, MD, MBA, a gynecologic oncologist at Kaiser Permanente in Orange County, California. \nHPV infections are the most common sexually transmitted infections in the United States and are the main cause of cervical cancer in women. Both the Pap and HPV test are used to screen for cervical cancer. This research is a step toward making testing for HPV infections more simple and straightforward. \n“The opportunity to move toward primary HPV screening would not have existed with the method we currently use,” Dr. Tewari said. “As future studies build upon this one, that potential of primary HPV screening is within reach. It is one of many ways we are working to enhance cervical cancer screening.” \n‘Always innovating’ \nThis research fills an unmet need for the medical community, said Michael Kanter, MD , executive vice president and chief quality officer for The Permanente Federation, the national umbrella organization for the more than 21,000 physicians who provide care to Kaiser Permanente’s more than 11.8 million members. \n“This research shows we are always innovating and finding ways to improve care delivery for our members, which highlights our commitment to shaping   care,” Dr. Kanter said. \nLast year, research at Kaiser Permanente in Southern California led to FDA approval of the first HPV test that can be used with cervical cells obtained for a Pap test and collected in a specific preservative fluid. The study published online was the basis of that FDA approval. \nBefore FDA approval in 2016, a different HPV test had to be collected into an FDA-approved medium, leading to the need for two collection samples: one for HPV and one for Pap. Like a Pap test, an HPV test is done on a sample of cells collected from the cervix. \nIdentifying women at highest risk \nIn addition to allowing for a single collection, other findings in this study showed that the test gives clinicians the opportunity to identify whether the HPV virus type is one of the most carcinogenic. The HPV genotypes 16 and 18 cause approximately 70 percent of cervical cancers worldwide. \n“This test not only allows health care providers to identify more women at highest risk for developing cervical cancer and to intervene earlier, but knowing the specific HPV type empowers providers to be more effective and accurate in their education and counseling of patients. This could lead to greater patient understanding as well as improved compliance with surveillance and treatment,” said Christina Hong, MD, a study co-author and assistant chief of service of the Obstetrics and Gynecology Department at Kaiser Permanente Orange County. \nThe study also found that there was a reliable performance of the test in a highly HPV-vaccinated population. \n“The next step will include pilot studies to further expand on the recent study, while continuing to enhance our high-quality cervical cancer screening program,” Dr. Tewari said. \n“This is an example of how the power of our integrated delivery model of care can meet national needs in health care while optimizing the health of our own patients,” Dr. Tewari said. “Kaiser Permanente’s diverse member base and electronic health records were key to this work, which has the power to transform practices and health care organizations approach to screening.” \nCo-authors in the study were: Susan Novak-Weekley, PhD, Southern California   Regional Reference Laboratories, North Hollywood; and Shagufta Aslam, PhD, and Catherine M. Behrens, MD, PhD, of Roche Molecular Systems, Pleasanton, California. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-20T21:49:18.001+03:00"}, {"thread": {"uuid": "76e4dc3fe9ba8c46873ed5bf92417c1a0510e5d5", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjk216DclD_PjCwV5i5Pz.jBdtdiwz_R503Lk26r1CHTe5eIoaDBpoPfID1KuWlQ1z.3RQ7vHwTH_dk3Bh_PjHqnzH10fEMNbQ--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Ruth Brinkley Named President of Kaiser Permanente Northwest Region", "title_full": "Ruth Brinkley Named President of Kaiser Permanente Northwest Region", "published": "2017-10-24T22:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/Brinkley_548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 8, "comments": 0, "shares": 8}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 154}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "76e4dc3fe9ba8c46873ed5bf92417c1a0510e5d5", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjk216DclD_PjCwV5i5Pz.jBdtdiwz_R503Lk26r1CHTe5eIoaDBpoPfID1KuWlQ1z.3RQ7vHwTH_dk3Bh_PjHqnzH10fEMNbQ--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-24T22:00:00.000+03:00", "title": "Ruth Brinkley Named President of Kaiser Permanente Northwest Region", "text": "  Ruth Brinkley Named President of Kaiser Permanente Northwest Region October 24,   Ruth Brinkley \nOAKLAND, Calif. — Kaiser Permanente announced today that Ruth Brinkley is the new president of Kaiser Foundation Health Plan and Hospitals of the Northwest, which includes Oregon and markets in Vancouver and Longview/Kelso, Washington. \nBrinkley comes to Kaiser Permanente from KentuckyOne Health, Kentucky’s largest integrated health system, where she has served as CEO since 2012. KentuckyOne is a division of Catholic Health Initiatives, one of the nation’s largest nonprofit health systems. \n“Ruth’s deep experience in integrated and nonprofit health care systems makes her a great fit for this important leadership role,” said Kaiser Permanente Chairman and CEO Bernard J. Tyson . “Her commitment to improving access to high-quality care is very reflective of Kaiser Permanente’s mission. Ruth understands the ever-growing demands of consumers. I look forward to her contributions in the Northwest and to our entire organization.” \nKentuckyOne was created in 2012 by the merger of Jewish Hospital & Saints Mary and Elizabeth HealthCare and Saint Joseph Health System. In 2013, the University of Louisville Hospital and the James Graham Brown Cancer Center joined KentuckyOne. Brinkley is credited with successfully overseeing post-merger systems integration and optimization, along with expanding signature programs in heart and cancer care for the benefit of citizens across Kentucky. \nBrinkley, who began her health care career as a nurse, has also served as president and CEO of Carondelet Health Network in Tucson, Arizona, and as president and CEO of Memorial Health Care System in Chattanooga, Tennessee. \nBrinkley will report directly to Gregory Adams , executive vice president and group president, Kaiser Foundation Health Plan, Inc. and Hospitals. \n“Ruth’s expertise in leading local and regional health systems, her patient focus and her drive for continually improving operations will help us deliver on our promise of providing high-quality, affordable health care,” said Adams. \n“I am excited and honored for this opportunity to serve the communities of the Northwest Region” Brinkley said. “Kaiser Permanente has a remarkable legacy of excellence and innovation in health care. I am looking forward to building upon that legacy to bring total health to new members and additional communities in this great region.” \nKaiser Permanente’s Northwest Region provides health care and coverage to more than 570,000 medical and 260,000 dental members at 34 medical offices, 20 dental offices and two hospitals. Earlier this month, the Centers for Medicare and Medicaid Services gave Kaiser Permanente Northwest’s Medicare plan the highest possible rating of 5 out of 5 stars for the seventh year in a row. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape   care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal   physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, for more information, go to: kp.org/share . CONTACT", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ruth brinkley", "sentiment": "negative"}, {"name": "ruth brinkley  o", "sentiment": "neutral"}, {"name": "ruth", "sentiment": "none"}, {"name": "kentuckyone", "sentiment": "none"}, {"name": "bernard j. tyson", "sentiment": "none"}, {"name": "gregory adams", "sentiment": "none"}, {"name": "adams", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente kaiser permanente", "sentiment": "none"}, {"name": "brinkley", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente northwest region   ruth brinkley named", "sentiment": "neutral"}, {"name": "kaiser permanente northwest’s medicare", "sentiment": "none"}, {"name": "catholic health initiatives", "sentiment": "none"}, {"name": "northwest region", "sentiment": "none"}, {"name": "saint joseph health system", "sentiment": "none"}, {"name": "kaiser foundation health plan, inc.", "sentiment": "none"}, {"name": "james graham brown cancer center", "sentiment": "none"}, {"name": "medicaid services", "sentiment": "none"}, {"name": "university of louisville hospital", "sentiment": "none"}, {"name": "northwest", "sentiment": "none"}, {"name": "memorial health care system", "sentiment": "none"}, {"name": "kentuckyone health", "sentiment": "none"}, {"name": "jewish hospital & saints mary", "sentiment": "none"}, {"name": "elizabeth healthcare", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "centers for medicare", "sentiment": "none"}, {"name": "kaiser foundation health plan", "sentiment": "none"}, {"name": "carondelet health network", "sentiment": "none"}], "locations": [{"name": "kaiser permanente northwest", "sentiment": "none"}, {"name": "oregon", "sentiment": "none"}, {"name": "chattanooga", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "vancouver", "sentiment": "none"}, {"name": "northwest region", "sentiment": "none"}, {"name": "tucson", "sentiment": "none"}, {"name": "tennessee", "sentiment": "none"}, {"name": "kentucky", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "northwest", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "akland", "sentiment": "none"}, {"name": "calif.", "sentiment": "none"}, {"name": "arizona", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T19:39:07.010+03:00"}, {"thread": {"uuid": "492093333fe640ad35d13206c4fd3a70a2aaff71", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORoLJEiseo9hHOeEW9Fo8VXaCYu0GGPQ3kTXFh5mEizQ34P4LUxJCpPbDmZwt4ZH2cc2DctVWY5ZL0Ro_gvkmKIJsDZvk8wo1iBvffEiV89ORjwzpTo17IRT2iR1McYuKPc-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente Southern California Partners with Local Law Enforcement to Take Back Unwanted Prescription Drugs", "title_full": "Kaiser Permanente Southern California Partners with Local Law Enforcement to Take Back Unwanted Prescription Drugs", "published": "2017-10-24T18:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/drug-take-back-day-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "492093333fe640ad35d13206c4fd3a70a2aaff71", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORoLJEiseo9hHOeEW9Fo8VXaCYu0GGPQ3kTXFh5mEizQ34P4LUxJCpPbDmZwt4ZH2cc2DctVWY5ZL0Ro_gvkmKIJsDZvk8wo1iBvffEiV89ORjwzpTo17IRT2iR1McYuKPc-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-24T18:00:00.000+03:00", "title": "Kaiser Permanente Southern California Partners with Local Law Enforcement to Take Back Unwanted Prescription Drugs", "text": "  Kaiser Permanente Southern California Partners with Local Law Enforcement to Take Back Unwanted Prescription Drugs October 24,   \nPASADENA, Calif . — Kaiser Permanente facilities throughout the Kaiser Permanente Southern California Region, in partnership with local law enforcement agencies, are encouraging community members to participate in the 14th “ National Prescription Drug Take-Back Day ” on Saturday, Oct. 28, 2017, from 10 a.m. to 2 p.m. The service is free, easy and anonymous. \n“Events like this offer health care providers and law enforcement an opportunity to raise awareness about the benefits of properly storing and disposing of prescription medication,” said Alan Kiyohara, vice president, Pharmacy Operations and Services for Kaiser Permanente Southern California. “Our ultimate goal is to assure high-quality care by providing appropriate medications and ensuring patient safety, and this effort is right in keeping with that goal.” \nPrescription drug take-back programs address vital public safety and public health issues while providing local residents with a convenient way to safely dispose of expired, unwanted, or unused medicines. Medicines that languish in home cabinets are highly susceptible to diversion, misuse and abuse \nAt the last Drug Take-Back event in April, Kaiser Permanente facilities in Southern California collected more than 7,000 pounds of unwanted medications. Properly disposing prescription drugs reduces the risk of abuse, accidental poisonings and environmental damage. \nRates of prescription drug abuse in the U.S. are alarmingly high, as are the number of accidental poisonings and overdoses due to these drugs. According to the Centers for Disease Control and Prevention, opioids (including prescription opioids and heroin) killed more than 33,000 people in 2015 alone. Studies show that a majority of abused prescription drugs are obtained from family and friends, often from home medicine cabinets. \nPeople unable to participate on Oct. 28 can properly dispose of unwanted medications at drug disposal kiosks in Kaiser Permanente facilities throughout Southern California. Kiosks are available at Kaiser Permanent locations for public use during regular service hours. A listing of additional kiosks available for public use can found on the Drug Enforcement Administration website . \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape   care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945, Kaiser Permanente has a mission is to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal   physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to share.kaiserpermanente.org . CONTACT", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "— kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "alan kiyohara", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente southern california partners", "sentiment": "negative"}, {"name": "local law enforcement", "sentiment": "negative"}, {"name": "pharmacy operations and services for kaiser permanente southern california", "sentiment": "none"}, {"name": "kaiser permanent", "sentiment": "none"}, {"name": "centers for disease control and prevention", "sentiment": "none"}, {"name": "drug enforcement administration", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente southern california region", "sentiment": "none"}], "locations": [{"name": "southern california", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "calif", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "pasadena", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T19:39:08.008+03:00"}, {"thread": {"uuid": "e1a7ca520e8309ecbd275da8c987e0cc9e7f702c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUnbEGFzmmozCFPr7Nzrjt3Xb.LqeTvt1xUC0MwOxJJVnkyQdwkJawoQ-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Fragile Bones, Unbreakable Spirit", "title_full": "Fragile Bones, Unbreakable Spirit", "published": "2017-10-26T01:49:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/jessica-minor-mountain-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 3, "comments": 0, "shares": 3}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e1a7ca520e8309ecbd275da8c987e0cc9e7f702c", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUnbEGFzmmozCFPr7Nzrjt3Xb.LqeTvt1xUC0MwOxJJVnkyQdwkJawoQ-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-26T01:49:00.000+03:00", "title": "Fragile Bones, Unbreakable Spirit", "text": "  Fragile Bones, Unbreakable Spirit   Jessica Minor after climbing a mountain in Israel. \nMany people live their entire life without ever fracturing or breaking a bone. But what if you could fracture a bone just by bumping into something, rolling over in bed, or even sneezing? For people born with osteogenesis imperfecta, also known as “brittle bone disease,” fragile bones are just part of life. \nOI is a rare genetic disorder that affects an estimated 25,000 to 50,000 people in the United States. How severely someone is affected can vary greatly, ranging from a few broken bones or fractures, to several hundred over their lifetime. \nJessica Minor, a program coordinator working in Kaiser Permanente’s Mid-Atlantic States Region, was diagnosed with OI at 9 months. As the name suggests, people with OI have fragile skeletons, but for Jessica, the fragility stops there. She’s confident, compassionate and doesn’t let her disability define or limit her. Outside of work, she loves cooking, yoga, travel and spending time with her husband, family and friends. She embodies “Unbreakable Spirit,” the official slogan of the Osteogenesis Imperfecta Foundation . \nThis is her story \nI have one of the least severe types of OI so I’ve had relatively few fractures and breaks, which is when the bone breaks all the way through, compared to others with OI who have had hundreds. Like most people with the disorder, I have metal rods in my leg bones to make them straighter and stronger, and for most of my life, I’ve relied on a walker or a wheelchair to get around. \nI don’t remember my parents ever sitting me down to talk about living with OI, what that meant for my future, what could happen, or what I could or couldn’t do. As a family, we just dealt with my experiences as they happened. \nI do remember that my parents were always advocating for me. This was incredibly important because with a disorder like OI, you’re combating strong assumptions and stereotypes about your limitations and your abilities. My parents taught me to speak up for myself at an early age. I was taught to ask for what I needed to be successful, and to make sure people understood that I knew what was best for me and what I was capable of, even at a very young age. Jessica Minor with her sister, Sally Finkel, in Greece. \nCreating awareness a critical step forward \nIn elementary and middle school, I would get up in front of my class at the beginning of every year and explain to them about my disability. In high school, this seemed like the wrong approach, so I started educating teachers and friends individually. This is great and has been very successful, but I know that educating people about OI is a lifelong project. \nBecause it’s so rare, most people who hear “brittle bone disease” immediately assume that you can’t do anything without hurting yourself. The reality is that you can live a very normal life with OI and I want to emphasize that people with OI are their own best judges. Even if you think they are taking risks or doing things that are dangerous for them, you have to let them live their lives. That is the most critical part of my awareness campaign. \nHowever, the aspect of OI that people don’t realize is that it’s a collagen disorder and has a much broader effect on the body than just bones. In fact, as you age with OI, you usually have fewer fractures and broken bones — instead other issues surface, such as respiratory and joint problems. \nBuilding a career at Kaiser Permanente \nThroughout elementary, middle and high school, I always had amazing and supportive teachers and every accommodation I needed to be successful. When I went away to college, I was lucky to live in a small community where people quickly learned about my disability. Not only did I receive great support from my professors and the university overall, but the university police were kind enough to salt the walkway near my building so I could get to and from class in my wheelchair. \nWhen I moved to Washington, D.C., for my first job at the Osteogenesis Imperfecta Foundation, I was fortunate to connect with wonderful mentors who helped me navigate the challenges of living in the big city and find internships that helped build the foundation for my future career. \nI had a similar situation with Kaiser Permanente. I started as a student fellow with the Mid-Atlantic States’ Community Benefit organization, supporting the Community Health Needs Assessment, and loved the work. After completing the fellowship and then working for another company for a year, my team at Kaiser Permanente hired me full-time as a Community Benefit program coordinator. And   been wonderful in meeting my accommodation needs — especially my manager, who reached out to me before I even started to determine my needs, and Marc Wilkerson, my disability case manager, who was incredibly professional and supportive. \nEmbracing the benefits of yoga \nGrowing up with a disability was challenging, especially one that people didn’t understand, but my disability helped me find my path. … Overcoming these challenges, and others, helped me gain the confidence to attend college in Cincinnati and to move halfway across the country to Washington, D.C., a city where I didn’t know anyone. And it has given me the confidence to pursue so many things that I’ve achieved in life. \nWhen I was younger, I participated in multiple clinical trials involving pills and IVs over a period of years, with minimal results. I can’t say that my bones are stronger now than when I was young, but I definitely have fewer breaks and fractures. I attribute this partially to better balance, paying more attention and increasing my core strength through yoga. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sally finkel", "sentiment": "none"}, {"name": "marc wilkerson", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "jessica minor", "sentiment": "none"}, {"name": "jessica", "sentiment": "none"}], "organizations": [{"name": "mid-atlantic states’ community benefit", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "osteogenesis imperfecta foundation", "sentiment": "none"}], "locations": [{"name": "israel", "sentiment": "none"}, {"name": "greece", "sentiment": "none"}, {"name": "mid-atlantic states region", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "d.c.", "sentiment": "none"}, {"name": "cincinnati", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T14:09:00.001+03:00"}, {"thread": {"uuid": "b7e4c5b519d1116ab5f30d038b639e170c42797b", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORqkOQgo3cIdkq0cR.j0S2GJRnq9.41mcuO0AJ1CitvPHGSl_8mv_z27cQdBbu6h35mWcZHnOguLF4JxNSzgDkgCNSDkVp.xQzs-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Kaiser Permanente Santa Rosa Medical Center Reopens After Devastating North Bay Fires", "title_full": "Kaiser Permanente Santa Rosa Medical Center Reopens After Devastating North Bay Fires", "published": "2017-10-26T01:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/santa-rosa-med-center-feature-548x336.jpg", "performance_score": 10, "domain_rank": 1935, "social": {"facebook": {"likes": 1941, "comments": 0, "shares": 1941}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 12}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b7e4c5b519d1116ab5f30d038b639e170c42797b", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUjr6ZOhsO_5zSPOop5WCORqkOQgo3cIdkq0cR.j0S2GJRnq9.41mcuO0AJ1CitvPHGSl_8mv_z27cQdBbu6h35mWcZHnOguLF4JxNSzgDkgCNSDkVp.xQzs-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-26T01:00:00.000+03:00", "title": "Kaiser Permanente Santa Rosa Medical Center Reopens After Devastating North Bay Fires", "text": "  Kaiser Permanente Santa Rosa Medical Center Reopens After Devastating North Bay Fires Hospital, Emergency Department join medical offices in resuming services   \nOAKLAND, Calif. — Kaiser Permanente reopened its Santa Rosa hospital and emergency department today, following an emergency evacuation and closure on Oct. 9 as wildfires approached the building. \nKaiser Permanente physicians, nurses and staff quickly mobilized to safely evacuate all of the hospitalized and emergency department patients as fires rapidly approached the hospital. Patients were transferred to other Kaiser Permanente facilities and community hospitals in the area. The entire evacuation took about three hours. \n“Our main focus that morning was to do everything that we could to ensure that our patients were evacuated safely and transferred to the appropriate level of care where they could continue to be treated and heal,” said Josh Weil, MD, assistant physician-in-chief for Kaiser Permanente Santa Rosa. \nWhile the medical center was not damaged by the fire, due to the fire’s proximity to the building the hospital has undergone extensive cleaning, restocking and evaluation prior to reopening. \n“Our commitment to the health and safety of our patients and staff is our highest priority,” explained Judy Coffey, RN, senior vice president and area manager, Kaiser Permanente Marin-Sonoma. “We are grateful to our wonderful physicians, nurses and staff — over 200 of whom lost their homes in this disaster — for their ongoing commitment and dedication, and are pleased to reopen our doors to the community.” \nKaiser Permanente medical offices at 401 Bicentennial Way reopened on Monday, Oct.16. Members with questions about scheduled appointments should contact the Appointment and Advice Call Center at 1-866-454-8855. In addition, video visits and telephone appointments are available for primary care needs. For questions about pharmacy services, including redirecting mail order prescriptions, call the Kaiser Permanente Pharmacy Call Center at 1-888-218-6245. \nAbout Kaiser Permanente Kaiser Permanente is committed to helping shape the future of health care. We are recognized as one of America’s leading health care providers and not-for-profit health plans. Founded in 1945,   a mission to provide high-quality, affordable health care services and to improve the health of our members and the communities we serve. We currently serve 11.8 million members in eight states and the District of Columbia. Care for members and patients is focused on their total health and guided by their personal Permanente Medical Group physicians, specialists and team of caregivers. Our expert and caring medical teams are empowered and supported by industry-leading technology advances and tools for health promotion, disease prevention, state-of-the-art care delivery and world-class chronic disease management. Kaiser Permanente is dedicated to care innovations, clinical research, health education and the support of community health. For more information, go to: kp.org/share. CONTACT", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaiser permanente marin-sonoma", "sentiment": "none"}, {"name": "kaiser permanente kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "josh weil", "sentiment": "none"}, {"name": "judy coffey", "sentiment": "none"}], "organizations": [{"name": "kaiser permanente santa rosa medical center reopens after devastating north bay fires   kaiser permanente santa rosa medical center", "sentiment": "neutral"}, {"name": "kaiser permanente pharmacy call center", "sentiment": "none"}, {"name": "kaiser permanente santa rosa", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "permanente medical group", "sentiment": "none"}], "locations": [{"name": "north bay fires hospital", "sentiment": "none"}, {"name": "district of columbia", "sentiment": "none"}, {"name": "bicentennial way", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "calif.", "sentiment": "none"}, {"name": "oakland", "sentiment": "none"}, {"name": "santa rosa", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T14:09:01.002+03:00"}, {"thread": {"uuid": "a96f5f2de410f762306d3f015db8485a7e46df63", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUkHDHrcHCXvVx1ng2GOPkFdenclC_Ux_D1zf08UvZ6BwkAbdhrrJwEiLnT9nCtFMJQ--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "The Expanding Role of Pharmacists in Patient Care", "title_full": "The Expanding Role of Pharmacists in Patient Care", "published": "2017-10-27T02:20:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/pharmacists-mas-feature2-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a96f5f2de410f762306d3f015db8485a7e46df63", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUkHDHrcHCXvVx1ng2GOPkFdenclC_Ux_D1zf08UvZ6BwkAbdhrrJwEiLnT9nCtFMJQ--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-27T02:20:00.000+03:00", "title": "The Expanding Role of Pharmacists in Patient Care", "text": "  The Expanding Role of Pharmacists in Patient Care   Kathy Brown, left, Kaiser Permanente Northern California regional vice president of pharmacy, and Amy Gutierrez, right, vice president and chief pharmacy officer, join clinical pharmacists Kelly Mullican and Golby Jalabi at a patient event in Washington, D.C. \nThe scope of pharmacy practice is expanding in all care settings. This is especially true at Kaiser Permanente, because in the organization’s integrated care model, pharmacists work closely with physicians, nurses and other care providers to optimize the effectiveness of medications and promote the total health of patients and members. \nKaiser Permanente members receive care from approximately 5,000 pharmacists nationwide serving in a variety of settings, including hospitals, outpatient pharmacies, clinics, infusion centers, call centers, central prescription filling facilities — even through virtual visits. \nFrom tracking medication adherence for patients with chronic conditions to making sure that patients discharged from the hospital are transitioned with the right medication plan, pharmacists are often the voice and face of Kaiser Permanente. \nWith Kaiser Permanente’s electronic health record and other networked technologies, pharmacists and other care providers have access to a patient’s entire health history, prescription lists, allergies and diagnosed conditions, all of which are used to maximize opportunities to ensure that patients are taking the right medication, at the right time, and at the right dose. \nPharmacists leverage technology to monitor for problematic medication interactions and dosing that appears to be outside of recommended ranges. They also lead a variety of programs designed to improve medication safety, from identifying drugs that are high risk for the elderly to ensuring the safe and appropriate use of opioids. \n“With the increasing complexity of many new drug therapies, coordination of care is more important than ever,” said Amy Gutierrez, vice president and chief pharmacy officer, Kaiser Permanente. “The more patients interact with their pharmacists and the more pharmacists are connected with other care providers in an integrated system, the more medication effectiveness, quality and safety are enhanced.” \nAdvancing the profession \n  recognized as a national pharmacy leader. Earlier this year — for the seventh year in a row — the organization earned the Pharmacy Quality Alliance’s Excellence in Quality Award for high achievement in medication safety and appropriate use. \nPharmacists at Kaiser Permanente conduct ground-breaking research on new drug therapies and treatment innovations, contributing to hundreds of published studies each year that advance patient care as well as the pharmacy profession as a whole. \nKaiser Permanente also contributes to the pharmacy profession with its Pharmacy Residency Programs, which provide new pharmacy graduates invaluable experience in a variety of care settings. Many of these new pharmacists choose to begin their careers with Kaiser Permanente because they experience first-hand the ability to provide total health support to patients in an integrated system. \nLearn more about American Pharmacists Month and the evolving role of pharmacists. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaiser permanente northern", "sentiment": "negative"}, {"name": "kathy brown", "sentiment": "negative"}, {"name": "amy gutierrez", "sentiment": "none"}, {"name": "golby jalabi", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "kelly mullican", "sentiment": "none"}], "organizations": [{"name": "pharmacy residency programs", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}], "locations": [{"name": "d.c", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-27T10:06:20.019+03:00"}, {"thread": {"uuid": "ab9903862bb0750b43b7c5b68b3ef7ea582e7f14", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUsDn0QgD_KkUmqr0Wg6wG5qEnOfbJJafZGkwtvvCbJuA6N.dYxFyof0fcMIqaGZclcbjXKHD0n8pDU5jppuuHs4-", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Member’s Facebook Video Leads to Cancer Diagnosis and Treatment", "title_full": "Member’s Facebook Video Leads to Cancer Diagnosis and Treatment", "published": "2017-10-27T00:59:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/Gonzales-thyroid-cancer-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ab9903862bb0750b43b7c5b68b3ef7ea582e7f14", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUsDn0QgD_KkUmqr0Wg6wG5qEnOfbJJafZGkwtvvCbJuA6N.dYxFyof0fcMIqaGZclcbjXKHD0n8pDU5jppuuHs4-", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-27T00:59:00.000+03:00", "title": "Member’s Facebook Video Leads to Cancer Diagnosis and Treatment", "text": "  Feature Story Member’s Facebook Video Leads to Cancer Diagnosis and Treatment Through a chance encounter with a stranger and the expertise of her cancer team, Shelly Gonzalez is now a survivor with an inspired passion for living.   Kaiser Permanente member Shelly Gonzalez, left, with nurse Karen Shampine, who noticed her tumor on Facebook. \nAs a professional health and wellness coach, Shelly Gonzales’ clients, friends, family and even strangers look to her Facebook page for inspiration to help them eat right and stay active. One post dramatically changed her life — and potentially others. \nIn January, while going through a divorce, Shelly created a video about how to handle life’s twists and turns. One viewer, whom Shelly had not met, messaged her and said, “I hope this doesn’t sound too forward. I am a nurse and I was watching your video and noticed a huge bulge in your neck. I wonder if you have had your thyroid checked.” \nShelly was angry, disbelieving and scared. After all, she was healthy. \nAfter examination by her primary care physician and specialists, and an ultrasound test, the dreaded “C” word — cancer — entered her vocabulary for the first time. Soon after, her thyroid was surgically removed at Kaiser Permanente’s Westside Medical Center in Oregon. \nA stranger and a guardian angel \nShelly considers the stranger her guardian angel and thanks her for being bold enough to speak out. She’s also grateful for her Kaiser Permanente care team, which provided all the expertise, skill and compassion to achieve a good outcome. \n“Everyone was wonderful,” she says. “The cancer specialists recognized the urgency in my case and did everything possible to get me into surgery as soon as possible. Fortunately, I didn’t need chemotherapy or radiation.” \nShelly also says that during conversations with her providers, “They focused on me, not on the clock, nor on their next patient. They made sure all my questions were answered.” \nA team behind every treatment \nPatients such as Shelly who have thyroid cancer receive care from Sunshine Dwojak, MD, otolaryngologist, a member of Kaiser Permanente Northwest’s Head and Neck Surgery department. Dr. Dwojak also leads a regional Head and Neck Cancer Task Force, which ensures best practices for patient care. \nPatients with head and neck cancer receive care from a team consisting of medical, radiation, and surgical oncologists, anesthesiologists, speech therapists, registered nurses, nurse navigators, physician assistants, dentists, physical therapists and other professionals. \nThis team cares for patients who have diseases and conditions of the ear, nose and throat. One cancer in particular, oropharyngeal cancer, caused by HPV (human papillomavirus), is on the rise across the US. Despite the increase, the prognosis in general remains very good, according to Dr. Dwojak. “Patients benefit from our very strong system of care. For example, we have a new best-practices staging system that allows patients to get the treatments they need, without harmful overtreatment.” \nPatients also benefit from robotic surgery to remove cancerous tissue. This advanced surgical technique means shorter hospitalization, less pain and discomfort, and faster recovery. \nFocus on recovery and learning \n“We know that a cancer diagnosis can cause great fear and anxiety for patients and family members,” says Dr. Dwojak. “We want patients to know that   equipped to treat complex, advanced cancers with leading technology and techniques delivered by highly trained clinicians.” \nAs for Shelly, the woman whose thyroid cancer was diagnosed by a stranger, she’s optimistic that her suffering is behind her. She leads a joyful life and uses her Facebook platform to inspire others to achieve health and wellness, and overcome life’s challenges. \n“I’m a cancer survivor and I have a lot to live for,” she says. Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "shelly", "sentiment": "none"}, {"name": "dwojak", "sentiment": "none"}, {"name": "shelly gonzales", "sentiment": "none"}, {"name": "shelly gonzalez", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "karen shampine", "sentiment": "none"}], "organizations": [{"name": "neck cancer task force", "sentiment": "none"}, {"name": "westside medical center", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}, {"name": "kaiser permanente northwest", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": [{"name": "oregon", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-27T10:06:22.002+03:00"}, {"thread": {"uuid": "e76c6293c7233b471f7f8e25e7097b83fc588a7e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUtg3Prw5jFHnbq8haAZF0r_JVCUPQQyDmw--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Teach Flu a Lesson", "title_full": "Teach Flu a Lesson", "published": "2017-10-28T01:30:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/10/little-girl-flu-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e76c6293c7233b471f7f8e25e7097b83fc588a7e", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUtg3Prw5jFHnbq8haAZF0r_JVCUPQQyDmw--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-28T01:30:00.000+03:00", "title": "Teach Flu a Lesson", "text": "Add to Collection \nTo help create flu-free communities and reduce school absenteeism, Kaiser Permanente is teaming up with eight Southern California school districts and local nursing programs to “Teach Flu a Lesson.” \nBeginning in October, every child at each participating school will be offered free injectable flu vaccine on-site, regardless of his or her insurance status. The flu vaccination clinics will be held at 112 schools across four counties – Orange, Los Angeles, San Bernardino and San Diego – through mid-December. Internal risk mapping, a method used to identify below-average flu vaccination rates in Kaiser Permanente membership, enabled Kaiser Permanente to target the specific geographic locations. \n“School-based vaccination clinics promote community immunity by helping to prevent influenza among children where outbreaks often start,” said Margaret Khoury, MD , pediatric infectious disease specialist and the regional lead of the Kaiser Permanente Southern California Flu Vaccination Program. “This helps close health inequity gaps in our communities, as well as decrease influenza-related illness that causes students to miss school.” \nThe campus clinics also make it more convenient for parents who do not need to take time off work to get the shots. \nInfluenza is the leading cause of illness in the United States, according to the Centers for Disease Control and Prevention. School-age children have the highest annual flu rates – as high as 42 percent, according to the American Academy of Pediatrics Committee on Infectious Diseases. \nMore than 8,500 students are expected to receive the flu vaccination this year through the Teach Flu a Lesson program. Nursing students from 16 nursing programs affiliated with Kaiser Permanente will administer the vaccines while gaining community health experience as part of their community health rotations. \nParticipating school districts by county include the following: Los Angeles County: Baldwin Park and El Rancho. Orange County: Anaheim, Buena Park, Santa Ana, and Savana. San Bernardino County: Yucaipa. San Diego County: San Diego. \nFor more information, please contact Kathy Kigerl, chief administrative officer, Southern California Permanente Medical Group, at . \nFor more information about Kaiser Permanente Southern California, follow us on twitter @KPSCALNews or go to share.kp.org", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaiser permane", "sentiment": "negative"}, {"name": "kathy kigerl", "sentiment": "none"}, {"name": "savana", "sentiment": "none"}, {"name": "margaret khoury", "sentiment": "none"}], "organizations": [{"name": "southern california permanente medical group", "sentiment": "none"}, {"name": "yucaipa", "sentiment": "none"}, {"name": "kaiser permanente southern california flu vaccination program", "sentiment": "none"}, {"name": "centers for disease control and prevention", "sentiment": "none"}, {"name": "kaiser permanente southern california", "sentiment": "none"}, {"name": "american academy of pediatrics committee", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}], "locations": [{"name": "san bernardino", "sentiment": "none"}, {"name": "anaheim", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "los angeles county", "sentiment": "none"}, {"name": "baldwin park", "sentiment": "none"}, {"name": "santa ana", "sentiment": "none"}, {"name": "buena park", "sentiment": "none"}, {"name": "san diego county", "sentiment": "none"}, {"name": "southern california", "sentiment": "none"}, {"name": "san bernardino county", "sentiment": "none"}, {"name": "san diego", "sentiment": "none"}, {"name": "orange county", "sentiment": "none"}, {"name": "el rancho", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-28T01:32:58.019+03:00"}, {"thread": {"uuid": "1e1684aa0ba5bf1a7d27e1eb28194c5909e9c624", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUpMgfJulUCKTqkbrFPamBFW8zLORiewK1RKAFDf.ZrSuvkZhXHzSR6EkBJeeomf6yA--", "site_full": "share.kaiserpermanente.org", "site": "kaiserpermanente.org", "site_section": "https://share.kaiserpermanente.org/category/rss-feed/feed", "site_categories": ["health"], "section_title": "rss-feed – Kaiser Permanente Share", "title": "Your Questions About Breast Cancer Screening Answered", "title_full": "Your Questions About Breast Cancer Screening Answered", "published": "2017-10-27T22:49:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://share.kaiserpermanente.org/wp-content/uploads/2017/08/fibroids-feature-548x336.jpg", "performance_score": 0, "domain_rank": 1935, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1e1684aa0ba5bf1a7d27e1eb28194c5909e9c624", "url": "http://omgili.com/ri/.wHSUbtEfZTAbGCr87g7zLXcVoeBxdi4TzVOUVbxyds6iRXvTwZOUpMgfJulUCKTqkbrFPamBFW8zLORiewK1RKAFDf.ZrSuvkZhXHzSR6EkBJeeomf6yA--", "ord_in_thread": 0, "author": "Karen Hershenson", "published": "2017-10-27T22:49:00.000+03:00", "title": "Your Questions About Breast Cancer Screening Answered", "text": "Read Disclaimer \nYour collection will not be saved on this site once your current session expires after an hour of inactivity. We will not save any of your browsing history. \nThe URL above is unique to your current collection. You can share it with others, but it will not be shown anywhere on this site. You haven’t collected any articles yet. \nClick the \"Add to Collection\" folder next to articles you want to revisit later. Then come back to this folder to see your list of articles, along with the URL to a permanent page we've created so you can view your articles at any time. \nBe sure to come here and copy your URL before you leave the site, as your collection will not be saved after you leave. News & Views Your Questions About Breast Cancer Screening Answered October 27, 2017 Add to Collection \nConfused about breast cancer screening and mammograms? You are not alone, says Susan Kutner, MD , general surgeon and chair of Kaiser Permanente’s Northern California Breast Care Task Force. As new research emerges, mammography guidelines shift. Still, Dr. Kutner stresses that mammography is the best screening tool for breast cancer right now. \n“The purpose of a mammogram is to detect cancer early. If we detect cancer in its earliest stage and treat it immediately, side effects are less intense and survival rates are higher,” she says. \nDr. Kutner recently shared the top questions she receives from patients, as well as the information and advice she frequently provides. \nWhen should women start getting mammograms and how often should they get them? \nOverall, it is important to look at each individual woman’s risk. What we’re learning is that we can’t just say “a mammogram every year is good for everyone” – it’s too much for some. We rigorously review all evidence every two years. It’s important to have a conversation with your primary care provider about your risk factors, which include previous biopsy results, previous cancers, your personal history and your family history. You should only get a mammogram if it is going to be beneficial to you and your health. Susan Kutner, MD \nThere is a lot of controversy surrounding women who fall into the 40-50 age group. Our evidence has shown that, as a group, not all women need to start getting mammograms at age 40. Talk to your primary care provider about the benefits and risks, specific to you. In the 50-74 age group, we see the greatest incidence of breast cancer and the greatest benefit of mammography. Typically, women in this age group have a mammogram every one-two years. For women over the age of 75, the risk of developing breast cancer continues, but they may be more at risk of developing other diseases that get in the way of early cancer detection. \nAre mammograms safe? \nMammography is an X-ray. There is a very low level of radiation exposure during each mammogram. However, X-ray exposure is a cumulative process over a lifetime. Therefore, each mammogram you do get should serve a purpose to you and your health. \nIn addition to screenings, how can women be proactive about decreasing their risk of developing breast cancer? \nEven before age 40, women should learn about and know their individual risks of developing breast cancer, and discuss with their primary care physician to tailor a screening plan specific to them. Women who have an immediate family history (mothers, sisters and aunts) of breast and ovarian cancer, especially below the age of 40, should be offered an evaluation by a genetic counselor to see if they need to start screening at an earlier age. The next step in being proactive involves making healthy lifestyle choices. These include getting regular exercise (30 minutes of aerobic exercise a day, five times a week), managing weight, avoiding smoking and excessive alcohol consumption, and maintaining a healthy diet as much as possible. \nWhat does the future of breast cancer screenings look like? \nIt’s possible that breast cancer screenings in the future will not be imaging tests. Since breast tissue is so variable, we may need to look at other ways to screen for breast cancer that have not been fully addressed before, such as a blood test for cancer markers. Overall, in the next phase of intervention and research, we will continue to improve — we’ve already gone from analog images to digital, and 3D is now emerging. It takes 10-20 years to see what works and to test equipment, and we want the next step to be valuable. \nWe need to be careful about what we’re doing, continue to reevaluate, and ultimately ask, “how can we detect cancer early?” We don’t want to over-diagnose or over-treat cancers. We are routinely looking at research to answer, “what are the recommendations?” and “how do screenings impact women at different ages?” \nFor example, some ask why self-exams have gone out of favor and why we don’t stress that like we used to. With self-exams, it is difficult to detect cancer early because cancer usually starts a little deeper in the breast, which makes it harder to feel it. This doesn’t mean we should ignore our bodies and subtle signs or that self-exams don’t have value. \nBreast cancer dramatically affects women and their families. We need to continue to get better at treating it. We also need to keep in mind that whatever we do to improve breast cancer risk and decrease the likelihood of dying from it, we must invest in a woman’s ability to get the information she needs to make a personal plan for her care. Related News ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kutner", "sentiment": "none"}, {"name": "susan kutner", "sentiment": "none"}], "organizations": [{"name": "northern california breast care task force", "sentiment": "none"}, {"name": "kaiser permanente", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-28T01:33:00.004+03:00"}], "totalResults": 33, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509143580004&q=language%3Aenglish+site%3Akaiserpermanente.org&sort=crawled", "requestsLeft": 784}