{"posts": [{"thread": {"uuid": "2b5b1e2b944ca6cc709add3b44fc4b6343e111f8", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiTYyB8zyIaiy9Z2if37F7ZT2Fi1WpjEVW", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "http://holycowvegan.net/feed", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Sourdough Pretzels", "title_full": "Sourdough Pretzels", "published": "2017-10-04T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://holycowvegan.net/wp-content/uploads/2011/10/soft-sourdough-pretzels-2.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2b5b1e2b944ca6cc709add3b44fc4b6343e111f8", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiTYyB8zyIaiy9Z2if37F7ZT2Fi1WpjEVW", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-04T15:00:00.000+03:00", "title": "Sourdough Pretzels", "text": "You are here Vegan Bread Recipes > Sourdough Pretzels Sourdough Pretzels Jump to Recipe ↓ Print Recipe ❒ \nMy vegan Sourdough Pretzels are fluffy and light as a cloud. You won’t be able to stop eating them, which is one good reason to make these asap. \nPretzels may or may not make you thirsty, but the idea of a twisted, chubby, salty cloud of dough baked to golden perfection is enough to make just about anyone hungry. \nMy sourdough starter, George, has been begging to go into something delicious for a while now, and I thought I’d make my vegan Sourdough Pretzels for Jay, who loves them, and also update this recipe, which I first shared on this blog almost exactly six years ago. \nI adapted this recipe all those years ago from the King Arthur Flour website, and it is a simple and very effective one, which is why I’ve stuck with it. I did need to veganize it because the original contained milk powder, but these vegan pretzels turn out so gorgeous, you can be sure that nothing is lost in translation. They are soft and fluffy and super-delicious, and if you have a kid — or are a kid at heart — you will find that they disappear in minutes. \nIf you don’t already have a sourdough starter , what’s stopping you? This is a perfect time to make one, when the warm weather is still sticking around. Sourdough relies on capturing natural yeast from the environment, and a Fall kitchen is likely to have a good deal of yeast floating around, especially if you do a lot of baking. I love the very thought of capturing wild yeast from the air– it makes me feel like one of those superwomen from old times who did everything from scratch. Plus, I get to eat these pretzels and lots of other good stuff, like sourdough waffles, sourdough focaccia, sourdough sandwich bread, and much more. \nIf you have an aversion to fermented foods (Desi does), this sourdough pretzel (and most sourdough breads) does not have a sour flavor. Instead, the sourdough adds dimension and flavor and a wonderful texture to breads, not to mention good health, because you do know sourdough is probiotic and therefore really, really good for you? Print Sourdough Pretzels My vegan Sourdough Pretzels are fluffy and light as a cloud. You won't be able to stop eating them, which is one good reason to make these asap. Course Bread, Bread rolls", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-04T15:13:31.000+03:00"}, {"thread": {"uuid": "2b5b1e2b944ca6cc709add3b44fc4b6343e111f8", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiTYyB8zyIaiy9Z2if37F7ZT2Fi1WpjEVW", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Sourdough Pretzels", "title_full": "Sourdough Pretzels", "published": "2017-10-04T15:00:00.000+03:00", "replies_count": 1, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c9c58ee4c2789e4c06984b050781dd7dcc5b62d8", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiTYyB8zyIaiy9Z2if37F7ZbbTBIZioZHV9ycig3JS5UTFaJwsPLRmJA--", "ord_in_thread": 1, "author": "Vaishali", "published": "2017-10-03T18:57:00.000+03:00", "title": "", "text": "Yes on the oat milk, but not sure how oat flour would work since it lacks gluten.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-04T16:01:12.005+03:00"}, {"thread": {"uuid": "2f9b2fa379b50899312e84637d3e594308377d02", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiYgc_hh91m1RF8SCnPEj2HyENGrQfIUyL3IFfx3BK31B85nc1aGTOSg--", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Vegan Apple Pie Pull-Apart Bread", "title_full": "Vegan Apple Pie Pull-Apart Bread", "published": "2017-10-07T16:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2f9b2fa379b50899312e84637d3e594308377d02", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiYgc_hh91m1RF8SCnPEj2HyENGrQfIUyL3IFfx3BK31B85nc1aGTOSg--", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-07T16:00:00.000+03:00", "title": "Vegan Apple Pie Pull-Apart Bread", "text": "You are here Vegan Bread Recipes > Vegan Apple Pie Pull-Apart Bread Vegan Apple Pie Pull-Apart Bread October 7, 2017 \nThis vegan Apple Pie Pull-Apart Bread is fun to bake and eat! Apples are baked inside a fluffy pull-apart bread with warm spices like cinnamon and nutmeg. A soy-free, nut-free recipe. \nThe other day, Jay told me he had brought up my blog to his fourth-grader friends. \n“What did you say?” I asked, curious because to my surprise he said that they were actually interested and had questions. \n“I told them you make lots and lots of desserts,” he said. \nAh. \nUnfortunately, that was not very truthful. With a kid in the house, and a husband who has a very sweet tooth, I can’t escape making desserts every now and then. I try and make them as healthy as possible without ruining them — like these sugar-free almond flour cookies that all of us love and that come together in minutes. \nBut lots and lots? Not by a stretch. \nStill, what was very obvious to me was that Jay was dropping a huge hint. Make more desserts, mom, is what I read between the lines. \nThis vegan Apple Pie Pull-Apart Bread was a result of that mommy guilt. \nThis is really not sweet enough to be a dessert, but I am not telling Jay that. He loves it anyway. It is more of a breakfast loaf, and if you bake this up the previous night and warm it up the next morning, you’ll have something to look forward to upon waking up. \nI love making pull apart breads because they are so much fun, and they bake up so pretty. My vegan garlic and herb pull-apart loaf is always a hit, and I wanted to try out a sweet version using apples. To go with the apples I used apple pie spices, like cinnamon and nutmeg. It’s really a very simple filling, and it tastes awesome. \nHere’s the recipe now. 5 from 3 votes Print Vegan Apple Pie Pull-Apart Bread \nThis vegan Apple Pie Pull-Apart Bread is fun to bake and eat! Apples are baked inside a fluffy pull-apart bread with warm spices like cinnamon and nutmeg. A soy-free, nut-free recipe. Course Breakfast/Dessert", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "apple pie pull-apart bread", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-07T16:01:07.002+03:00"}, {"thread": {"uuid": "92903d28d13cff6db62cfe017d3c8312c6d41e32", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi9eTX8Nceb2JcRKGTuTJRLQ--", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Onion Chutney", "title_full": "Onion Chutney", "published": "2017-10-10T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "92903d28d13cff6db62cfe017d3c8312c6d41e32", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi9eTX8Nceb2JcRKGTuTJRLQ--", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-10T15:00:00.000+03:00", "title": "Onion Chutney", "text": "You are here Indian Vegan Recipes > Onion Chutney Onion Chutney Jump to Recipe ↓ Print Recipe ❒ \nAn Onion Chutney with spicy, sweet, tangy notes, perfect to eat with a South Indian dosa or idli, to add to a wrap, or to spread on toast. A vegan, gluten-free, soy-free, nut-free recipe. \nThis Onion Chutney, a very traditional South Indian recipe, is one of Desi’s favorite sides for dosa or idli. But I smear it on just about anything, from a breakfast wrap to toast. Because it is just so delicious and so versatile. \nI have to thank a reader, Ellen, for prompting me to post this recipe. It is likely that many of you, like Ellen, have eaten this chutney at a restaurant and wondered what’s in there because it tastes so rich and complex and flavorful. \nThe answer, and the recipe, are actually rather simple: there are onions in here, of course, along with tamarind, red pepper, mustard seeds, and curry leaves. That’s it. But technique is important: it is the caramelizing of the onions that gives the chutney its intense flavor and complexity, so don’t get stingy with your effort here. \nI actually use shallots to make this recipe, because they have a more intense flavor that works very well here. You could use red onions at a pinch. \nThis is a spicy chutney, the way it’s supposed to be to complement a bland dosa or idli, but if you are not comfortable with spice, cut down on the amount of red pepper. Don’t cut it out altogether, though, because you do need the pungent heat of pepper to complement the sweetness of the onions and the tang of the tamarind. \nI served this chutney for a Saturday brunch with my Instant Masala Dosa and Potato Curry. It was delicious. \nI remembered to take some step-by-step shots of the cooking process to clarify the technique. Heat the oil and add the shallots and red chili peppers to a wok or skillet. Saute the onions, stirring frequently, until they are soft and caramelize to a rich golden color. Add tamarind paste and continue to saute another two minutes. Make the tempering by adding mustard seeds, curry leaves, and udad dal to hot oil. Pour over chutney. 5 from 1 vote Print Onion Chutney An Onion Chutney with spicy, sweet, tangy notes, perfect to eat with a South Indian dosa or idli, or to spread on toast. A vegan, gluten-free, soy-free, nut-free recipe. Course Condiment Cuisine gluten-free, nut-free, Soy-free, Vegan Prep Time 10 minutes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-10T15:00:44.000+03:00"}, {"thread": {"uuid": "8ae3a502bd527b588ed6ef0e3ce125d4f600b264", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi7Ht6jyubtda0a4DB7BnvFGNw_QlkaDwq", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Karanji for Diwali", "title_full": "Karanji for Diwali", "published": "2017-10-12T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8ae3a502bd527b588ed6ef0e3ce125d4f600b264", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi7Ht6jyubtda0a4DB7BnvFGNw_QlkaDwq", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-12T15:00:00.000+03:00", "title": "Karanji for Diwali", "text": "You are here Vegan Indian Sweets > Karanji for Diwali Karanji for Diwali Jump to Recipe ↓ Print Recipe ❒ \nKaranji is a traditional Diwali snack. Flaky, crackly pastry is wrapped around a delicious filling of coconut, cardamom, and cashews. For my quick and easy — and baked — version, I use puff pastry. A vegan, soy-free recipe. \nIn India, making snacks for Diwali is a multi-day venture. My parents would start about a week or two before the big day and make goodies — sweet and savory — that would be stored in huge steel and aluminum tins, to be eaten on the big day and shared. I can’t remember anyone ever complaining about all the time and effort that went into prepping food for Diwali, because it was all part of the fun and anticipation. \nNo one except my uncle Suresh Kaka, the resident cynic of our extended family. Suresh Kaka, a source of delight to us kids because his signature frown and perpetually disgusted manner were so easy to mimic behind his back, never actually helped with any of the Diwali cooking. “Just get everything from the store,” he’d advise the cook from his armchair, before taking a deep puff of his cigarette. “They taste just as good.” \nAt the time, when buying snacks for Diwali from a store seemed like blasphemy, his advice was never taken seriously. But today, in my busy world, I feel rather like Suresh Kaka with his eternal disapproval of Diwali snack-making. Making half a dozen or more Diwali snacks from scratch seems not only a monumental job, it is almost impossible. \nStores in India and Indian grocery stores here in the United States do offer plenty of Diwali snacks you can buy off the shelf, but the problem is, these snacks really are nothing like what my parents would make. \nThe Indian store I go to here in Maryland sells the usual, multicolored, dairy-filled, ghee-laden sweets like burfis and halwas and pedhas that you can find any time of the year. But the stuff of my Diwali memories is different: paper-thin, crispy Mande ; salty, multi-textured Chivda with rice crispies and peanuts, squiggly spirals of Chakli that melt in the mouth, and, one of my favorites, golden, boat-like Karanji with a delicious filling hiding inside. These were snacks that rarely, if ever, were made another time of year, which made them all the more special. \n\nI do not have the time to make a half a dozen snacks, but every year, for Diwali (which is next week) I try and recreate a vegan version of at least one of those recipes for my family and for you. \nThis year, I thought I’d try out an easy version of Karanji. This is a sweet that’s usually deep-fried, but for my quick version, which was all done in under an hour, I used puff pastry. I did make the filling from scratch, although the puff pastry was store-bought, so I think both my parents and Suresh Kaka would approve. 🙂 \nI’ll leave you now with the recipe and wishes for a very Happy Diwali. May the festival of lights bring joy to you and yours. Print Karanji \nKaranji is a traditional Diwali snack. Flaky, crackly pastry is wrapped around a delicious filling of coconut, cardamom, and cashews. For my quick and easy -- and baked -- version, I use puff pastry. A vegan, soy-free recipe. Course Dessert, Diwali, Indian Sweet Cuisine Soy-free, Vegan", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "karanji", "sentiment": "none"}], "organizations": [], "locations": [{"name": "diwali", "sentiment": "none"}, {"name": "diwali karanji", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-12T15:02:13.018+03:00"}, {"thread": {"uuid": "9b2186a8b269cfc5a9a66d147e3bfbd5938371c6", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiiKdQAqRLbXKV1Em_A_ldhwNhsiTB6G.S0RbDcYZ8e.uXjOhZJumL5HoAE8m0bphe", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Savory Spinach Potato Breakfast Cobbler", "title_full": "Savory Spinach Potato Breakfast Cobbler", "published": "2017-10-14T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9b2186a8b269cfc5a9a66d147e3bfbd5938371c6", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiiKdQAqRLbXKV1Em_A_ldhwNhsiTB6G.S0RbDcYZ8e.uXjOhZJumL5HoAE8m0bphe", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-14T15:00:00.000+03:00", "title": "Savory Spinach Potato Breakfast Cobbler", "text": "You are here Vegan Breakfast Recipes > Savory Spinach Potato Breakfast Cobbler Savory Spinach Potato Breakfast Cobbler October 14, 2017 \nMaster breakfast or brunch with this vegan Savory Spinach Potato Breakfast Cobbler. It’s smoky, cheesy, and delicious, and the perfect way to start your day. \nCool Fall mornings call for piping hot breakfasts. Or brunches. Like this Savory Spinach Potato Breakfast Cobbler. \nAnd when you pull it out of the oven, all hot and fragrant and delicious-looking, you will be the hero at your breakfast table. \nI love savory breakfasts — have I said that before? I’m sure I have. What I love even more is make-ahead breakfasts like these that I can mostly prep the night before and throw into the oven in the morning, so we can sit down to a just-cooked breakfast. \nThis recipe is a winner on every count: it’s easy to make and takes under 20 minutes to throw together. The rest of the work is done by the oven, and in the end you have a delicious dish you can be proud of. I used scraps of puff pastry dough I had left over from my Karanji recipe to top the cobbler, but you could use storebought or homemade biscuits or a pie crust even. \nYou also have some versatility with the filling. I like some protein in my breakfast, so I added vegan sausage to this, but you can certainly use white beans instead, or even tofu or tempeh. A smoked tempeh or tofu would be great in here. \nYou can prep the potato-spinach-cashew base the previous night and put it in the refrigerator, covered with plastic wrap, and then top with the puff pastry or biscuits and bake the day you want to eat it. \nOn to this fabulous Savory Spinach Potato Breakfast Cobbler then, because I can’t wait. Can you? Print Vegan Spinach Potato Breakfast Cobbler \nMaster breakfast or brunch with this vegan Savory Spinach Potato Breakfast Cobbler. It's smoky, cheesy, and delicious, and the perfect way to start your day. Course Breakfast/Brunch", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-14T15:02:48.000+03:00"}, {"thread": {"uuid": "92a1a4ed4be28d4d5bf92d695a93be7fc8ed1a72", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi53H6PIu1EVT1hlBVnOOqtwnrVqSF9esL", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Vegan Mushroom Stew, one pot, 30 minutes", "title_full": "Vegan Mushroom Stew, one pot, 30 minutes", "published": "2017-10-17T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "92a1a4ed4be28d4d5bf92d695a93be7fc8ed1a72", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi53H6PIu1EVT1hlBVnOOqtwnrVqSF9esL", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-17T15:00:00.000+03:00", "title": "Vegan Mushroom Stew, one pot, 30 minutes", "text": "You are here Vegan Stews > Vegan Mushroom Stew, one pot, 30 minutes Vegan Mushroom Stew, one pot, 30 minutes October 17, 2017 Jump to Recipe ↓ Print Recipe ❒ \nAn easy, savory, flavorful, meaty and piping hot bowl of Mushroom Stew is exactly the kind of food I crave on a cool Fall day. This recipe is delicious, needs just one pot, and it takes under 30 minutes to make. Serve it over pasta or with a crusty bread. Vegan, gluten-free and nut-free. \nThis recipe is one of my weeknight go-tos, and I am excited to share it with you today. My easy but hearty Mushroom Stew delivers more flavor than you thought possible in less than 30 minutes and with a handful of ingredients that you likely already have in your pantry. \nThis is a versatile recipe. Use whatever mushrooms you have on hand, and if you have one or many kinds, that’s perfectly fine. I love mixing some wild mushrooms with fresh for this recipe, but this time I made it solely with cremini mushrooms because that’s what I had on hand. \nI used the only two garden herbs I still have growing at this time — sage and edible lavender. They are doing okay despite the chilling winds that some tropical storms have been blowing our way this week, thank you. I’ve made this recipe with dry herbs in the past and any kind is fine so long as you use a savory herb like rosemary, sage, or thyme. \nMy favorite way to eat this Mushroom Stew is to ladle it over some pasta, but serve it with a bread, if you’d rather, for a quick, easy and delicious dinner everyone will thank you for. 5 from 1 vote Print Easy Vegan Mushroom Stew, 30-minute recipe \nAn easy, savory, flavorful, meaty and piping hot bowl of Mushroom Stew is exactly the kind of food I crave on a cool Fall day. This recipe is delicious and it takes under 30 minutes to make. Serve it over pasta or with a crusty bread. Vegan, gluten-free and nut-free. Course Stew Cuisine gluten-free, nut-free, Vegan, Vegetarian Prep Time 10 minutes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-17T15:00:52.001+03:00"}, {"thread": {"uuid": "3dc20777138db6d7c2c0004d0722ad45e8a60b29", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiJT286BxaC9ad.lB16o2l75cg1psS59UsAUe57UE4iiBeO3sZviRrKZAFXOwejUdfGCbTj7w8HaQ-", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Vegan Pumpkin Praline Tart, gluten-free, no added fats", "title_full": "Vegan Pumpkin Praline Tart, gluten-free, no added fats", "published": "2017-10-20T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3dc20777138db6d7c2c0004d0722ad45e8a60b29", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiJT286BxaC9ad.lB16o2l75cg1psS59UsAUe57UE4iiBeO3sZviRrKZAFXOwejUdfGCbTj7w8HaQ-", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-20T15:00:00.000+03:00", "title": "Vegan Pumpkin Praline Tart, gluten-free, no added fats", "text": "You are here Vegan Pie Recipes > Vegan Pumpkin Praline Tart, gluten-free, no added fats Vegan Pumpkin Praline Tart, gluten-free, no added fats October 20, 2017 Jump to Recipe ↓ Print Recipe ❒ \nA divine vegan Pumpkin Praline Tart with a cookie-like almond flour crust and a pecan praline topping that’s out of this world. This recipe has no added fats, and it’s gluten-free and soy-free. \nIn the past few weeks, I’ve noticed something strange happening to my family. I’ve been trying to get my sugar-loving son and my dessert-loving husband to eat more desserts that are naturally sweetened, or made with very little or no fat. A lot of this food has also been gluten-free, not because I’m consciously trying to avoid gluten, but because I’ve really been enjoying baking desserts with almond and coconut flours. \nI’ve surprised myself with the great results I’ve got. But what has surprised me even more is that both Jay and Desi have actually been loving these sweets. A lot. \nGrain-free, naturally sweetened chocolate chip cookies ? Gone in 60 seconds. Breakfast chia seed muffins ? Mom, can you make more soon? \nSo while coming up with ideas for great vegan Thanksgiving desserts, I’ve been trying to incorporate more grain-free, gluten-free ingredients. The Pumpkin Praline Tart I have for you today is going to the top of my dessert list. \nThis is a delicious tart, and it probably has way fewer calories than you’d find in your average tart, not least because it’s made with absolutely no added fat. That’s right. There’s no added fat in the crust, or the filling, or the topping. \nThe crust is a cookie-like almond flour crust sweetened slightly with maple syrup. For the pumpkin filling, I went a little overboard and roasted and pureed up a kabocha squash. A kabocha squash, if you’re not familiar with it, is a rotund, green-blue beauty that works perfectly for desserts, because of its naturally sweet flesh. \nOf course, you can also just use a regular pumpkin, or canned pumpkin puree. \nThe praline topping is made up of pecans, of course, and lightly sweetened. Together, all of these layers add up to a divine dessert that’ll leave you licking your fork. \nOne of the things I love about this tart is that everything comes together in the food processor. Separately, so you do have to rinse out your processor bowl a couple of times, but it’s still quite a convenience. \nOne thing I would do a little differently the next time I make this tart is to spray the sides of my tart pan with some cooking spray. I found that the almond crust was a little hard to release from the sides, although the bottom came off without any problem. \nOn to the recipe now. Hope you try it — and love it — as much as we did! 5 from 2 votes Print Vegan Pumpkin Praline Tart, gluten-free and with no added fats A divine vegan Pumpkin Praline Tart with a cookie-like almond flour crust and a pecan praline topping that's out of this world. This recipe has no added fats, and it's gluten-free and soy-free. Course Pie, Dessert Cuisine gluten-free, No Oil, Soy-free, Vegan Prep Time 20 minutes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "vegan pumpkin praline tart", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-20T15:17:27.000+03:00"}, {"thread": {"uuid": "2901a103b9d0ac0b76f83b80ce206dbd81594acf", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNin0sQ3MLgXlq8afWus0hZV5a4maXvHMV01_NvA41cI.FZdL_FWY7lbXofHDpynzK3", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Vegan Garlicky Pasta with Broccoli Rabe", "title_full": "Vegan Garlicky Pasta with Broccoli Rabe", "published": "2017-10-23T16:49:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2901a103b9d0ac0b76f83b80ce206dbd81594acf", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNin0sQ3MLgXlq8afWus0hZV5a4maXvHMV01_NvA41cI.FZdL_FWY7lbXofHDpynzK3", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-23T16:49:00.000+03:00", "title": "Vegan Garlicky Pasta with Broccoli Rabe", "text": "You are here Vegan Italian Recipes > Vegan Pasta Recipes > Vegan Garlicky Pasta with Broccoli Rabe Vegan Garlicky Pasta with Broccoli Rabe October 23, 2017 Jump to Recipe ↓ Print Recipe ❒ \nA quick, easy, five-ingredient dish that’s perfect for weeknight dinners: Garlicky Pasta with Broccoli Rabe. The dish comes together in 30 minutes and is vegan, soy-free, and nut-free. It can be made with gluten-free pasta. \nThe reason I love broccoli rabe is that slight bitterness. It’s so addictive, and it makes this terrific leafy, to my mind, more suited to pasta than most other leafy greens. \nThat unique flavor of broccoli rabe, almost by itself, turns this humble pasta dish into something special that makes me cook it over and over again. \nThere are many reasons I love making this Garlicky Pasta with Broccoli Rabe. It’s easy, it needs just five ingredients, and it comes together in minutes. Plus my family loves it, and even Jay eats it up fast. Especially when I sprinkle on some capers. But the capers are entirely optional. \nI sometimes open up a can of white beans to add them to this recipe when I want an extra hit of protein. Be sure to adjust the seasoning if you do this. \nHappy Monday, all! Print Vegan Garlicky Pasta with Broccoli Rabe \nA quick, easy, five-ingredient dish that's perfect for weeknight dinners: Vegan Garlicky Pasta with Broccoli Rabe. The dish comes together in 30 minutes and is vegan, soy-free, and nut-free. It can be made with gluten-free pasta. Course Main/Pasta Cuisine Italian fusion, nut-free, Soy-free, Vegan Prep Time 10 minutes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "brocco", "sentiment": "none"}, {"name": "li rabe", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-23T17:12:52.004+03:00"}, {"thread": {"uuid": "b038aca968581c14bea1b6c56b8adb6099e6fe09", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNinS.3XeRnBaC6_9B4QO6topDUqalCgKtiEoBDd8AhR.9Sn2yENVAH4A--", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Homemade Cultured Cashew Yogurt", "title_full": "Homemade Cultured Cashew Yogurt", "published": "2017-10-26T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b038aca968581c14bea1b6c56b8adb6099e6fe09", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNinS.3XeRnBaC6_9B4QO6topDUqalCgKtiEoBDd8AhR.9Sn2yENVAH4A--", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-26T15:00:00.000+03:00", "title": "Homemade Cultured Cashew Yogurt", "text": "You are here Gluten Free Vegan Recipes > Homemade Cultured Cashew Yogurt Homemade Cultured Cashew Yogurt Jump to Recipe ↓ Print Recipe ❒ \nThis vegan and dairy-free cultured cashew yogurt is a breeze to make. It’s thick and tangy and delicious and filled with great-for-you probiotic cultures. \nI love this cashew yogurt so much, it has pretty much replaced the quick, non-cultured yogurt I’d blend up in the past to eat or add to various dishes. \nI loved yogurt in my pre-vegan days and I’ve never really been able to wrap my head around storebought vegan yogurts, which just don’t taste right and their texture is almost always completely off. Call me picky. \nSo the last time I bought a cashew yogurt off the shelf that had live cultures, I decided to try making my own. Partly so I didn’t have to spring six bucks for a small tub of yogurt, and partly so I didn’t have to rush to Whole Foods each time I needed some. \nI also wanted a thicker yogurt, and the storebought ones are too thin for my liking. \nI loved the result, and I started to make my own, using some of the storebought yogurt as a starter. \nThis is really a very simple recipe — all you need are the cashews and the starter (any vegan yogurt with live bacterial cultures will do), a bowl, and a blender, and you’re all set. The result is a thick, creamy, tangy yogurt that tastes gorgeous. \nI love eating this yogurt by the spoonful, but I especially love stirring in some berries, or using it to top granola. It also works great in Indian curries, raitas and biryanis, when the recipe calls for yogurt. \nTry making some today. It takes minutes, and it is, like any homemade yogurt, a gift that keeps on giving. You’ll never need storebought again. 4.5 from 2 votes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-26T15:29:48.000+03:00"}, {"thread": {"uuid": "b038aca968581c14bea1b6c56b8adb6099e6fe09", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNinS.3XeRnBaC6_9B4QO6topDUqalCgKtiEoBDd8AhR.9Sn2yENVAH4A--", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Homemade Cultured Cashew Yogurt", "title_full": "Homemade Cultured Cashew Yogurt", "published": "2017-10-26T15:00:00.000+03:00", "replies_count": 1, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2a56e1cc750f34be748c1afbde82b8dac2ddc2c5", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNinS.3XeRnBaC6_9B4QO6topDUqalCgKtiEoBDd8AhR._BbyIeq.uz32mb8agU9nbjeandjH0Qseg-", "ord_in_thread": 1, "author": "geetha", "published": "2017-10-26T19:31:00.000+03:00", "title": "", "text": "Hi Vaishali,\nThank you for the recipe for cashew yoghurt.I have been making soy yoghrt to get more protein.Can we use a probiotic pill as a starter for yoghurt?\nThank you for all the lovely recipes.I tried out Diwali sweets and they came out really great.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-26T21:25:20.000+03:00"}, {"thread": {"uuid": "1acd986e9751708585cb41cab44494f2d659919b", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi2IQO7hFyoJyat2FHoBj.c9Gy9z4M7DnIUGWeLNh3.85t3efFLHzzkI5hIk4QyAeo", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Slow Cooker Butternut Squash Dal, No Oil", "title_full": "Slow Cooker Butternut Squash Dal, No Oil", "published": "2017-10-28T15:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1acd986e9751708585cb41cab44494f2d659919b", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNi2IQO7hFyoJyat2FHoBj.c9Gy9z4M7DnIUGWeLNh3.85t3efFLHzzkI5hIk4QyAeo", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-28T15:00:00.000+03:00", "title": "Slow Cooker Butternut Squash Dal, No Oil", "text": "A delicious, piping hot Slow Cooker Butternut Squash Dal with just 10 minutes of prep time and no oil added. This dal fills up your home with the most appetizing fragrance as it cooks. Vegan,...\n\n[[ This is a content summary only. Visit my website for full links, other content, and more! ]] ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-28T15:11:46.005+03:00"}, {"thread": {"uuid": "003445cfb19fc681cac95597abe1bb163833b043", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiTYyB8zyIaizYHLR.F1waLwz7s74TMwwMYozntkVe2yE-", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Sourdough Olive and Sage Loaf", "title_full": "Sourdough Olive and Sage Loaf", "published": "2017-10-30T14:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "003445cfb19fc681cac95597abe1bb163833b043", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiTYyB8zyIaizYHLR.F1waLwz7s74TMwwMYozntkVe2yE-", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-10-30T14:00:00.000+02:00", "title": "Sourdough Olive and Sage Loaf", "text": "You are here Vegan Bread Recipes > Sourdough Olive and Sage Loaf Sourdough Olive and Sage Loaf October 30, 2017 Jump to Recipe ↓ Print Recipe ❒ \nA delicious Sourdough Olive and Sage Loaf with a crisp crust and tender crumb, and the mindblowing flavors of olives, sage, black pepper and garlic. There is no added yeast in this recipe. Use it to sandwich vegan deli slices, or eat with a drizzle of olive oil or a dab of vegan butter. \nEver so often, my sourdough starter, George, drives me to inspired kitchen moments. This ravishing Sourdough Olive and Sage Loaf is one of them. \nIf you love baking with sourdough, you know that one of the things that makes it so special is the journey itself. With sourdough, you can be sure that you will be surprised at every stage of the bread-making process. Pleasantly. \nWith most breads, the rising is done by the time you put your loaf in the oven. But with sourdough, the loaf you pull out of your oven will look very different from the loaf you put inside it. Because within the 45 minutes or so that it bakes, all of those wonderful bacteria in sourdough and the gases they produce would have worked their magic, making your loaf bigger, puffier, and way more delicious than you thought possible. \nIf you don’t yet have a batch of sourdough sitting in your refrigerator, what are you waiting for? You can find step-by-step instructions for making a sourdough starter here, and if you do decided to get one going, it’s a decision you’ll never regret. \nI added a ton of deliciousness to this loaf, by way of olives, pepper, sage, and garlic, because I wanted a full-flavored bread. This loaf is so delicious, in fact, that you might find yourself tearing chunks of it and stuffing it into your mouth. And it makes great toast too– Jay loves it toasted till its golden and crisp, with some vegan butter spread on it. Print Sourdough Olive and Sage Loaf A delicious Sourdough Olive and Sage Loaf with a crisp crust and tender crumb, and the mindblowing flavors of olives, sage, black pepper and garlic. There is no added yeast in this recipe. Use it to sandwich vegan deli slices, or eat with a drizzle of olive oil or a dab of vegan butter. Course Bread Cuisine Baking, nut-free, Soy-free, Vegan Prep Time 20 minutes Total Time 1 hour 15 minutes Servings 1 loaf (approx. 15 slices) Calories 57 kcal", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "sourdough olive", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-30T14:01:35.000+02:00"}, {"thread": {"uuid": "9d51560238eb8515f753c3e3f8f3e9466cad9031", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiIweVaS.UwtzcjCKcVjxOYzu4qMiBVy9lXdErILNfDSL6rAFt8xcGaQ--", "site_full": "holycowvegan.net", "site": "holycowvegan.net", "site_section": "https://holycowvegan.net", "site_categories": [], "section_title": "Holy Cow! Vegan Recipes", "title": "Instant Pot Mushroom Potato Korma", "title_full": "Instant Pot Mushroom Potato Korma", "published": "2017-11-01T14:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9d51560238eb8515f753c3e3f8f3e9466cad9031", "url": "http://omgili.com/ri/.wHSUbtEfZTEVF_Wd4OiUkFLMC5u2oNiIweVaS.UwtzcjCKcVjxOYzu4qMiBVy9lXdErILNfDSL6rAFt8xcGaQ--", "ord_in_thread": 0, "author": "Vaishali", "published": "2017-11-01T14:00:00.000+02:00", "title": "Instant Pot Mushroom Potato Korma", "text": "You are here Indian Vegan Recipes > Instant Pot Mushroom Potato Korma Instant Pot Mushroom Potato Korma November 1, 2017 Jump to Recipe ↓ Print Recipe ❒ \nAn Instant Pot Mushroom Potato Korma that is ready from scratch in under 20 minutes, and is perfect to scoop up with naan or roti, or ladle onto rice. I use a blend of fresh and dry mushrooms here for most flavor and texture. You can make this on the stovetop too — instructions included. Vegan, gluten-free, soy-free recipe. \nI guess if it’s a recipe made in the Instant Pot, I don’t really need to say it’s an “instant” one, but honestly, a recipe that takes under 20 minutes from scratch for all that deliciousness? It deserves to scream “INSTANT,” in all caps. \nI gifted myself an Instant Pot this past week, not because there’s a dearth of pressure cookers in my house — there isn’t — but because my slow cooker, which I’ve used for nearly a decade and a half now, is pretty much on its last legs. It’s one of those older models, with just a knob that sets to “high” or “low,” nothing fancy, and ever since that knob fell out a couple of years ago, it’s been pretty much stuck at “high.” But I hate throwing things out when I can still get some use from them, so I stuck with it until Desi finally begged me to replace it. \nSince the Instant Pot can both slow-cook and pressure-cook, among several other functions, it looked like a good option. Besides, does anyone not have an Instant Pot these days? I’ve been getting tons of requests for Instant Pot recipes, and since so much Indian food gets cooked in a pressure cooker, I knew this was one appliance that would not be gathering dust. \nI started out with this simple recipe that requires hardly any prep because I’ve been a little swamped. Work has been crazy as usual, and we’re also getting some long-needed work done on the house, which means there have been workmen traipsing in and out of the kitchen, making it impossible to cook. Half of my things are covered up by plastic sheets, or, right when I need to get something from the refrigerator, someone’s put a ladder right in front of it and is poking into the wall above it. \nSame with the photos, because Desi had to move from his usual location to a less desirable one with not-so-ideal light. \nLong story short, it was something of a small miracle that I got this Mushroom Potato Korma done, and the Instant Pot certainly made the job easier. \nA korma, if you’ve never made it before, is a silky, creamy Indian stew with vegetables or meat in it. Some kormas are made with coconut milk, others with nuts. The result is almost always mindblowing and delicious. \nThis korma is certainly all that. I used a mix of fresh crimini and dry shiitake mushrooms, but you can use wild mushrooms like chanterelles or oysters too. Button mushrooms are fine. What I loved about the Instant Pot was that it cooked up the fresh mushrooms really beautifully, without making them too soggy, while retaining the wonderfully chewy texture of the dry mushrooms. \nIf you don’t have an Instant Pot, you can certainly make this korma on the stovetop, although your cooking time will be longer, because you need to get the potatoes tenderized. And if you want a nut-free version, use a cup of coconut milk instead of the cashews. \nHope you try! Print Instant Pot Mushroom and Potato Korma \nAn Instant Pot Mushroom and Potato Korma that is ready from scratch in under 20 minutes, and is perfect to scoop up with naan or roti, or ladle onto white rice. I use a blend of fresh and dry mushrooms here for most flavor and texture. Vegan, gluten-free, soy-free recipe. Course Main Course", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "instant pot mushroom potato korma an instant pot mushroom potato korma", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-11-01T14:13:27.000+02:00"}], "totalResults": 14, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509538407000&q=language%3Aenglish+site%3Aholycowvegan.net&sort=crawled", "requestsLeft": 953}