{"posts": [{"thread": {"uuid": "9540bae6802ae6fb2883c812ffb2086d75e841c8", "url": "http://omgili.com/ri/.wHSUbtEfZTAwH6O6I_wpyDIc2apNk4U.Lkr_e.LqzIZSJvYNIy0idEVNAKL7wrMkIgaGBAIre0YTXUBM2XVxCsnFekqvuESUqxH71pjkqRYY3ZncA0jYiKhJZo_k94RfHcOV6PLqkOiXOa1UdBzZAsHicfw6KQ15TC.WIOGJME-", "site_full": "www.genome.gov", "site": "genome.gov", "site_section": "http://feeds.feedburner.com/NhgriPressReleases", "site_categories": ["health", "law_government_and_politics", "us_government_resources"], "section_title": "NHGRI Press Releases", "title": "NIH completes atlas of human DNA differences that influence gene expression", "title_full": "NIH completes atlas of human DNA differences that influence gene expression", "published": "2017-10-11T20:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": " https://www.genome.gov/Images/content/eQTL.jpg", "performance_score": 0, "domain_rank": 62971, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9540bae6802ae6fb2883c812ffb2086d75e841c8", "url": "http://omgili.com/ri/.wHSUbtEfZTAwH6O6I_wpyDIc2apNk4U.Lkr_e.LqzIZSJvYNIy0idEVNAKL7wrMkIgaGBAIre0YTXUBM2XVxCsnFekqvuESUqxH71pjkqRYY3ZncA0jYiKhJZo_k94RfHcOV6PLqkOiXOa1UdBzZAsHicfw6KQ15TC.WIOGJME-", "ord_in_thread": 0, "author": "", "published": "2017-10-11T20:00:00.000+03:00", "title": "NIH completes atlas of human DNA differences that influence gene expression", "text": "News Release Archives 2011 NIH completes atlas of human DNA differences that influence gene expression Sections of the genome, known as expression Quantitative Trait Loci (eQTL) work to control how genes are turned off and on. Photo credit: Darryl Leja, NHGRI \nBethesda, Md. , Wed., Oct.11, 2017 - Researchers funded by the National Institutes of Health (NIH) have completed a detailed atlas documenting the stretches of human DNA that influence gene expression - a key way in which a person's genome gives rise to an observable trait, like hair color or disease risk. This atlas is a critical resource for the scientific community interested in how individual genomic variation leads to biological differences, like healthy and diseased states, across human tissues and cell types. \nThe atlas is the culmination of work from the Genotype-Tissue Expression (GTEx) Consortium, established to catalog how genomic variation influences how genes are turned off and on. \n\"GTEx was unique because its researchers explored how genomic variation affects the expression of genes in individual tissues, across many individuals, and even within an individual,\" said Simona Volpi, Ph.D. , program director for GTEx at the   (NHGRI), who oversaw various parts of the project. \nAccording to Dr. Volpi, there was previously no resource at the scale used by GTEx that enabled researchers to study how gene expression in the liver might be different than in the lung or heart, for example, and how those differences relate to the inherited genomic variation in an individual. \nResearchers involved in the GTEx Consortium collected data from more than 53 different tissue types (including brain, liver and lung) from autopsy, organ donation and tissue transplant programs. These tissues came from a approximately 960 donors in total. \n\"GTEx depended entirely on families choosing to donate biosamples for research after the death of a loved one,\" said Susan Koester, Ph.D., deputy director for the Division of Neuroscience and Basic Behavioral Science and GTEx program director at the National Institute of Mental Health (NIMH). \"GTEx researchers are deeply grateful for this priceless gift.\" \nThe project continues to house a biobank of collected tissue samples, as well as extracted DNA and RNA for future studies by independent researchers. The summary-level data are available to the public through the GTEx Portal , and the most recent release of the raw data has been submitted to the Database of Genotypes and Phenotypes (dbGaP) , an archive of results from studies that investigate the genomic contributions to phenotypes (physical characteristics or disease states). \nGTEx launched in 2010 and concluded in the summer of 2017. It was supported by the NIH Common Fund and administered by NHGRI, NIMH and the National Cancer Institute (NCI), all part of NIH. \nAs one example of how the atlas can be used, a new study published online in the journal Nature , describes the results of expression quantitative trait locus (eQTL) mapping in 44 different human tissues from 449 individuals. An eQTL is a small section of the genome that contributes to the differences in gene expression between genes and between individuals. Typically, eQTLs are identified by sequencing the genomes of genetically different individuals to determine the variation in the genome between those individuals. This is followed by determining how much each gene is being expressed. Lastly, the eQTLs are identified by establishing which specific variants are associated with differences in gene expression levels. \nThe authors of the study used GTEx data to catalog all known eQTLs in the human genome for the first time. As in the Nature study, GTEx data will help researchers understand the mechanisms of how genes are expressed in a variety of tissues, which will ultimately better inform our knowledge of how genes are mis-regulated in the context of disease. GTEx data can also be used to better understand the variations in gene expression that underlie differences among healthy individuals. \nAlthough the GTEx project has officially wrapped up, plans for future work are already underway. An endeavor known as the Enhancing GTEx (eGTEx) project, which began in 2013, extends GTEx's efforts by combining gene expression studies with additional measurements, such as protein expression. This work is being conducted on the same tissues as in the GTEx project, providing a richer resource that integrates the complexity of how our genomes function in biologically meaningful ways. \nRead the studies: \nAguet et al . Genetic effects on gene expression across human tissues. Nature , doi:10.1038/nature24277 . 2017. [ Full Text ] \nStranger et al. Enhancing GTEx by bridging the gaps between genotype, gene expression, and disease: The eGTEx project. Nature Genetics , DOI: 10.1038/ng.3969. 2017. [ Full Text ] \nNHGRI is devoted to advancing health through genome research. The institute led NIH's contribution to the Human Genome Project, which was successfully completed in 2003 ahead of schedule and under budget. Building on the foundation laid by the sequencing of the human genome, NHGRI's work now encompasses a broad range of research aimed at expanding understanding of human biology and improving human health. In addition, a critical part of NHGRI's mission continues to be the study of the ethical, legal and social implications of genome research.   \nAbout the National Institute of Mental Health (NIMH): The mission of the NIMH is to transform the understanding and treatment of mental illnesses through basic and clinical research, paving the way for prevention, recovery and cure. For more information, visit the NIMH website . \nAbout the National Cancer Institute (NCI): NCI leads the National Cancer Program and the NIH's efforts to dramatically reduce the prevalence of cancer and improve the lives of cancer patients and their families, through research into prevention and cancer biology, the development of new interventions, and the training and mentoring of new researchers. For more information about cancer, please visit the NCI website at or call NCI's Cancer Information Service at 1-800-4-CANCER. \nThe NIH Common Fund encourages collaboration and supports a series of exceptionally high-impact, trans-NIH programs. Common Fund programs are designed to pursue major opportunities and gaps in biomedical research that no single NIH institute could tackle alone, but that the agency as a whole can address to make the biggest impact possible on the progress of medical research. Additional information about the NIH Common Fund can be found at http://commonfund.nih.gov . \nAbout the National Institutes of Health (NIH):   Institutes and Centers   clinical, and   treatments,  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T03:02:30.112+03:00"}, {"thread": {"uuid": "e2c7f446690f76fd5a9d2573cba0c58526780126", "url": "http://omgili.com/ri/.wHSUbtEfZTAwH6O6I_wpyDIc2apNk4U8nt36eN8LGyY50pbglg_AqY.k_OrgZQt1LaqchgROHxeflCI34Z1hchLs_Jd3qOu0SvqobBIcP08S9J8Q6CXRxSH0K4t9GXxaYRdeG5B3DQ9DLNrUE.7RDuoHP1NfbKAV0GMIuuXC7N_YpPFAmJzjZtYD14qHGFx", "site_full": "www.genome.gov", "site": "genome.gov", "site_section": "http://feeds.feedburner.com/NhgriPressReleases", "site_categories": ["health", "law_government_and_politics", "us_government_resources"], "section_title": "NHGRI Press Releases", "title": "New regions of the human genome linked to skin color variation in some African populations", "title_full": "New regions of the human genome linked to skin color variation in some African populations", "published": "2017-10-12T20:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": " https://www.genome.gov/Images/content/hands_skin_tones.jpg", "performance_score": 0, "domain_rank": 62971, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e2c7f446690f76fd5a9d2573cba0c58526780126", "url": "http://omgili.com/ri/.wHSUbtEfZTAwH6O6I_wpyDIc2apNk4U8nt36eN8LGyY50pbglg_AqY.k_OrgZQt1LaqchgROHxeflCI34Z1hchLs_Jd3qOu0SvqobBIcP08S9J8Q6CXRxSH0K4t9GXxaYRdeG5B3DQ9DLNrUE.7RDuoHP1NfbKAV0GMIuuXC7N_YpPFAmJzjZtYD14qHGFx", "ord_in_thread": 0, "author": "", "published": "2017-10-12T20:00:00.000+03:00", "title": "New regions of the human genome linked to skin color variation in some African populations", "text": "New regions of the human genome linked to skin color variation in some African populations Findings may shed light on how genes repair DNA damage caused by UV radiation Hands of people with skin color variation. Variation in skin color is one of the most striking features of modern humans. Image Credit: Shutterstock.com/Klaus Mikosch \nBethesda, Md. , Thurs., Oct. 12, 2017 - In the first study of its kind, an international team of genomics researchers has identified new regions of the human genome that are associated with skin color variation in some African populations, opening new avenues for research on skin diseases and cancer in all populations. These findings may help researchers determine if humans with certain DNA sequences are more or less susceptible to DNA damage caused by ultraviolet radiation (UVR) or respond to cellular stress differently. National Institutes of Health researchers contributed to this effort, led by Sarah Tishkoff , Ph.D., at the University of Pennsylvania in Philadelphia. The findings were published October 12, 2017, in the journal Science . \nStudying human skin pigmentation helps researchers understand how the cells that produce skin pigment - melanocytes - and genes work together to protect skin from the damaging effects of UVR. Because equatorial regions receive approximately two times more UVR than more temperate regions, darker pigmentation in people from these regions is thought to reduce skin damage and cancer. In contrast, lighter pigmentation of people in northern countries may increase the production of vitamin D 3 needed to prevent rickets, a softening and weakening of bones in children, usually due to inadequate vitamin D. \nResearchers studying genes that contribute to skin color for the last hundred years have focused on analyzing differences among European populations. This study of ethnically diverse populations in Ethiopia, Tanzania and Botswana has shed light on regions of the genome not previously associated with skin color. \n\"This is transformative research because it provides new pathways for studying pigmentation and pigment cell diseases,\" said William Pavan , Ph.D., co-author of the study and senior investigator in the Genetic Disease Research Branch at NIH's  . \"The paper also provides a foundation for others to investigate the DNA loci and associated genes that play roles in skin cancer susceptibility and the effects of UV radiation.\" \nIn this study, researchers sought to identify and functionally characterize regions of the human genome associated with skin color in African populations. To do this, they took color meter readings from the inner arms of 2,092 African participants to determine the levels of melanin in their skin. Melanin gives skin, hair, and eyes their color and protects skin cells from UVR. By measuring the skin pigmentation, researchers could learn about the underlying genomic alterations that were responsible for difference in skin pigmentation. \nFrom a subset of 1,593 individuals, they sequenced blood DNA and analyzed it to determine the DNA variations - called -- that were responsible for the differences in skin color. Genes in immediate proximity of these different DNA alleles included one that repairs DNA damage caused by UV light ( DDB1 ), two that are associated with albinism ( OCA2 and SLC24A5 ) and one that contributes to the production of a novel lysosomal protein ( MFSD12 ). Lysosomes are subcellular structures that play roles in optimizing nutrition and fighting infections and now, with these findings, in skin pigmentation. \n\"This study also demonstrates that by focusing on the entirety of human populations, we can identify novel and underappreciated genomic alterations and pathways,\" said Stacie Loftus, Ph.D. , co-author and staff scientist also in NHGRI's Genetic Disease Research Branch. Read the Study Loci associated with skin pigmentation identified in African populations. Science , DOI: 10.1126/science.aan8433. 2017. [ Full Text ] The   (NHGRI) is one of the 27 institutes and centers at the NIH, an agency of the Department of Health and Human Services. The NHGRI Division of Intramural Research develops and implements technology to understand, diagnose and treat genomic and genetic diseases.   \nNational Institutes of Health (NIH) :   institutes and centers   clinical and   treatments  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T03:02:33.144+03:00"}, {"thread": {"uuid": "6aeb35920db7c108e54d55d308783bad527b2e8b", "url": "http://omgili.com/ri/.wHSUbtEfZTAwH6O6I_wpyDIc2apNk4UHqBiOUUyd.Y-", "site_full": "www.genome.gov", "site": "genome.gov", "site_section": "http://www.nlm.nih.gov/hsrinfo/rss_hsrinfo.xml", "site_categories": ["health", "law_government_and_politics", "us_government_resources"], "section_title": "HSR Information Central - What's New", "title": "Social and Behavioral Research Branch Seminar Series", "title_full": "Social and Behavioral Research Branch Seminar Series", "published": "2017-10-18T17:45:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 62971, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6aeb35920db7c108e54d55d308783bad527b2e8b", "url": "http://omgili.com/ri/.wHSUbtEfZTAwH6O6I_wpyDIc2apNk4UHqBiOUUyd.Y-", "ord_in_thread": 0, "author": "nlmhsrcustserv@mail.nlm.nih.gov (HSRINFO)", "published": "2017-10-18T17:45:00.000+03:00", "title": "Social and Behavioral Research Branch Seminar Series", "text": "Social and Behavioral Research Branch Seminar Series \n\n\nThe Social and Behavioral Research Branch (SBRB) Seminar Series is a semi-annual lecture. Its purpose is to bring distinguished researchers whose work sits at the interaction of genomics and the social and behavioral sciences to speak to the NIH community. \nOctober 23, 2017, 10:00 a.m. - 11:00 a.m. Building 50, First Floor Conference Room (Room 1227/1233) \nIntegrating Genetics and Social Science: The Promises of Polygenic Scores \nJeremy Freese, Ph.D.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jeremy freese", "sentiment": "none"}], "organizations": [{"name": "social and behavioral research branch", "sentiment": "negative"}, {"name": "nih", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-19T00:48:46.001+03:00"}], "totalResults": 3, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508363326001&q=language%3Aenglish+site%3Agenome.gov&sort=crawled", "requestsLeft": 588}