{"posts": [{"thread": {"uuid": "bdb488c93a402dff47482fb0036604f31514e520", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnI5UdGb5_2RdBq_xKb1xi7Uv_M_.vsZhaaLkMsKoIgt4-", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "A Deep Blue Challenge", "title_full": "A Deep Blue Challenge", "published": "2017-10-04T18:10:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/fotolia_87269424_72dpi.jpg", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bdb488c93a402dff47482fb0036604f31514e520", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnI5UdGb5_2RdBq_xKb1xi7Uv_M_.vsZhaaLkMsKoIgt4-", "ord_in_thread": 0, "author": "", "published": "2017-10-04T18:10:00.000+03:00", "title": "A Deep Blue Challenge", "text": "Share Share One of the most accessible and complete reports on the state of our oceans is now available as a free download. Tackling issues from carbon dioxide absorption to sea level rise, plastic pollution and overfishing, some 160 ocean specialists working in 50 different scientific fields have contributed to this book, whose aim is to increase awareness to what has become one of today's most pressing and urgent challenges. \nInterview with researchers Agathe Euzen, 1 Françoise Gaill, 2 Denis Lacroix, 3 Philippe Cury, 4 editors of The Ocean Revealed , available as a free download . \nThere are no better concrete examples of how the ocean and atmosphere interact than the powerful hurricanes that are devastating the Caribbean this season. What goes through your mind when you watch these events unfold? Françoise Gaill: They focus our attention on the climate—and on the importance of the ocean in regulating it. Hurricanes are the direct result of ocean-atmosphere interaction, and yet we seem to have neglected the 'ocean' part of that interaction. The second point is that such events show the urgency of dealing with climate change. These islands are on the front line. In terms of sea-level rise, they are sentinels, and are indeed the most exposed and at risk, followed by the eastern coast of the US, with all its cities—New York, Miami... And that's just North America. You look at the Maldives, Bangladesh, which is now a third underwater... Engineering will have to protect these areas or they will simply be erased from the map. \nPhilippe Cury: We live in a world in evolution. We've always experienced climate \"changes,\" but they were variations. What we are going through today is only just the beginning, whether in terms of hurricane intensity, extreme events, or transforming ecosystems. Our human populations will have to adapt and evolve as well. It won't be about fishing a little less or a little more during the year, it will be about fishing entirely different species. As the environmental activist Nicolas Hulot—now French Minister for the Ecological and Inclusive Transition—famously said: \"what we're seeing now is only the trailer.\" A line of three hurricanes—two of them major and all of them threatening land—brewed in the Atlantic basin in September 2017. A line of three hurricanes—two of them major and all of them threatening land—brewed in the Atlantic basin in September 2017. J. STEVENS, J. ALLEN/Suomi NPP-VIIRS/Terra-MODIS/NASA J. STEVENS, J. ALLEN/Suomi NPP-VIIRS/Terra-MODIS/NASA Share \nAnd the ocean plays a crucial role in regulating climate change. F. G: Yes, and we tend to forget how important it is. Since the start of the Industrial Revolution, it has absorbed a third of all anthropogenic carbon dioxide. Today, oceans store 25% of atmospheric CO 2 , and soak up 90% of the planet's excess heat trapped by greenhouse gases. That amount has doubled since 1997, with dreadful consequences. The first is that excess CO 2 is making our oceans more acidic, thus preventing certain organisms from thriving and has clear knock-on effects on biodiversity and the entire food chain, by displacing or destroying populations and ecosystems. The second is that a warmer ocean captures less carbon, which means more CO 2 will be trapped in our atmosphere, at a faster rate. The third is ocean dilation because, at equal quantities, the volume of hot water exceeds that of cold water. This is added to the melting of the polar ice sheets and glaciers, which accounts for at least 50% of rising sea levels, with its known consequences on our coasts and small islands. And of course, rising ocean temperatures also contribute to making hurricanes more powerful. \nHow long have we known all this? F. G: Not that long, if compared to what we know about space, for example. There still are many technical and understandable challenges to doing research at sea and underwater. What I find interesting is that we had to wait until 2013—and the IPCC's 5 fifth assessment report—to start talking about the oceans at a policy level when addressing climate change. \nAgathe Euzen: And it's only a year later during the COP21 that we started to see a lot more interaction between different elements and disciplines, including farming and agriculture, urban issues and the role of cities, and the ocean and how it regulates the Earth system. \nIn fact, the Ocean and Climate Platform, which you, Françoise Gaill, are presiding, was instrumental in having the ocean featured in the COP21 UN report. F. G: At some point, it was even taken out, but there was tremendous pressure to put it back—especially from the SIDS. 6 The Ocean and Climate Platform was very important—to promote the role of the ocean during climate negotiations and share all available scientific knowledge on the issue. But it wasn't just the Platform, France's then minister Laurent Fabius, as well as the president of the COP21, Ségolène Royal, played key roles as well. Prince Albert II of the Principality of Monaco (centrer) along with Margaret Leinen and Françoise Gaill briefs journalists on the Ocean Conference taking place at UN Headquarters on 5-9 June 2017 in New York City. Prince Albert II of the Principality of Monaco (centrer) along with Margaret Leinen and Françoise Gaill briefs journalists on the Ocean Conference taking place at UN Headquarters on 5-9 June 2017 in New York City. Luiz Rampelotto / EuropaNewswire / EuropaNewswire / DPA /AFP Luiz Rampelotto / EuropaNewswire / EuropaNewswire / DPA /AFP Share Share \nAnd in a way, your book The Ocean Revealed extends this mission. It is a very accessible, yet complete overview of what we know about the ocean today, through a cross-section of all disciplines. Why is it that this body of water, which we live next to, eat out of, travel on and which is so present on our 'blue' planet, is so little known? A. E.: We learn about the water cycle at school, and how the ocean fits. But that's about it. All things terrestrial are easier to apprehend. The ocean is at the same time invisible, inaccessible, and infinite—it's our horizon. And it's in 3D—its depth is an unknown world that has always been a mystery. Yet others have been exploring it, because of the resources it may harbor. So in a way, the less we talk about the ocean, the better off others may be—those exploiting these resources, for example. \nP. C.: It's always symbolized freedom, because when you're 100 km from the shore, who is really going to check? And it's everything but empty. We only have to look at transport and maritime routes, mineral extraction, fishing... there are strategic issues, so although we don't talk a lot about the ocean, it's a very busy place. \nDenis Lacroix: And it is precisely because we still know so little about our oceans, its functions and services that we are so helpless at managing its resources. \nLooking at overfishing, for example, today some 30 to 40% of species are overexploited. P. C.: The ocean has reached its limit. Each year, it provides some 100-120 million tons of fish, the most traded food product worldwide. But in the past 10 years, it has reached a plateau. It is true that the Food and Agriculture Organization (FA0) reports that average apparent per capita consumption of fish increased from about 9 kg per annum in the 1960s to some 20-25 kg today, but it now includes aquaculture. And many species like anchovies and sardines are converted into fishmeal to feed freshwater aquaculture. In fact, 30 million tons of fish products are fed to a host of other species. In the case of overfishing though, there are ways of reversing the trend, like replenishing stocks by suspending fishing for a period of time. And it works: bluefin tuna can be fished in the Mediterranean again, for example. But there are other parts of the world—the China Sea, to name but one—which may be under stress for quite some time. A super trawler fishing 30 miles off the coast of Mauritania, in Atlantic Ocean. A super trawler fishing 30 miles off the coast of Mauritania, in Atlantic Ocean. Pierre GLEIZES/REA", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "j. stevens", "sentiment": "none"}, {"name": "denis lacroix", "sentiment": "none"}, {"name": "philippe cury", "sentiment": "none"}, {"name": "luiz rampelotto", "sentiment": "none"}, {"name": "j. allen/suomi npp-viirs/terra-modis/nasa j. stevens", "sentiment": "none"}, {"name": "albert ii", "sentiment": "none"}, {"name": "laurent fabius", "sentiment": "none"}, {"name": "margaret leinen", "sentiment": "none"}, {"name": "agathe euzen", "sentiment": "none"}, {"name": "françoise gaill", "sentiment": "none"}, {"name": "nicolas hulot", "sentiment": "none"}, {"name": "pierre gleizes/rea", "sentiment": "none"}], "organizations": [{"name": "eu", "sentiment": "none"}, {"name": "un headquarters", "sentiment": "none"}, {"name": "philippe cury", "sentiment": "none"}, {"name": "ipcc", "sentiment": "none"}, {"name": "ocean", "sentiment": "none"}, {"name": "un", "sentiment": "none"}, {"name": "ségolène royal", "sentiment": "none"}, {"name": "ocean conference", "sentiment": "none"}, {"name": "agriculture organization", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "atlantic ocean", "sentiment": "none"}, {"name": "china sea", "sentiment": "none"}, {"name": "north america", "sentiment": "none"}, {"name": "malta", "sentiment": "none"}, {"name": "miami", "sentiment": "none"}, {"name": "earth", "sentiment": "none"}, {"name": "new york city", "sentiment": "none"}, {"name": "mediterranean", "sentiment": "none"}, {"name": "maldives", "sentiment": "none"}, {"name": "bangladesh", "sentiment": "none"}, {"name": "mauritania", "sentiment": "none"}, {"name": "monaco", "sentiment": "none"}, {"name": "caribbean", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "atlantic", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T22:51:57.000+03:00"}, {"thread": {"uuid": "d9316e6e7e617fb6650cbcc38a88bccbbf3395dc", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnNixbeujJFBLcZPlMiYiZ71uGoruIVRwqZ5mVVVCu_2wnIUZxmIM_CQsQ1jXtzfUIgnpxRe5Xhwo9q.31qstWAw--", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "Jean-Marie Tarascon, Energy for improving Sustainability", "title_full": "Jean-Marie Tarascon, Energy for improving Sustainability", "published": "2017-10-10T17:04:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/cnrs_20170044_0007_72dpi.jpg", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d9316e6e7e617fb6650cbcc38a88bccbbf3395dc", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnNixbeujJFBLcZPlMiYiZ71uGoruIVRwqZ5mVVVCu_2wnIUZxmIM_CQsQ1jXtzfUIgnpxRe5Xhwo9q.31qstWAw--", "ord_in_thread": 0, "author": "", "published": "2017-10-10T17:04:00.000+03:00", "title": "Jean-Marie Tarascon, Energy for improving Sustainability", "text": "Jean-Marie Tarascon, Energy for improving Sustainability 10.10.2017 , by Jean-Marie Tarascon, laureate of the 2017 CNRS Innovation Medal. Frédérique PLAS/UMR8620/CNRS Photothèque Share Share On October 3, the Israeli government awarded the 2017 Samson Prize, Israel’s highest distinction for innovation, to Jean-Marie Tarascon, Professor at the Collège de France, director of the CNRS Research Network on Electrochemical Energy Storage (RS2E), and a pioneer in the field of lithium-ion batteries. \nJean-Marie Tarascon does not lack intuition. Having spearheaded research on lithium-ion batteries, this innovator has been striving to solve the thorny technological challenge of inventing new, more efficient, ecological, and safer solutions for storing energy in an effort to manage the planet's energy resources more sustainably. He currently holds the “Chair de Chimie du Solide et Energie” at the College de France, and contributed to shedding light on the reaction mechanisms of lithium, the synthesis of new materials from electrodes and electrolytes, and the development of new configurations for batteries. \nEverything began in the US in 1983, when the young researcher joined Bell Labs (New Jersey) after his thesis. He quickly moved on to Bellcore, its telecommunications subsidiary, where he conducted basic research in the highly competitive field of high-temperature superconductors for seven years. Things changed in 1989 after the Loma Prieta earthquake in California. \"The catastrophe highlighted the inadequacy of the lead accumulators used in telecommunications. Instead of the eight hours of autonomy initially announced, the batteries lasted only an hour, a real problem in emergency situations.\" For over 25 years, Jean-Marie Tarascon and his team have been developing energy-efficient, safe and environmentally-friendly energy storage solutions. For over 25 years, Jean-Marie Tarascon and his team have been developing energy-efficient, safe and environmentally-friendly energy storage solutions. Frédérique PLAS/UMR8620/CNRS Photothèque Share Share \nBellcore decided to realign its research accordingly, and Tarascon became head of a group devoted to energy storage overnight. He switched to electrochemical storage and explored new avenues related to lithium batteries. Four years later, the team developed the first plastic lithium-ion batteries. In 1995, he returned to France and became director of the Laboratoire de réactivité et chimie du solide 1 in Amiens (northern France). Under his leadership, this laboratory specialized in materials opened up its research to the electrochemistry of solids. \nWith the rise of sustainable development, Tarascon became interested in the design of new electrode materials based on abundant chemical elements Fe, Mn, Na, sulfates, together with their elaboration processing steps via eco-efficiency processes. In 2011, based on the principle that \"innovation can only emerge from discussion and collaboration,\" he created the RS2E, a network that brings together 17 academic laboratories, three research centers in industrial technology, and numerous industrial players \"in order to transform an idea into a product in record time with the best possible synergy.\" For example, owing to his input and vision, the RS2E was behind the first 18650 sodium-ion battery, which offered the same performance as the first lithium-ion cells, but at significantly lower cost. The prolific researcher, who still fulfills many duties, has kept the same taste for discovery and knowledge sharing as when he started his career. \"What I like most is being in my laboratory, conducting experiments with young researchers—hoping to get results, just like a child.\" \nTarascon received the CNRS Medal of Innovation this year, and has now been recognized on the international stage for his overall research on batteries. Each year the \"Eric and Sheila Samson Prime Minister's Prize for Innovation in Alternative Fuels for Transportation\" is awarded to two researchers for their innovative scientific contribution towards the development of alternative energy sources for transportation. Established by the Israeli government and Eric and Sheila Samson, a couple of philanthropic entrepreneurs, the innovation prize is one of the most generous in the world. Previous winners include famous figures such as Michael Graetzel (dye-sensitized solar cells), John Goodenough (cathodes for Li-ion batteries), and Mercouri Kanatzidis (thermoelectrics). This year's joint award winner is Jens Nielsen, 2 Professor of Biology at Chalmers University of Technology, in Sweden. Footnotes 1. CNRS / Université de Picardie Jules-Verne. 2. Recognized for his research on the production of biofuels using yeasts. Go further", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jean-marie tarascon", "sentiment": "negative"}, {"name": "sheila samson", "sentiment": "none"}, {"name": "jens nielsen", "sentiment": "none"}, {"name": "michael graetzel", "sentiment": "none"}, {"name": "eric", "sentiment": "none"}, {"name": "john goodenough", "sentiment": "none"}, {"name": "mercouri kanatzidis", "sentiment": "none"}, {"name": "tarascon", "sentiment": "none"}], "organizations": [{"name": "energy", "sentiment": "negative"}, {"name": "cnrs research network on electrochemical energy storage", "sentiment": "none"}, {"name": "cnrs / collège de france / upmc", "sentiment": "none"}, {"name": "cnrs", "sentiment": "none"}, {"name": "cnrs medal of innovation", "sentiment": "none"}, {"name": "cnrs / université de picardie jules-verne", "sentiment": "none"}, {"name": "chair de chimie du solide et energie", "sentiment": "none"}, {"name": "bellcore", "sentiment": "none"}, {"name": "bell labs", "sentiment": "none"}, {"name": "chalmers university of technology", "sentiment": "none"}], "locations": [{"name": "loma prieta", "sentiment": "none"}, {"name": "amiens", "sentiment": "none"}, {"name": "sweden", "sentiment": "none"}, {"name": "collège de france", "sentiment": "none"}, {"name": "israel", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "new jersey", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T19:14:08.004+03:00"}, {"thread": {"uuid": "7024b0701bb8f106b618c700f720dc92440a3092", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnJPFTdyqr5hpmDrt.fOlGlGVSgU0ujTW_A9iPRvTqeF7pRrs.lIpjCbFhySjYtpBK", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "Witchcraft: A Scapegoat for Misfortune", "title_full": "Witchcraft: A Scapegoat for Misfortune", "published": "2017-10-10T14:17:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/cosmos_197393_055_72dpi.jpg", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7024b0701bb8f106b618c700f720dc92440a3092", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnJPFTdyqr5hpmDrt.fOlGlGVSgU0ujTW_A9iPRvTqeF7pRrs.lIpjCbFhySjYtpBK", "ord_in_thread": 0, "author": "", "published": "2017-10-10T14:17:00.000+03:00", "title": "Witchcraft: A Scapegoat for Misfortune", "text": "Share \nCan ‘wizards’ be identified by external physical characteristics, like the albino children persecuted in Tanzania? A.C.M.: The Central African Republic is not one of those places—and there are many in the world—where albinos are immediately seen as sorcerers. We need to realize that we are dealing with what Patrice Yengo 4 calls ‘human communities in distress,’ where people live in constant uncertainty about their own fate and that of their children. Confronted with this waste of human lives, identifying the causes of misfortune becomes a priority: ‘Where does this adversity that afflicts us every day come from?’ In this context of extreme violence, the wizard is one of the most feared, most hated figures, like the thief or the rapist. He is evil incarnate, and punished as such. \nWhat is the process involved, from suspicion to accusation and verdict? A.C.M.: When the suspicion is very strong, there are three possibilities. After the death of a child, for example, the family may level specific accusations against a suspect. More often than not, they take physical action, which can be collective if the suspicion is shared throughout the neighborhood. And there are precise methods. Wizards are not killed just anyhow. There is lapidation, and there is a horrifying immolation technique: a rubber tire is forced down someone's chest before being set ablaze. Certain ways of killing, like the burning tire, or ‘necklacing,’ are widely used against political opponents. This is a collective action and the method used must be spectacular, in order to annihilate not only the person’s body but also the power it harbors. At that stage, the police may intervene, but it’s highly problematic. \nThe second possibility is going to a ganga, the famous witch doctor we've already mentioned and who is always a keen observer of the local family and neighborhood dynamics. The ganga might say, ‘Yes, it is actually your sister, your brother, your neighbor…’ Very often they confirm the suspicion. The biggest problem for the judiciary and for the criminal investigators is the lack of mechanisms to help them prosecute witchcraft. \nThe third possibility (and all three can overlap) for ‘witchcraft’ victims is to turn to a Neo-Pentecostal church or a local prayer group. They go there and queue up, waiting for their turn to talk to the pastor, who most often—in the case of Pentecostal churches—goes by the title of ‘prophet’ or ‘pastor/prophet,’ whose faith is the result of a vision or an exceptional experience. \nThe victims voice their suspicions, and the pastor/prophet issues a diagnosis. These churches usually substitute the idea that the evil is someone else’s doing with the notion that the victims themselves are the makers of their own misfortune. They must first be delivered from their past, from their sins. The pastor summons the demons inhabiting the victim, to bring them to the surface and force them out of the ‘possessed’ body. Trembling, screaming, physical frenzy—it is not unlike an American televangelist show. The last case scenario is that the ‘wizard’ can also be tried and imprisoned, as a punishment by the government itself. \nHow do courts come into witch hunt? A.C.M.: Most of the criminal codes of the former French colonies in Africa contain a specific article for defining and punishing witchcraft. Anyone who has been involved in the sale or purchase of human remains or bones, or who is found guilty of charlatanism or sorcery, is liable to imprisonment and fines. It is said that most of the trials in the Central African Republic are for witchcraft, and that's probably not far from the truth. The accused is sentenced to a prison term. The biggest problem for the judiciary and for the criminal investigators is the lack of mechanisms to help them prosecute witchcraft. As a result, the judges often call in gangas, whose expertise is recognized by the courts, and they are the ones who determine the defendant’s guilt or innocence. Exorcism session led by a Neopentecostal pastor in Kinshasa (Democratic Republic of Congo) in 2011. Exorcism session led by a Neopentecostal pastor in Kinshasa (Democratic Republic of Congo) in 2011. Alfredo FALVO/CONTRASTO-REA Share Share \nDoes anyone accused of witchcraft have a chance of getting away with it? Or, as recommended by Lévi-Strauss, is it better to plead guilty? A.C.M.: As a wizard is presumed to be a natural liar, there is no point in denying the charges. For someone accused by a group, the best strategy is often to confess, because this ‘power’ is not necessarily good or bad: it depends on the holder’s intentions. To plead guilty is to admit to having this power, which implies that it can now be used to repair the damage, for example to heal the person allegedly ‘bewitched.’ In the Central African Republic, the wizard or witch is often brought to the sick person’s bedside and called upon to heal them. \nHow does a researcher go about gathering data on these practices? A.C.M.: I used to work directly in the field, in parts of the country that are now inaccessible because of the fighting. But when I was there I could simply work as an ethnologist, listening to people’s stories, their everyday lives, their experiences and concerns… And potentially, following the instructions we received for contacting religious, administrative and legal authorities—courts, churches, police stations, etc. Everything was within reach, really. Footnotes 1. United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic. 2. Anthropologist, researcher at the IMAf-Ivry (CNRS/IRD/EHESS/EPHE/ Université Paris 1 Panthéon-Sorbonne/ Aix-Marseille Université). As a field researcher, Andrea Cerina Mayneri has focused his ethnographic research on the causes of ordinary violence in the Central African Republic and in Chad, especially those related to sorcery. 3. Edward Evan Evans-Pritchard, Witchcraft, Oracles and Magic Among the Azande, 1937. 4. Patrice Yengo, Les Mutations Sorcières dans le Bassin du Congo, 2016. Go further", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "edward evan evans-pritchard", "sentiment": "none"}, {"name": "patrice yengo", "sentiment": "none"}, {"name": "lévi-strauss", "sentiment": "none"}, {"name": "alfredo", "sentiment": "none"}, {"name": "andrea cerina mayneri", "sentiment": "none"}], "organizations": [{"name": "united nations multidimensional integrated stabilization mission", "sentiment": "none"}, {"name": "ephe/ université paris", "sentiment": "none"}, {"name": "aix-marseille université", "sentiment": "none"}], "locations": [{"name": "democratic republic of congo", "sentiment": "none"}, {"name": "tanzania", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "chad", "sentiment": "none"}, {"name": "kinshasa", "sentiment": "none"}, {"name": "central african republic", "sentiment": "none"}, {"name": "bassin du congo", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T19:14:08.009+03:00"}, {"thread": {"uuid": "4d1ff56aa0e0dc32d72aa05173cd8f7179a72c7d", "url": "http://omgili.com/ri/jHIAmI4hxg_onBM1tepe.Std4IVqo.cwPivGF37XjKk-", "site_full": "www2.cnrs.fr", "site": "cnrs.fr", "site_section": "", "site_categories": ["under_construction", "non_standard_content"], "section_title": "", "title": "Major cities concentrate less scientific production - CNRS Web site - CNRS", "title_full": "Major cities concentrate less scientific production - CNRS Web site - CNRS", "published": "2017-10-10T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.174, "main_image": "", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4d1ff56aa0e0dc32d72aa05173cd8f7179a72c7d", "url": "http://omgili.com/ri/jHIAmI4hxg_onBM1tepe.Std4IVqo.cwPivGF37XjKk-", "ord_in_thread": 0, "author": "", "published": "2017-10-10T03:00:00.000+03:00", "title": "Major cities concentrate less scientific production - CNRS Web site - CNRS", "text": "Paris, 10 October 2017 Major cities concentrate less scientific production The world's major cities, such as New York, London, and Tokyo, are losing their predominant position in the production and circulation of scientific articles, according to a study carried out by the Laboratoire interdisciplinaire solidarités, sociétés, territoires (CNRS/University of Toulouse Jean Jaurčs/EHESS/ENSFEA), the INCREASE Federation at the CNRS, and the Centre Marc Bloch in Berlin (CNRS/MEAE). These results are published in the October issue of the journal Scientometrics . From the early 2000s onwards, higher-education policies in many countries favored the concentration of resources (both financial and human), thereby benefiting a few major university hubs. On the other hand, the exponential growth of the student population on a global scale has led to a spatial deconcentration of sites of knowledge production. Researchers have demonstrated that this phenomenon of deconcentration affects not only the production of scientific articles, but also their visibility and quality, measured by the number of citations (in other words, how many times an article is used as a reference in other scientific papers).In order to assess the visibility of world publications, Marion Maisonobe and her co-authors have geocoded more than 14 million of them, issued between 1999 and 2011 and listed on the Web of Science 1 \u0097a database of articles from around the world, together with their citation links. The results show that the cities whose scientific papers are historically most often cited (New York, London, Tokyo, etc.) are losing their hegemony. The share of the top ten global cities in terms of the number of citations received fell from 23% in 2000 to 17.3% in 2010. The researchers also estimated the evolution of the scientific influence of cities and countries worldwide, taking as an indicator the ratio between the share of quotations received and that of published articles. 2 All other things being equal, cities in the emerging countries have gained impact, to the detriment of the main metropolises of the Western world. This is particularly noteworthy when it comes to urban centers in Asia (China, India, and Singapore), which recorded the highest progression rate across all disciplines. This is also the case for countries suffering from a lack of visibility: between 2000 and 2010, Iran thus gained 0.5 impact points in the sciences of the Universe and 0.8 points in mathematics, while South Africa gained 0.3 points in medicine.Researchers have shown that this rebalancing in the geography of citations is also taking place within countries. In the US, the increased influence of Chicago and Los Angeles has come at the expense of that of New York. In France, the advantage of Paris dwindled over the period 2000\u00962010, as its national share of citations dropped from 41.7% to 37%. This trend is observed in all disciplines. In the human and social sciences, there remains an asymmetry to the advantage of English-speaking countries\u0097whose publications remain the most cited\u0097but this tends to become less pronounced. These results challenge the assumption that the world's largest cities are a breeding ground for high-quality scientific articles and the only legitimate recipients of human and financial resources. The deconcentration of research on a global scale has not accentuated the quality gap\u0097measured by the number of citations\u0097between the world's metropolises and the rest. On the contrary, new high-quality higher education and research hubs are now emerging. This research received support from the \u0093Geoscience\u0094 program funded by the Agence Nationale de la Recherche (ANR-09-SSOC-010-GEOSCIENCE) and the \u0093Netscience\u0094 program supported by the LabEx \u0093Structurations des Mondes Sociaux\u0094 (ANR- LabX-0066). © Marion Maisonobe et al. with data from Clarivate Analytics & Natural Earth. Evolution of the distribution of citations received by publications published between 2000 and 2010. There is a geographical deconcentration of citations, with a very marked growth in the number of citations received by the cities of so-called \u0093emerging\u0094 countries, such as Iran and China (in very dark red). Download the press release : Notes: \n1 The Web of Science Core Collection (WoS) lists nearly one-and-a-half million scientific publications per year. It covers the experimental sciences, the sciences of the Universe, medicine, engineering sciences, and the humanities and social sciences. 2 Indeed, though it has already been shown that researchers in cities and emerging countries are publishing more and more scientific material, does this growth come at the expense of the quality of the work? Do they have a global, or only local or regional, influence? Bibliography: \nThe global geography of scientific visibility: a deconcentration process (1999\u00962011) , Marion Maisonobe, Michel Grossetti, Beatrice Milard, Laurent Jégou and Denis Eckert. Scientometrics , October 2017. DOI 10.1007 / s11192-017-2463-2 Contacts: \nResearcher l Marion Maisonobe l T +33 (0)5 61 50 37 06 l CNRS Researcher l Denis Eckert l CNRS Press Officer l Véronique Etienne l T 33 (0) 1 44 96 51 37 l ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T08:07:12.000+03:00"}, {"thread": {"uuid": "0dca579145ff3e995bbd032f6e8f9fc9f4b9a12f", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnuLWALJJLaxnBVlb4PoJXKngmcPqPMpEMOnpT54DRiZE-", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "Cassini's Grand Finale", "title_full": "Cassini's Grand Finale", "published": "2017-10-11T11:50:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/cassini_approaches_saturn_72dpi.jpg", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0dca579145ff3e995bbd032f6e8f9fc9f4b9a12f", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnuLWALJJLaxnBVlb4PoJXKngmcPqPMpEMOnpT54DRiZE-", "ord_in_thread": 0, "author": "", "published": "2017-10-11T11:50:00.000+03:00", "title": "Cassini's Grand Finale", "text": "Artist's view of the Cassini probe orbiting Saturn. NASA Share Share In the 20 years since it left Earth for Saturn, the Cassini-Huygens mission has made remarkable discoveries, to the point of changing our entire understanding of the Solar System. Its spectacular end came on September 15, 2017: the space probe fell into the rings of the giant planet, sending back precious data before disintegrating. We look back at this extraordinary mission, the result of a vast collaboration between the US and Europe. \nIt has revolutionized what we know about Saturn and raised new questions about the Solar System. The Cassini-Huygens mission by NASA, the European Space Agency (ESA) and the Italian Space Agency (ASI) came to an end. On September 15, at 10:31 am UTC, the spacecraft, set four days earlier on its final trajectory, entered the upper layers of the giant planet's atmosphere, at an altitude of 1 920 km above the cloud tops. 1 As it descended, it used its thrusters to attempt to keep its antenna pointed towards Earth for as long as possible. In the one to two minutes it took to drop 420 km, it sent back information about gas and plasma composition, temperatures and the magnetic field in the environments it encounters. It then suddenly ceased transmission and broke up under the combined effect of the heavy turbulence and tremendous heat produced as it plunges through Saturn's atmosphere at 111,000 km/h. Cassini's odyssey was over. \nThe mission's final radio signal, which took 83 minutes to travel from Saturn to Earth, would not arrive until 11:55 UTC. At that time, astronomers the world over no doubt felt a twinge of sadness, as this extraordinary adventure 1.43 billion kilometers from our planet came to an end. A technical and human feat \nCassini was indeed unique. Firstly, because of its duration: developed in 1982 and launched in 1997, the spacecraft arrived in the region of Saturn in 2004, after a long voyage through the Solar System that included flybys of Venus (twice), Earth and Jupiter. Although its mission there was initially due to last four years, it was extended twice to reach a total of thirteen years, enabling scientists to observe Saturn and its moon Titan for two entire seasons of Saturn's year (which lasts 29 Earth years). \nThe mission was also remarkable from a technological and human perspective. Cassini-Huygens tested a method for saving fuel that had only previously been tried out by NASA during Galileo's mission to Jupiter. This involved using Titan's gravitational attraction to make orbital changes. By modifying its speed on each of its 127 flybys of the moon, the spacecraft was able to travel around the Saturn system for far longer than originally planned. The different landing stages of the Huygens module on Titan's soil (artist's view) in 2005. This feat was the result of 22 years of collaboration between NASA and the European Space Agency. The different landing stages of the Huygens module on Titan's soil (artist's view) in 2005. This feat was the result of 22 years of collaboration between NASA and the European Space Agency. C. CARREAU/ESA Share Share \nThe program also saw the most distant landing ever achieved, and the first in the outer Solar System, when ESA's Huygens probe touched down on Titan on 14 January 2005. This was a scientific feat that enabled astronomers to obtain the first-ever images of the moon's surface, and a technical achievement that was all the more remarkable since \"Huygens was not initially designed to land on Titan but only to carry out a descent into its atmosphere,\" recalls Athena Coustenis, a CNRS senior researcher at the LESIA 2 involved in the mission from its inception. 19 participating countries, 4000 publications \nIn addition, there was exceptional international collaboration around the mission, which brought together three space agencies representing 19 countries. Data from the 18 science instruments on board the spacecraft (12 on Cassini and six on Huygens) were analyzed by thousands of researchers from 26 countries, while its construction involved dozens of teams, several of which from the CNRS. Having taken part in developing some of the spacecraft's systems, the French research organization was entrusted with significant responsibilities. Three of its members, Daniel Gautier, François Raulin and Michel Blanc, were appointed as Inter-Disciplinary Scientists (IDS). Another two, Guy Israël and Marcello Fulchignoni, were Principal Investigators (PIs) for the ACP and HASI instruments on Huygens, while around a dozen more were selected as Co-Investigators. \nMost importantly, the Cassini-Huygens mission will stand out in the history of space exploration due to its groundbreaking discoveries, which by 29 August 2017 had resulted in 3948 scientific publications, according to a NASA estimate. These findings were so numerous and sometimes so unexpected that they helped not only transform existing knowledge of Saturn and its 62 moons (six of which were discovered by Cassini), but \"also radically changed astronomers' view of the Solar System in general,\" Coustenis believes. Mysterious Titan no more \nThe detailed observation of Titan led to some huge surprises. \"Until 2004, specialists knew very little about Saturn's largest moon (diameter 5100 km), which had only been subject to one flyby, in 1980, by the Voyager 1 spacecraft,\" says Raulin, a researcher at the LISA 3 and IDS for Cassini-Huygens. The nature of its surface, hidden under the opaque orange haze that shrouds the moon, was a mystery. In fact, the engineers feared that Huygens might even end up engulfed in an ocean or in marshes when it landed. Thanks to the information collected by the probe, as well as the 127 flybys of the moon subsequently carried out by Cassini, Titan has given up some of its secrets. We now know its temperature, as well as the composition of its atmosphere, which, like Earth's, is predominantly made up of nitrogen (96%), and is also rich in methane. To the researchers' surprise, the presence of organic ions was detected in its ionosphere, at an altitude of 1000 km. \"A large part of its surface has been characterized, revealing unsuspected diversity,\" Raulin adds. The Ligeia Mare is the second largest known liquid expanse on Saturn's moon Titan. Located at the north pole, it is made up mainly of ethane and methane (colored Cassini radar image from 2006-2007). With Earth, Titan is the only body in the solar system to have liquid on its surface. The Ligeia Mare is the second largest known liquid expanse on Saturn's moon Titan. Located at the north pole, it is made up mainly of ethane and methane (colored Cassini radar image from 2006-2007). With Earth, Titan is the only body in the solar system to have liquid on its surface. NASA/JPL-Caltech/ASI/Cornell", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T15:24:29.001+03:00"}, {"thread": {"uuid": "b9e5b53d89165d5c9cba5397902e6fe34004809a", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623bmZWou2_3T9p37oNT2Mb0i0Dly2cSvS90lRO6UZqFRo93vAEYCVxSY-", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "The New Masters of Time", "title_full": "The New Masters of Time", "published": "2017-10-13T20:04:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/photo_video_time.png", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b9e5b53d89165d5c9cba5397902e6fe34004809a", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623bmZWou2_3T9p37oNT2Mb0i0Dly2cSvS90lRO6UZqFRo93vAEYCVxSY-", "ord_in_thread": 0, "author": "", "published": "2017-10-13T20:04:00.000+03:00", "title": "The New Masters of Time", "text": "The New Masters of Time 10.13.2017 \n50 years ago, on October 13, 1967, the second—the unit of time—was no longer defined by stars, but by atoms. In this quest for precision, scientists are now inventing the clocks of the future, that will let us express time with greater accuracy, and also revisit the fundamental laws of physics. About this video The new masters of time Production year:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T22:16:53.004+03:00"}, {"thread": {"uuid": "46fa09351f4020fff9cdef335948483f6595823b", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRn5fl_FnAjbirsglav6AqbLdUj.NJnxzeGoUQBz_QcHEBOFWeLxgv9IEOR6QWwAZipvo4ijSMrXW8-", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "Gravitational Waves Reveal Neutron Star Merger", "title_full": "Gravitational Waves Reveal Neutron Star Merger", "published": "2017-10-16T17:01:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/eso1733a_72dpi.jpg", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "46fa09351f4020fff9cdef335948483f6595823b", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRn5fl_FnAjbirsglav6AqbLdUj.NJnxzeGoUQBz_QcHEBOFWeLxgv9IEOR6QWwAZipvo4ijSMrXW8-", "ord_in_thread": 0, "author": "", "published": "2017-10-16T17:01:00.000+03:00", "title": "Gravitational Waves Reveal Neutron Star Merger", "text": "Gravitational Waves Reveal Neutron Star Merger 10.16.2017 , by Artist's view of a kilonova, produced by the fusion and explosion of two neutron stars, an exceptional event observed on August 17, 2017. ESO/L. Calçada/M. Kornmesser Share Share A series of observations on an unprecedented scale combining detection of gravitational waves and electromagnetic signals at all wavelengths sheds light on unsolved mysteries of astrophysics. \nGuillaume Dubus, 1 coordinator of France's National High-Energy Astrophysics Program , 2 does not beat about the bush: \"This is just huge!,\" he says, incredulous. On October 16, the LIGO-Virgo international collaboration announced that it had observed the first-ever merger of two neutron stars when it detected the gravitational waves emitted during this cataclysmic event. Coming after several observations of mergers of two black holes in recent months, this is yet another demonstration of the enormous potential of the burgeoning science of gravitational astronomy, which earned the French physicists Alain Brillet and Thibault Damour this year's CNRS Gold Medal. But that’s not all. Thanks to the accurate localization of the source of the phenomenon by the Virgo and LIGO interferometers, ground- and space-based astronomical telescopes were able to follow up and observe this unprecedented cosmic event at all wavelengths. As a result, several decades-old mysteries have been solved and a spate of fresh discoveries made, to which more than 150 French researchers have contributed, alongside the scientists of the Virgo collaboration—proof that astronomers have now fully entered the era of multi-messenger astronomy. The wave of August 17 \nIt all began on August 17, when the three LIGO-Virgo interferometers detected the signal of a passing gravitational wave. Once again, their extraordinary sensitivity enabled them to record the tiny distortions in space-time caused by an ultra high-energy astrophysical event. Yet this time it was not the merger of two black holes but that of two neutron stars, ultra-dense bodies with the mass of a star but a radius of 10 to 15 kilometers, exclusively made up of neutrons (one of the constituents of atomic nuclei), and both resulting from the explosion of a massive star. Gravitational interferometry really is opening up a new window onto the Universe.\" \nAs Benoît Mours, 3 Principal Investigator for Virgo in France, explains, \"for several tens of seconds we recorded an extremely clear gravitational signal, corresponding to the coalescence of two neutron stars, located 130 million light-years from Earth and with a mass lying somewhere between 1.1 and 1.6 times the mass of the Sun, that finally merged at 12:41 and 4 seconds, Coordinated Universal Time.\" \n\"I'm very happy to have witnessed this event,\" says Alain Brillet, the designer of the Virgo interferometer, which in its 'Advanced' configuration that came into operation on August 1 has multiplied the spatial resolution of LIGO-Virgo by a factor of around ten. \"After those of black holes, the merger of two neutron stars was clearly the next decisive step, proving that gravitational interferometry really is opening up a new window onto the Universe.\" At the same time, Thibault Damour, a major contributor to the analytical developments that made it possible to describe the precise shape of the gravitational signals sought by LIGO-Virgo, is upbeat about the prospects opened up by this new detection: \"Using gravitational waves, our instruments are now sensitive enough to measure the deformation of bodies caused by mutual tidal effects, which will enable us to probe the detailed properties of the highly exotic matter that makes up neutron stars.\" This artist’s impression shows two tiny but very dense neutron stars at the point at which they merge and explode as a kilonova. Such a very rare event is expected to produce both gravitational waves and a short gamma-ray burst, both of which were observed on 17 August 2017 by LIGO–Virgo and Fermi/INTEGRAL respectively. This artist’s impression shows two tiny but very dense neutron stars at the point at which they merge and explode as a kilonova. Such a very rare event is expected to produce both gravitational waves and a short gamma-ray burst, both of which were observed on 17 August 2017 by LIGO–Virgo and Fermi/INTEGRAL respectively. ESO/L. Calçada/M. Kornmesser Share A proof on a silver platter \nBut more was to come. On August 17, exactly 1.7 seconds after the LIGO-Virgo detectors captured their remarkable signal, the Fermi Gamma-ray Space Telescope in turn recorded what specialists call a short gamma-ray burst. In itself, there was nothing particularly unusual about this: such powerful bursts of ultra high-energy photons, which are detected by Fermi roughly once a week, have been observed since the 1960s, and it has been known for 25 years that they have an extragalactic origin. Except that the coincidence of two independent detections in the same region of the sky could only mean one thing: short gamma-ray bursts are caused by the merger of two neutron stars. \"What was just a hypothesis is now a certainty based on a confidence level rarely encountered in astronomy,\" Dubus explains. What was just a hypothesis is now a certainty based on a confidence level rarely encountered in astronomy. \nIronically, after several decades of doubt, the cosmos handed this piece of evidence to astronomers on a plate: although mergers of neutron stars emit gravitational waves in all directions, the gamma-ray burst that follows is normally confined to a cone-shaped beam measuring just a few degrees across. \"We were incredibly lucky that the Earth just happened to be in its path,\" he adds. \"It's amazing how cooperative Nature was!\" Astronomy on the global agenda \nAs always when Fermi detects a gamma-ray burst, an alert was immediately sent out to other observatories around the world, so that they could attempt to observe the phenomenon optically over a wide range of wavelengths. However, Fermi's resolution of around 1 000 square degrees meant that for astronomers it would have been like looking for a needle in a haystack, and the alert would probably have had little impact. Fortunately however, not only was LIGO-Virgo able to reduce this area to a mere 30 square degrees, but it also provided an accurate estimate of the distance of the phenomenon, encouraging astronomers the world over to leap to their telescopes. \nAnd twelve hours after the merger, by the time night had fallen in South America, the 1M2H team using the American Swope telescope in Chile announced they had discovered a new bright point of light located precisely in the NGC4993 galaxy, 130 million light-years from Earth. Other teams immediately confirmed the finding. Observations continued for around two weeks during which astronomers saw the emission shift from blue to red and gradually fade, while radio emissions were recorded about one week after the beginning of the event. There could be no doubt. This was the first time that a kilonova had ever been observed. Telescope optical and near-infrared images of the neutron star merger. The left image is from 11 hours after the LIGO/Virgo detection of the gravitational wave source, and contains the first optical photons of a gravitational wave source. Four days later (right), it faded significantly and its color became much redder. These observations show that heavy elements like gold and platinum were created in the neutron star merger. Telescope optical and near-infrared images of the neutron star merger. The left image is from 11 hours after the LIGO/Virgo detection of the gravitational wave source, and contains the first optical photons of a gravitational wave source. Four days later (right), it faded significantly and its color became much redder. These observations show that heavy elements like gold and platinum were created in the neutron star merger. 1M2H/UC Santa Cruz and Carnegie Observatories/Ryan Foley 1M2H/UC Santa Cruz and Carnegie Observatories/Ryan Foley Share The first kilonova observation \nSo just what is a kilonova? According to numerical simulations by astrophysicists, when two neutron stars merge, part of the very hot, dense matter of which they are made is ejected from the system, giving rise to light emission of a very specific kind. \"Infrared emissions detected in 2013 were thought to be from a kilonova, but the observation was only very indirect,\" Dubus says. \"This time, we were able to follow the entire sequence at every wavelength, thanks to an unprecedented effort by astronomers.\" These results provide our successors with 100 more years of work! \nWhich was just as well, since obtaining evidence that this phenomenon is real is of vital importance. As Dubus explains, \"according to models, a host of nuclear reactions take place inside the very neutron-rich ejecta, forming heavy elements through a nucleosynthesis mechanism unlike any other.\" \nIn a word, kilonovae are the best way of explaining the synthesis of elements heavier than iron in the Universe. The problem was that, until now, kilonovae only existed in theory. \"It's pretty amazing to think that the gold in the wedding ring you might be wearing was formed in the ejecta from the merger of two neutron stars,\" Dubus smiles. Merging of two neutron stars", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "m. kornmesser", "sentiment": "none"}, {"name": "thibault damour", "sentiment": "none"}, {"name": "guillaume dubus", "sentiment": "none"}, {"name": "bush", "sentiment": "none"}, {"name": "benoît mours", "sentiment": "none"}, {"name": "carnegie observatories/ryan foley", "sentiment": "none"}, {"name": "swope", "sentiment": "none"}, {"name": "virgo", "sentiment": "none"}, {"name": "alain brillet", "sentiment": "none"}, {"name": "dubus", "sentiment": "none"}], "organizations": [{"name": "national high-energy astrophysics program", "sentiment": "none"}, {"name": "cnrs", "sentiment": "none"}, {"name": "magellan", "sentiment": "none"}, {"name": "fermi", "sentiment": "none"}, {"name": "ligo", "sentiment": "none"}, {"name": "ngc", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "south america", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "chile", "sentiment": "none"}, {"name": "santa cruz", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-16T17:05:32.006+03:00"}, {"thread": {"uuid": "9e368c76d971d29db4c19bf33acb53260f5e1736", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnuMBBRZdQvzNQTiaqTCcot4u66gL.Uc55aXxLTI8FHHY-", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "Overloaded Ecosystems", "title_full": "Overloaded Ecosystems", "published": "2017-10-20T18:15:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/rea_174185_026_72dpi.jpg", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9e368c76d971d29db4c19bf33acb53260f5e1736", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnuMBBRZdQvzNQTiaqTCcot4u66gL.Uc55aXxLTI8FHHY-", "ord_in_thread": 0, "author": "", "published": "2017-10-20T18:15:00.000+03:00", "title": "Overloaded Ecosystems", "text": "Green algae take over a beach in the bay of Saint-Brieuc (2011). RGA/REA Share Share An environmental disaster in Brittany, blooms of green algae provide evidence of a rapidly-growing occurrence caused by pollution: eutrophication. A scientific report published on 19 September 2017 sheds light on the causes, risks and ways of containing a phenomenon that takes place when aquatic environments are saturated with nutrients. \nWhile the hole in the ozone layer and climate change are two illustrations of the way in which humans can drastically alter the functioning of the Earth system, eutrophication of ecosystems is yet another. Although not so well known to the general public, this event testifies to the large-scale impact of human activities on the environment. \nEutrophication, derived from the Greek eu (well) and trophein (feed), is characterized by a series of imbalances associated with an overproduction of organic matter, caused by the discharge of large amounts of nitrate and phosphate into watercourses and aquifers. \"This phenomenon can be thought of as an attack of indigestion in an ecosystem that has accumulated so many nutrients that it can no longer break them down on its own,\" explains Gilles Pinay, director of the Observatoire des Sciences de l’Univers de Rennes (OSUR), 1 and rapporteur of a collective scientific expertise on eutrophication 2 for the CNRS. Commissioned by the French Ministry of Agriculture and Food and the Ministry for Ecological and Inclusive Transition, the report, drawn up by 45 researchers, was published on 19 September 2017 by the CNRS, INRA, 3 IFREMER 4 and IRSTEA. 5 A rapidly-accelerating phenomenon \nAlthough intermittent algal blooms, the most visible effects of this accidental fertilization, have been described since ancient times, eutrophication only really took on a worldwide dimension towards the end of the nineteenth century, with the proliferation of large cities and their accompanying industrial estates. Directly related to the discharge of wastewater from these vast urban areas into rivers, such pollution was effectively reduced when cities decided to install sewage plants. \"The first eutrophication-related crisis in modern times dates back to the 1970s, when iconic natural environments such as the Great Lakes of North America or Lake Geneva saw their oxygen concentrations fall dramatically,\" explains Pinay, a CNRS biogeochemist. The reduction and subsequent ban of phosphates in detergents in turn successfully curbed this initial eutrophication. Some lakes in East Africa, which had until now been spared, are increasingly feeling the effects of eutrophication. Above, Lake Victoria, Africa's largest lake, has seen its ecosystem degraded due to the proliferation of green algae. Some lakes in East Africa, which had until now been spared, are increasingly feeling the effects of eutrophication. Above, Lake Victoria, Africa's largest lake, has seen its ecosystem degraded due to the proliferation of green algae. James MORGAN/PANOS-REA Share Share \nHowever, the respite was short-lived. Since the beginning of the 21st century, a more insidious upsurge of eutrophication has been spreading across the world. Symptoms of this more diffuse fertilization include occasionally toxic plant blooms, biodiversity loss, and falls in oxygen concentrations that can cause massive die-offs of aquatic organisms. The marine environment appears particularly impacted by this new episode. In the last forty years or so, the number and impact of hypoxic (low-oxygen) and anoxic (without oxygen) zones around the world has tripled. A survey carried out in 2010 estimated their number at around 500, covering a total area of about half that of France. Eutrophication has not only become more frequent and widespread but, its effects have also been observed to have spread to hitherto unscathed geographical areas such as some of East Africa's great lakes and Mediterranean lagoons. In France, green algal blooms in some of Brittany's bays have been a recurring problem since the 1970-80s. \n\"Although for over 30 years both scientists who specialize in coastal areas and environmental organizations have been raising awareness on the overabundance of nitrogen and phosphorus in natural environments, we have had to wait until the mid-2000s and the media's focus on health risks linked to green tides (Editor's note: the resulting hydrogen sulphide emissions have already caused several deaths) for the public to become increasingly aware of the problem of eutrophication,\" points out Alix Levain, a researcher in ethnology and sociology at the Laboratoire Interdisciplinaire Sciences Innovations Sociétés (LISIS). 6 Intensive agriculture blamed \nBecause of the important use of chemical fertilizers on crops and the large amounts of effluent from intensive breeding, the current model of intensive agriculture is frequently blamed whenever the issue of eutrophication is raised. However, recent episodes of green algal blooms in coastal areas as well as the proliferation of toxic microalgae that affect some low-altitude lakes in summer go back a long way, as Pinay explains. \"We are faced with the legacy of around a hundred years’ worth of nitrogen and phosphorus release into the environment, which aquatic ecosystems have not yet been able to clean up.\" Limiting manure spreading on outdoor crops, reducing soil erosion by planting winter crops, and encouraging farming practices that use less chemical fertilizer are some of the measures taken at the European level over the past few years to reduce the impact of eutrophication on aquatic ecosystems. Yet despite these efforts, the benefits for natural environments have unfortunately remained limited. \"Taking these various measures into account, nitrogen release into the environment was expected to fall drastically from 2012,\" Pinay says. \"However, we now know that its residence times in certain environments such as small watercourses were considerably underestimated by scientific studies.\" Long-term experimental research in which Pinay was involved has since shown that soils do not take three or four years to assimilate nitrogen from agricultural fertilizers, as previously believed, but rather several decades. 7 Green algae started proliferating in the Loire river, blocking the lock of the port of Roanne. The excessive amounts of nitrate in the water were caused by intensive agriculture. Green algae started proliferating in the Loire river, blocking the lock of the port of Roanne. The excessive amounts of nitrate in the water were caused by intensive agriculture. Pierre GLEIZES/REA", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "james", "sentiment": "none"}, {"name": "pinay", "sentiment": "none"}, {"name": "alix levain", "sentiment": "none"}, {"name": "roanne", "sentiment": "none"}, {"name": "brittany", "sentiment": "none"}, {"name": "gilles pinay", "sentiment": "none"}, {"name": "pierre gleizes/rea", "sentiment": "none"}], "organizations": [{"name": "cnrs", "sentiment": "none"}, {"name": "ministry for ecological and inclusive transition", "sentiment": "none"}, {"name": "osur", "sentiment": "none"}, {"name": "ifremer", "sentiment": "none"}, {"name": "ministry of agriculture and food", "sentiment": "none"}, {"name": "laboratoire interdisciplinaire sciences innovations sociétés", "sentiment": "none"}, {"name": "inra", "sentiment": "none"}, {"name": "observatoire des sciences de l’univers de rennes", "sentiment": "none"}], "locations": [{"name": "saint-brieuc", "sentiment": "none"}, {"name": "earth", "sentiment": "none"}, {"name": "mediterranean", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "brittany", "sentiment": "none"}, {"name": "loire", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "north america", "sentiment": "none"}, {"name": "lake geneva", "sentiment": "none"}, {"name": "lake victoria", "sentiment": "none"}, {"name": "east africa", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T18:33:35.014+03:00"}, {"thread": {"uuid": "7f002bbae6b227f4e6d09f3a92d964d31bccd22c", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnCRCcAnqWH97Pyleg9K2HwSXCGllDVC39qDmR2IMriYUQXPnYQrQmiS7ktaUEr4tF", "site_full": "news.cnrs.fr", "site": "cnrs.fr", "site_section": "https://news.cnrs.fr/rss", "site_categories": ["tech"], "section_title": "CNRS News", "title": "The Boom and Bust of Spanish Bricks", "title_full": "The Boom and Bust of Spanish Bricks", "published": "2017-10-25T12:15:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "https://news.cnrs.fr/sites/default/files/styles/visuel_principal/public/assets/images/abandon_72dpi.jpg", "performance_score": 0, "domain_rank": 19617, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7f002bbae6b227f4e6d09f3a92d964d31bccd22c", "url": "http://omgili.com/ri/.wHSUbtEfZTtXjYc3g623ZtNlsBDOaRnCRCcAnqWH97Pyleg9K2HwSXCGllDVC39qDmR2IMriYUQXPnYQrQmiS7ktaUEr4tF", "ord_in_thread": 0, "author": "", "published": "2017-10-25T12:15:00.000+03:00", "title": "The Boom and Bust of Spanish Bricks", "text": "The Boom and Bust of Spanish Bricks 10.24.2017 , by Valdeluz, a ghost town north-east of Madrid, is a symbol of the collapse of the real-estate bubble in 2008. SURVIVANCE Share Share Bricks, the first film by sociologist Quentin Ravelli, was released this October. This documentary about the Spanish financial crisis offers vivid insights into the plight of victims of toxic loans along with an overview of the capitalist financial system. \nYour earliest research focused on the pharmaceuticals industry. What led you to investigate the Spanish financial and real estate crisis? Quentin Ravelli: 1 In both cases, the idea is to follow the “social biography” of a commodity, whether it is pharmaceutical drugs, construction bricks or risk-bearing loans. The way in which these products are developed, produced and then distributed provides a complete overview of the political economy. Bricks - Trailer Année de production: 2017 \nFor example, in my doctoral thesis I investigated why certain drugs like antibiotics had a paradoxical tendency to strengthen the bacteria that they are meant to combat. In concrete terms, the more these drugs are used, the less effective they become, and the more likely we are to fall ill… I wondered whether other products followed a similar path and came across high-risk mortgages, that are supposed to “democratize” finance and help small property owners. The more money you lend to people who cannot pay it back, the more likely you are to impoverish them, trapping them in a situation of over-indebtedness, until society as a whole can’t withstand it any longer. This spiral was especially devastating in Spain, where an entire “brick economy” was nurtured by loans that were impossible to pay back. \nHow did the specific case of brick production, the central topic of your documentary, 2 end up impoverishing the very people it was supposed to help? Q.R.: In the 1990s, high-risk mortgages were issued that allowed millions of people—who otherwise would not have become homeowners—to buy an apartment. In Spain this stimulated the construction sector, especially brick manufacturing, which is a national specialty. According to estimates, between 15 and 25% of the country’s GDP was based on this growth model in the 2000s: many Spaniards worked directly or indirectly in construction, and the money they earned building new housing allowed them to borrow money to buy an apartment… It was a closed loop. When the economic crisis hit in 2007 and 2008, the brick factories began to shut down one by one. Many workers lost their jobs and, along with them, their ability to pay their mortgages. Most then tried to sell their property, but in the meantime real estate prices had collapsed. Many found themselves threatened with eviction, due to a Spanish law that allows banks to evict people who aren’t paying their mortgage. In other words, with this situation we can clearly see how a system supposedly conceived to increase access to property (although that was mostly a fallacy) paradoxically led to a wave of evictions. \nWhy did you choose the medium of the documentary film to tell this story? Q.R: Film provides visual proof that cannot be conveyed in writing. In sociology, our work consists mainly of reading and writing articles, conducting interviews and analyzing statistics, which of course are essential. But with the documentary, which we use more often in anthropology than sociology, observations of social behavior can be shared, critiqued and compared with others, which enriches the demonstration. For this film, my first documentary, I spent several years following associations like Plataforma de Afectados por la Hipoteca, which is fighting for debt relief for the victims of toxic loans. I tried my best to document, without overlaying any commentary or analysis, the way its members strive to transform their feeling of guilt and indebtedness into collective, politically organized outrage. Telling their struggle in an article or a book is not the same as seeing them on the screen, banding together to prevent an eviction by the police, invading a bank to demand the cancellation of a debt, or quite simply supporting each other in a meeting. In fact, I’m still thinking about the best way to link the scenes on film to the scientific articles, which are based, for example, on a questionnaire answered by 600 over-indebted people in 12 Spanish cities. \nThe film also includes many scenes in a brick factory… Q.R.: I wanted to emphasize the fact that there is no clear line that separates an “abstract” financial system and the supposedly more concrete industrial economy. Toxic loans obviously played a major role in triggering the global economic crisis. But in Spain, the crisis also involved a classic case of overproduction: the country produced more bricks than it could realistically sell. It’s all interlinked. A worker in a brick factory in Castile (Spain), that exports its products to other countries. A worker in a brick factory in Castile (Spain), that exports its products to other countries. SURVIVANCE Share Share \nThese sequences show how bricks, the raw material for building entire new cities, have played a key role in the Spanish economy for decades, and why the factories now find themselves forced to stop production or even destroy their stock. Here again, the thing that had brought them wealth—not incidentally a fundamental product in human history and in civilization—was transformed into a burden that had to be disposed of, to try to limit the damage as much as possible. In addition, bricks are interesting as a cinematographic object because they show us the tangible raw material that our economy is made of, reminding us that even high finance is rooted in a much more concrete reality than we often imagine. \nAre you going to continue conducting research on the issue of debt, perhaps even in another film? Q.R.: I have just published a companion book to the documentary, Red Bricks, which gives a sociological narration of the stages of the economic crisis as it evolved during filming. Many of the dialogues and interviews in the book are based on raw footage that I didn’t use in the documentary, an approach that may interest other researchers in the social sciences. But generally speaking, I would like to delve more deeply into the role of emotions in social movements. One unique aspect in Spain is that so much of the population fell prey to toxic loans, which at the same time made them all the more united in fighting the banks and demanding the cancellation of their debts. The population’s strong unity and capacity to reverse the feeling of guilt seems to have been a spearhead for movements like the Indignados and Podemos, which subsequently succeeded in becoming part of the electoral process. This is nearly unheard-of for social movements. I have other ideas for films, but in particular I’d like to help sociology take advantage of the visual culture that has been booming in recent years, and which opens extraordinary new possibilities for scientific research. Footnotes 1. Researcher at the Centre Maurice-Halbwachs (CNRS / EHESS / ENS Paris). Quentin Ravelli has also published a book on the subject: Les briques rouges. Dettes, logement et luttes sociales en Espagne, éditions Amsterdam, août 2017. 2. This film was produced by Survivance (Carine Chichkowsky) with the participation of Cécile Bodénès (principal photography), Catherine Mabilat (editing), Alvaro Silva (sound), Thierry Mazurel abd Yann Pittard (music). It was coproduced with CNRS Images with support from the CNC, the Île-de-France region and the Casa de Velázquez (French academy in Madrid). Go further", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "valdeluz", "sentiment": "negative"}, {"name": "alvaro silva", "sentiment": "none"}, {"name": "quentin ravelli", "sentiment": "none"}, {"name": "survivance", "sentiment": "none"}, {"name": "carine chichkowsky", "sentiment": "none"}, {"name": "thierry mazurel", "sentiment": "none"}, {"name": "cécile bodénès", "sentiment": "none"}, {"name": "yann pittard", "sentiment": "none"}, {"name": "catherine mabilat", "sentiment": "none"}], "organizations": [{"name": "casa de velázquez", "sentiment": "none"}, {"name": "cnrs", "sentiment": "none"}, {"name": "cnc", "sentiment": "none"}, {"name": "red bricks", "sentiment": "none"}, {"name": "plataforma de afectados por la hipoteca", "sentiment": "none"}], "locations": [{"name": "madrid", "sentiment": "none"}, {"name": "castile", "sentiment": "none"}, {"name": "amsterdam", "sentiment": "none"}, {"name": "île-de-france", "sentiment": "none"}, {"name": "paris", "sentiment": "none"}, {"name": "spain", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T20:43:30.000+03:00"}], "totalResults": 9, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508953410000&q=language%3Aenglish+site%3Acnrs.fr&sort=crawled", "requestsLeft": 534}