{"posts": [{"thread": {"uuid": "483e30ea67ff79e758a5a1de91a9e17ae91d5653", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79ugi0rDOx1qvj6y3kN9wCNcjIjpr3TxRE.SYw0Cf.e71S57FMyfYHSaRIqgrverQKa", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "5 Ways to Take Your Basic Workout Up a Notch - Fitbit Blog", "title_full": "5 Ways to Take Your Basic Workout Up a Notch - Fitbit Blog", "published": "2017-10-05T03:42:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.001, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1006.Take-Workouts-Up-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "483e30ea67ff79e758a5a1de91a9e17ae91d5653", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79ugi0rDOx1qvj6y3kN9wCNcjIjpr3TxRE.SYw0Cf.e71S57FMyfYHSaRIqgrverQKa", "ord_in_thread": 0, "author": "Alice Oglethorpe", "published": "2017-10-05T03:42:00.000+03:00", "title": "5 Ways to Take Your Basic Workout Up a Notch - Fitbit Blog", "text": "Get Moving October 4, 2017 5 Ways to Take Your Basic Workout Up a Notch By Alice Oglethorpe \nYou’ve been on the workout grind, but you’re ready to add an extra challenge without shelling out for a personal trainer or buying a bunch of new fitness equipment. You’re in luck; there are actually some pretty simple techniques you can use to boost the effectiveness of your workouts instantly. Bonus: They help you save time at the gym! Here are five to try during your next workout: \n1. Get explosive with your movements. Adding powerful bursts to your strength training movements can help you target more muscles at the same time. “Explosive movements also cause your heart rate to spike, which taxes your cardiovascular system,” says Ruben Belliard, founder of The Training Lab in New York. So how do you do it? It’s all about pushing your body off the ground as part of the movement. Replace bodyweight squats with jumping squats, or instead of normal push-ups, try exploding up from the bottom and attempting to clap your hands together before finishing out the rep. \n2. Add intervals to your cardio. Running three miles at a steady pace is fine, but if you want to keep seeing results, speed things up by throwing in some intervals. “You can push yourself harder because you only need to go fast for a little bit,” says Belliard. “Your body isn’t accustomed to going at that pace, so you’ll see more results; improving your heart function and recovering faster between training days.” A good way to do this? Play little games with yourself. “If you see a tree ahead, see how fast you can get to it,” says Jimmy Minardi, personal trainer and founder of Minardi Training . \n3. Limit rest. It’s natural to want to rest when your workout gets tough, but try to keep those breaks to a minimum. “Instead of taking a break after each move, cycle through a complete set of the moves, then take a break,” says Belliard. “The shorter the rest, the more taxing the workout will be on your cardiovascular system.” Little by little you’ll notice you won’t need as much rest in future workouts because you can catch your breath faster. \n4. Focus on form. When you get tired, it’s natural for form to suffer. Unfortunately, this can be a huge waste of time. “100 bad push-ups are less beneficial than 10 really good ones,” says Belliard. If you notice your form slipping, break your movements into smaller chunks so that you can do them all correctly. \n5. Change up your routine. Your body can adapt petty quickly to the same old workout, which is why getting into a rut can stop you from seeing results. One way to make sure you’re doing lots of different movements: Take the workout outside. “I see people at the gym who aren’t getting any healthier and who look bored to tears,” says Minardi. “Find something you love to do outside—like trail running, mountain biking, or kayaking. Each time you work out, it’s going to be a little different, which will keep your body challenged.” \n\nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Alice Oglethorpe \nAlice Oglethorpe is a freelance writer and editor based in Chicago, IL. She covers health, happiness, fitness, and anything else that piques her interest. Her work has appeared in O, The Oprah Magazine, Self, Shape, Fitness, Redbook, Health, Better Homes & Gardens, Psychology Today, Good Housekeeping, and more. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "minardi", "sentiment": "none"}, {"name": "ruben belliard", "sentiment": "none"}, {"name": "alice oglethorpe  alice oglethorpe", "sentiment": "none"}, {"name": "jimmy minardi", "sentiment": "none"}, {"name": "belliard", "sentiment": "none"}], "organizations": [{"name": "better homes & gardens", "sentiment": "none"}, {"name": "oprah magazine", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "chicago", "sentiment": "none"}, {"name": "minardi training", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-05T08:31:37.004+03:00"}, {"thread": {"uuid": "2a6495f627981787cb26515a88ebaa83a99a2e7e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uhZwgwgGhrXUmAzQW1CmY9IkUHeDOL0Hb", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Sheet-Pan Chicken Thighs & Root Veggies | Healthy Recipe", "title_full": "Sheet-Pan Chicken Thighs & Root Veggies | Healthy Recipe", "published": "2017-10-05T20:30:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.001, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1005.Roast-Chx-Root-Veggies-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 4, "comments": 0, "shares": 4}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2a6495f627981787cb26515a88ebaa83a99a2e7e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uhZwgwgGhrXUmAzQW1CmY9IkUHeDOL0Hb", "ord_in_thread": 0, "author": "Fitbit Staff", "published": "2017-10-05T20:30:00.000+03:00", "title": "Sheet-Pan Chicken Thighs & Root Veggies | Healthy Recipe", "text": "INSTRUCTIONS \nPreheat the oven to 425°F (220°C). \nPeel ( or don’t peel ) the carrots and parsnips and cut into bite-size pieces, about 1 inch (2.5 cm) thick. Place on a large rimmed baking sheet, drizzle with 1½ tablespoons of the olive oil, and toss to coat. Nestle the chicken thighs and thyme sprigs among the vegetables. Season the chicken and vegetables generously with salt and pepper. Roast for 15 minutes. \nIn a small bowl, whisk together the maple syrup, mustard, garlic, and the remaining 1½ tablespoons olive oil. Remove the pan from the oven. Pour the maple syrup mixture over the chicken and vegetables and stir the vegetables gently to coat. \nReturn the pan to the oven and roast until the chicken is golden and no longer pink at the center and the vegetables are tender when pierced with a knife, about 10 minutes longer. Place the roast chicken on plates, spoon the roast vegetables on the side, and serve warm. Makes 4 servings ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T06:09:45.005+03:00"}, {"thread": {"uuid": "b08afeb601de4ca712586d6120b1dbfec2d53bb3", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uue7so5jE1_zYEK34HZCr9VdGcHzxWzL3LEaFRI3ljoD7rxtKQs4diUC4JTpb9vP5BAi5XbxXFHM-", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Take Your Warm-Weather Run Indoors with These Pro Tips - Fitbit Blog", "title_full": "Take Your Warm-Weather Run Indoors with These Pro Tips - Fitbit Blog", "published": "2017-10-10T02:05:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.206, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1013.Summer-Run-Indoors-Blog-Hero-R1.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 6, "comments": 0, "shares": 6}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b08afeb601de4ca712586d6120b1dbfec2d53bb3", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uue7so5jE1_zYEK34HZCr9VdGcHzxWzL3LEaFRI3ljoD7rxtKQs4diUC4JTpb9vP5BAi5XbxXFHM-", "ord_in_thread": 0, "author": "Gabi Redford", "published": "2017-10-10T02:05:00.000+03:00", "title": "Take Your Warm-Weather Run Indoors with These Pro Tips - Fitbit Blog", "text": "Get Moving October 9, 2017 Take Your Warm-Weather Run Indoors with These Pro Tips By Gabi Redford \nAs the days grow shorter and the temperature drops, you may find it harder than ever to schedule an outdoor run. No worries, though. You can easily take your run indoors, provided you have access to an indoor track or treadmill. Treadmill running can be less taxing—less wind resistance, less challenging terrain, momentum provided by a constantly-moving belt—but that doesn’t mean you get off scot free. To add a layer of difficulty, you’ll want to make a few adjustments. “If you structure your workout with greater discipline, you can more than make up for the variables that exist outside,” says David Siik, author of The Ultimate Treadmill Workout and National Manager of Precision Running at Equinox fitness clubs. Here are a few ways to boost your indoor run workout—and stay cool while embracing a challenge: \n5 Ways to Make Your Outdoor Run Treadmill Friendly \n1. Adjust The Treadmill Incline To 1 Percent \nEven on days when there’s not much of a breeze, wind resistance plays a role in how much energy you need to expend to move your body forward. The best way to compensate? Set the treadmill incline a little higher. In a study at Exeter University, researchers asked nine men to run for six minutes at six different speeds. Five runs were conducted on a treadmill set at different inclines—from 0 percent to 3 percent; the other run was done outside. Energy expenditure was determined by measuring oxygen consumption during the final two minutes of each run. The result? A 1 percent gradient—not more and not less—most accurately mimics the energy expenditure of an outdoor run. \n2. Pick Up The Pace \nIf you think you’re working just as hard on the treadmill as you do outdoors, you might be fooling yourself. In a study at the University of Singapore, participants were asked to run outside for 3 minutes, then on a treadmill for 3 minutes, then outside again. Average running speed was calculated using a video camera. Turns out that while on the treadmill, the runners slowed way down, even though they were told to try to keep a similar pace as their outdoor runs. Researchers concluded that the lack of visual stimuli indoors was likely to blame. Compensate by intentionally picking up the pace on your treadmill run. If you normally run 9-minute miles, try 8:50s on the treadmill. If you run 8-minute miles, try for 7:50s. \n3. Up Your Game With Interval Training \n“The number one piece of advice that I give to runners is never get on a treadmill without knowing what you’re planning to do,” says Siik. “It doesn’t have to be complicated. You can plan to run for 10 minutes and pick up your pace every minute, or do a one-minute on, one-minute off type of workout. If you have a plan, you’ll never be bored.” Or try this 30-minute treadmill interval workout that Siik developed exclusively for Fitbit readers. \nThe Descent \nYou’ll want to start with a medium effort run—about 2 mph slower than what you think is your maximum speed (or Personal Record, PR) for one minute. You’ll keep that speed on all intervals in the first half as you go up in incline. The reason this workout is called “The Descent” is because it gets challenging in the second half. INTERVAL ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "gabi redford  a", "sentiment": "neutral"}, {"name": "david siik", "sentiment": "none"}, {"name": "siik", "sentiment": "none"}], "organizations": [{"name": "equinox", "sentiment": "none"}, {"name": "exeter university", "sentiment": "none"}, {"name": "university of singapore", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-10T02:38:12.002+03:00"}, {"thread": {"uuid": "f42e956b1c0c905865c1f9cae9d139ed459be221", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79u.NicM.1z49UlmC9bQoX25YEitl1.jiwp90XfG2c2a7ImTKuaBvEiGkWtQmcB4lfajHWJhIdmD_iH62o66797vA--", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Slash Your Chance of Injury With These 5 Mobility Moves - Fitbit Blog", "title_full": "Slash Your Chance of Injury With These 5 Mobility Moves - Fitbit Blog", "published": "2017-10-12T00:40:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.05, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1011.Prehab-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 5, "comments": 0, "shares": 5}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f42e956b1c0c905865c1f9cae9d139ed459be221", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79u.NicM.1z49UlmC9bQoX25YEitl1.jiwp90XfG2c2a7ImTKuaBvEiGkWtQmcB4lfajHWJhIdmD_iH62o66797vA--", "ord_in_thread": 0, "author": "Stephanie Smith", "published": "2017-10-12T00:40:00.000+03:00", "title": "Slash Your Chance of Injury With These 5 Mobility Moves - Fitbit Blog", "text": "Slash Your Chance of Injury With These 5 Mobility Moves By Stephanie Smith \nWhen it comes to stretching, there’s no one-size-fits-all approach, and no practice can claim to prevent injury 100 percent of the time. But before you use that as an excuse to skip your warm-up or say adios to your cool down, it’s important to know that the best way to help bypass injury is to stretch and strengthen — or mobilize and stabilize —your joints. According to Trent Nessler, national director of sports medicine innovation at Select Medical, a combination of pre warm-up dynamic stretches and post-workout exercises works best. The reason is twofold. “Dynamic stretches prep the body for movement, and fatigued-state training reduces the risk of injury by reinforcing proper biomechanics. It also allows you to shave time off of your routine, because you don’t have to complete as many sets and reps to hit full exertion,” he says. \nPreventing injury is all about incorporating mobility exercises that instill proper movement at a higher, cerebral level—in other words, your muscles and joints will move the way they should, without you having to think about it. Lay the foundation for pain-free fitness with these exercises. \n1. Sumo Squat \nAids in: hamstring, hip, and lumbar mobility \nPreventing injury is all about loading your system correctly. Nessler compares it to a car. “If all four tires are full, the wear pattern on the car is symmetrical, but if one wheel is flat, the load is uneven and the entire system breaks down more quickly.” While the living tissue of the human body is better at adapting than rubber and steel, non-symmetrical or abnormal loading can eventually lead to sprains and strains. In fact, Nessler attributes a lack of mobility in the lower kinetic chain — spine to foot to ankle—to 70% to 85% of running injuries. \nIn running, proper loading means that your glute medius has to contract to stabilize your pelvis as you stride. Sumo squats help withthat (and are essential if you work a desk job). “Sitting weakens glutes, which means that when you get into a running stride your muscles can’t bear the weight needed to stabilize your pelvis,” says Nessler. “That leads to excessive pelvic and knee motion, which can create patellofemoral pain syndrome (or pain in the front of the knee) and IT band friction.” Strong glutes can limit this risk. \n2. Plank \nAids in: strengthening of the spinal extensors and core \nBodyweight planks top the list because of their high EMG signal — or measure of muscle contraction. Unfortunately, they’re often amiss on form. “Ninety percent of athletes plank incorrectly,” says Nessler. “They remember to keep a neutral spine but forget about maintaining square hips, instead allowing them to creep up.” What this leads to is shortened hip flexors, which can cause an increased anterior pelvic tilt, disc slips, and lower back pain, he says. Practicing proper planks improves core strength, reduces your risk of knee injury, and improves vertical jump and power output, making your movements both safer and efficient. \n3. Dynamic Lunge \nAids in: dorsal and plantar flexion, a full ankle and hip mobility, and preserved lumbar spine mobility \nThe dynamic lunge is a movement that allows for full mobility of the hips. “When you lunge, one hip is in max flexion while the other is contralateral in extension,” says Nessler. This is especially critical for sprinters, who can experience lumbar spine and back pain if their hips aren’t fully opened before they take on the 200-meter dash. \nThe dynamic lunge also helps you work on controlling and stabilizing the knee in the frontal plane, making sure that it tracks correctly (and that you don’t fall victim to a narrow stance or make the mistake of shifting your weight forward and straining the ankle and knee of your leading leg). \n4. Side Plank \nAids in: strengthening the lower kinetic chain, stabilizing ankles \nWant to really engage your glutes? Look no further than the side plank, which strengthens everything in your lower kinetic chain, from your shoulder to your foot. Post-workout side planking is also a great test of ankle stability. If you’re not able to hold a side plank and keep your ankle in a neutral state — signified by your tibia (or shin bone) dropping down towards the ground — you’re likely at risk for ankle strains when running. Mastering the side plank could help strengthen your joints and stave off injury \n5. Hip Bridge \nAids in: strengthening the core, alleviating and preventing lower back pain \nAdrian Richardson, a workout curriculum designer and certified personal trainer for Fitbit Coach, adds hip bridges to his list of mobility exercises. Since they fully engage the posterior chain, hip bridges help to counter the daily focus placed on quads, thereby limiting the risk for tight IT bands (and subsequent knee and back pain). If you’re a more advanced exerciser or looking for a challenge, you can take your mobility to the next level with the single-leg glute bridge. \nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Stephanie Smith \nStephanie Smith is Fitbit’s Fitness editor. A New York City native and University of Missouri grad, Stephanie has written articles for a number of outlets, including Men’s Health, Men’s Fitness, Daily Burn, Active.com, EatThis, and BodyBuilding.com. She is excited to spread the health and fitness message—and the importance of getting in steps—to Fitbit users. When she’s not encouraging people to get moving, she enjoys indoor cycling, animal-shelter volunteering, and vegetarian meals. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "stephanie smith", "sentiment": "negative"}, {"name": "stephanie smith  stephanie smith", "sentiment": "none"}, {"name": "stephanie", "sentiment": "none"}, {"name": "trent nessler", "sentiment": "none"}, {"name": "nessler", "sentiment": "none"}, {"name": "adrian richardson", "sentiment": "none"}], "organizations": [{"name": "men’s health", "sentiment": "none"}, {"name": "select medical", "sentiment": "none"}, {"name": "university of missouri", "sentiment": "none"}], "locations": [{"name": "new york city", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-12T13:06:10.008+03:00"}, {"thread": {"uuid": "0d8cb640ed4a538e0c1c427d5cb7f15a17589152", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79u9t0mDYQvnW._Jce0I.FGPzSGRUFkk8DZNYwPZAh4tOKrqleHdWIioDnsdRhbF2ZvfaF6cnFPfNnqxqo4AONM3A--", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Your Post-Race Plan: What To Do After Crossing the Finish Line - Fitbit Blog", "title_full": "Your Post-Race Plan: What To Do After Crossing the Finish Line - Fitbit Blog", "published": "2017-10-13T20:05:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.139, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1018.Week-After-Race-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 12, "comments": 0, "shares": 12}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0d8cb640ed4a538e0c1c427d5cb7f15a17589152", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79u9t0mDYQvnW._Jce0I.FGPzSGRUFkk8DZNYwPZAh4tOKrqleHdWIioDnsdRhbF2ZvfaF6cnFPfNnqxqo4AONM3A--", "ord_in_thread": 0, "author": "Jonathan Beverly", "published": "2017-10-13T20:05:00.000+03:00", "title": "Your Post-Race Plan: What To Do After Crossing the Finish Line - Fitbit Blog", "text": "Get Moving October 13, 2017 Your Post-Race Plan: What To Do After Crossing the Finish Line By Jonathan Beverly \nAfter months of disciplined training, you’ve done it—crossed the finish line of your goal race. Time to put your feet up and indulge, right? Not so fast, says Jenny Spangler, former elite marathoner and coach of runners of all abilities. The tendency, says Spangler, is for runners to say, “I’m done. I’m just going to hang out on the couch for a week.” Down time is on the horizon, but first, it’s important to keep moving. \nAs soon as possible after a race of any distance, Spangler recommends that you do a short cool down, jog, or walk. The next day, regardless of how you feel, do something for 20 to 30 minutes—jog, walk, swim, or bike. Coaches often call this a “shake out” workout: just enough activity to get blood to your aching muscles, clean out waste products, and start the healing process. \nIt’s advice Spangler herself has followed. “I recover so much quicker if I just suck it up and do something,” she says. Stay mobile on Monday. If you want to take Tuesday off, that’s fine. \nThe same goes for nutrition. Post-race is the time to hydrate (with water, not beer) and eat healthy foods. “Don’t immediately reach for junk food,” Spangler advises. While you may have accomplished your goal at the finish line, the race plan continues through recovery before you can fully relax. Here’s what to do in those first 24 hours, depending on the distance you’ve covered and the shape you’re in. \n5K \nShort and intense, the 5K will leave you sore, but not too beat up. After the first day’s shake out, Spangler recommends taking two to three days completely off—then quickly building back up to your normal volume of training. \n“Keeping your routine consistent is important,” says Spangler. You don’t want to take off so many days that you fall out of the habit. \nSpangler makes an exception to this advice for those who need to heal. “If you’ve been nursing an injury leading up to the race and it was all you could do to get through, then you might need some time off,” she says. Even if you’re uninjured, the weeks after a race are a good time to take care of your body. Use the downtime to do things that you might have ignored during hard straining, such as stretching and foam rolling . \n10K to Half Marathon \n“For the half marathon, I usually start feeling the effects later on, the next week,” says Spangler. Your shakeout will likely feel pretty good, but then Spangler recommends taking about a week entirely off. “Do some light cross training—if you need to do something,” she adds. \nPeople tend to underestimate the recovery they need from these moderately long races, and worry that they’re losing fitness. Spangler points out that it takes 10 days to 2 weeks before you begin losing the big cardiovascular gains from training. “Taking a week or two off isn’t going to kill you,” she says. Besides doing the extras to take care of your body, use the time to plan your next big goal or do a house project you put off when you were focused on training. \nMarathon \nThe marathon takes your body to the extreme. Everyone is beat up after 26.2, and many are injured. You still need to move some the day after, but a walk is sufficient. If you got through the race cleanly—no cramping, limping, or other issues—Spangler recommends taking a week to 10 days completely off, then easing back into cross training and light jogging. \nRebuild your miles gradually, stepping up in a similar pattern that you stepped down during your taper before the race. “Start with a quarter of what you’ve been doing,” says Spangler. “If you’d been running 40 miles a week, do 10-15 miles the first week back.” The next week you could do 50 percent of your normal mileage, easing back into things after that. Add intensity gradually as well, not hitting full workouts hard again until a month or so after your marathon. \nIf you’re dealing with injuries from your training or the race, now is the time to address them. Don’t train hard again until you’re fully healed. There are no hard-and-fast rules; pay attention to your body, listen to your doctor and health care advisors, and rebuild as you are able. \nGoing Back For More \nAs to when you race again, Spangler agrees with the recovery rule of former masters marathon world record-holder Jack Foster, who said he took at least a day off racing for every mile covered. So, you can think about racing again 3 to 4 days after a 5K and a couple of weeks after a half marathon, but not until nearly a month after a marathon. \n“The big thing is to take care of your body the first days after,” says Spangler. Then, take enough time so you come back to full strength without injury, but not so much that you get out of your workout routine or lose fitness. \nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Jonathan Beverly \nJonathan Beverly is freelance writer, a columnist for Runner’s World and author of Your Best Stride. The former editor-in-chief of Running Times, he draws on decades of experience in the sport. He has run 26 marathons with a 2:46:04 best. Jonathan also coaches high school cross country. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jonath", "sentiment": "negative"}, {"name": "jenny spangler", "sentiment": "none"}, {"name": "jonathan beverly  jonathan beverly", "sentiment": "none"}, {"name": "jonathan", "sentiment": "none"}, {"name": "jack foster", "sentiment": "none"}, {"name": "spangler", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-14T07:33:59.008+03:00"}, {"thread": {"uuid": "1f3e1f8f9f8316b8d68a36737c029cf4b250fb5e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79ufjh3eeyk.pCAHuqN5bBgeS08_UFuRiyUCsFtRGL.5prTyWHY8sg50inM4wmlrLwtcaXdSWqq18s-", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "6 Must-Have Cycling Essentials Every Pro Carries - Fitbit Blog", "title_full": "6 Must-Have Cycling Essentials Every Pro Carries - Fitbit Blog", "published": "2017-10-17T00:41:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.626, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1016.Jens-Ride-Essentials-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 9, "comments": 0, "shares": 9}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1f3e1f8f9f8316b8d68a36737c029cf4b250fb5e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79ufjh3eeyk.pCAHuqN5bBgeS08_UFuRiyUCsFtRGL.5prTyWHY8sg50inM4wmlrLwtcaXdSWqq18s-", "ord_in_thread": 0, "author": "Jens Voigt", "published": "2017-10-17T00:41:00.000+03:00", "title": "6 Must-Have Cycling Essentials Every Pro Carries - Fitbit Blog", "text": "Get Moving October 16, 2017 6 Must-Have Cycling Essentials Every Pro Carries By Jens Voigt \n1. Spare Tire and Pump \nIt might seem somewhat obvious, but the first thing that comes to mind is a spare tire and a pump. As my younger self can attest, being stranded without a spare and waiting forever for fellow cyclists to pass by—or being forced to hail a taxi—isn’t fun. \nWhile getting stuck can sometimes lead to new adventures—like a warm day back in May when I was biking through the country and got a double puncture only to have my awesome wife come pick me up and enjoy the weather and a late lunch with freshly harvested asparagus—it’s better to be safe than sorry. Now, I always pack one spare tire and repair kit in my saddlebag and affix it with some velcro under my seat so it’s out of the way. \n2. Money \nYou never know when a short ride might turn into an epic journey, so having cash on hand is smart. You might go for an entire ride and spend nothing, but it’s nice to have a few dollars in case you want to swing by a local bakery for coffee or if you find yourself in need of a new tire. \n3 . Identification (and a Fully-Charged Cell Phone) \nHaving some form of identification on you at all times is a must. I always keep one ID card in the pocket or my jersey and another in a RoadID on my wrist. Early in my career—before the internet and mobile phones—I went on a ride from Berlin to my parents place about 280 km away. I’d done it a few times before, but this time the combination of rain, a huge semitrailer, and poor timing led me to slip off the tarmac, crash, and break my collarbone. I was lucky enough to be able to hitchhike to the next city’s hospital, call my wife, and have her rescue me. But this incident made me realize the importance of having identification—especially when riding alone. \n4. Liquids and Food \nI carry two bottles on my bike at all times—one with plain tap water and another with syrup mixed in. Why? Water aids in hydration, and a mix sweetened with sucrose (table sugar) can help give you that extra boost of energy when fatigue sets in. I also bring along some fuel such as bananas and muesli bars in case hunger strikes. \n5. Light Jacket \nI try to limit what I bring out on the road, but depending on the weather I tuck a light rain jacket or windbreaker into one of the pockets on my jersey. Sometimes I can’t help but feel like some kind of kangaroo with all of my pockets stuffed with food, money, and drinks, but I’m always prepared. \n6. Helmet \nNeedless to say, a helmet is always a must. Not convinced? Look at the numbers. An Australian study of more than 64,000 cyclist found that helmets reduce the risk of a serious head injury by nearly 70% and that cyclists who wear helmets reduce their chance of a fatal head injury by 65%. \nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Jens Voigt \nFitbit Ambassador Jens Voigt is a former professional cyclist currently serving as a team consultant for Trek Factory Racing. Jens embraces pain and lives by the motto: “Shut Up Legs!” He once rode 20 kilometers in the Tour de France on a kid’s bike. Jens has six (yes, six!) children and lives in Germany. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jens voigt", "sentiment": "negative"}, {"name": "jens", "sentiment": "none"}, {"name": "jens voigt  fitbit", "sentiment": "none"}], "organizations": [{"name": "trek factory racing", "sentiment": "none"}], "locations": [{"name": "berlin", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-17T05:19:34.001+03:00"}, {"thread": {"uuid": "36eb91daba43bdef3044e41098834529162e737e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uvEzL298tqM0Diw1iZxOGZNpgqZIsFlPI", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Curried Butternut Squash Soup with Spiced Pepitas | Healthy Recipe", "title_full": "Curried Butternut Squash Soup with Spiced Pepitas | Healthy Recipe", "published": "2017-10-12T18:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.16, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1012.Pumpkin-Soup-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "36eb91daba43bdef3044e41098834529162e737e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uvEzL298tqM0Diw1iZxOGZNpgqZIsFlPI", "ord_in_thread": 0, "author": "Fitbit Staff", "published": "2017-10-12T18:00:00.000+03:00", "title": "Curried Butternut Squash Soup with Spiced Pepitas | Healthy Recipe", "text": "Eat Well October 12, 2017 Healthy Recipe: Curried Butternut Squash Soup with Spiced Pepitas By Fitbit Staff Curried Butternut Squash Soup with Spiced Pepitas Recipe by Kaley Todd, MS, RDN | Photo by Erin Kunkel \nThis soup celebrates autumn flavors with roasted butternut squash and apples. The winter squash provides plenty of filling fiber, and outshines the daily recommendations for vitamin A and C. Curry powder adds big fragrance and flavor, as well as health benefits, thanks to its anti-inflammatory properties . Warm and soothing, make a big pot on Sunday, and let it nourish body and soul all week. INGREDIENTS \n1 butternut squash (about 2½ lbs/1.25 kg), peeled, seeded, and cubed 2 tart apples, such as Granny Smith, peeled, cored, and cubed 2 tablespoons canola oil 1-inch (2.5-cm) piece fresh ginger, peeled and grated 1½ tablespoons curry powder 8 cups (64 fl oz/2 l) chicken or vegetable broth, reduced sodium 2 tablespoons maple syrup Spiced Pepitas for topping (recipe below) INSTRUCTIONS \nPreheat the oven to 425°F (220°C). Place the butternut squash and apples on a large rimmed baking sheet, drizzle with 1 tablespoon of the canola oil, and toss to coat. Season lightly with salt. Roast until the squash and apples are soft when pierced with a fork, about 20 minutes. \nIn a large pot over medium-high heat, warm the remaining 1 tablespoon canola oil. Add the onion and sauté until tender, 5 minutes. Add the garlic and ginger and sauté until fragrant, 1 minute. Add the curry powder and stir until fragrant, 30 seconds. \nAdd the roasted squash, apples, and broth and bring to a boil. Reduce the heat to maintain a simmer, and simmer to let the flavors combine, 10 minutes. Remove from heat and stir in the maple syrup. \nLet cool slightly. Working in batches if necessary, transfer to a blender or food processor and puree until smooth. Return to the pot to warm through. Season with salt to taste. \nLadle the soup into bowls, top with the spiced pepitas, and serve warm. Makes 4 servings \nSpiced Pepitas \nSprinkle a spoonful of these spicy seeds on top of the curried butternut squash soup. You’ll have plenty of seeds leftover, but they’re also delicious in salads or as snacks. INGREDIENTS \n1 cup (4 oz/125 g) pepitas (shelled pumpkin seeds), unsalted ½ tablespoon maple syrup ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "fitbi", "sentiment": "negative"}, {"name": "kaley todd", "sentiment": "none"}, {"name": "c. curry", "sentiment": "none"}, {"name": "granny smith", "sentiment": "none"}, {"name": "erin kunkel", "sentiment": "none"}], "organizations": [{"name": "curried butternut squash soup", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-18T15:20:27.022+03:00"}, {"thread": {"uuid": "1247367411e6ff8b59cc184ab4d404dfba5680e2", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79u7rNB2r_Vd0Hkt9D_3tFRZe3egNzjRxZaKsNFc2pbeZAlasZUKDPwDAGb2JeJI.6b", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Get Strong, Fast with This Two-Dumbbell Workout - Fitbit Blog", "title_full": "Get Strong, Fast with This Two-Dumbbell Workout - Fitbit Blog", "published": "2017-10-18T20:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.824, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1018.2-DB-Workout-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 10, "comments": 0, "shares": 10}, "gplus": {"shares": 0}, "pinterest": {"shares": 16}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1247367411e6ff8b59cc184ab4d404dfba5680e2", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79u7rNB2r_Vd0Hkt9D_3tFRZe3egNzjRxZaKsNFc2pbeZAlasZUKDPwDAGb2JeJI.6b", "ord_in_thread": 0, "author": "Stephanie Smith", "published": "2017-10-18T20:00:00.000+03:00", "title": "Get Strong, Fast with This Two-Dumbbell Workout - Fitbit Blog", "text": "Get Moving October 18, 2017 Get Strong, Fast with This Two-Dumbbell Workout By Stephanie Smith \nThere’s an old, meathead stereotype that makes many strength-training newbies cringe: They pick stuff up and put it down. But what if you picked up a set of reasonably heavy dumbbells and never let them go? With this don’t drop the weight, two-dumbbell sequence, you’ll perfect your form while getting firm as you seamlessly transition from one movement to the other. Get ready to train your entire body and condition in minimal time! Repeat 3 to 5 times, depending on your experience level, resting for 1 to 2 minutes between rounds. \nDumbbell Triceps Kickback \nTargets: Triceps \nHold two dumbbells by your sides with your palms facing inward. With your torso hinged forward and your knees slightly bent, kick your arms back. Your upper arms should be close to your torso and remain stationary throughout the movement—only your forearm should move. At the top of the movement, your arm should be fully extended. Pause at the top of the contraction, then slowly lower the dumbbell back to your starting position. Do 5-8 reps, don’t drop the weight, and continue into the next move. \nDumbbell Lunge and Curl \nTargets: Biceps and quadriceps \nWith palms facing forward and a dumbbell in each hang, step one foot forward and lunge. Bringing your back leg down, try to make your leading leg almost parallel with the floor. Be sure not to let your knee surpass your toes. As you lower into a lunge, curl both dumbbells up to your shoulders (making sure to keep your arms close to your side). Lower the dumbbells as you stand. Switch legs; do TK reps on each side. Then, don’t drop the weight, and continue into the next move. \nDumbbell Row \nTargets: Middle back (latissimus dorsi, rhomboids, lower traps, and erector spinae) \nGet into a plank position—hands under your shoulders, toes pressed into the floor, hips square, and neck and spine neutral. With a dumbbell in each hand, pull (or row) one arm back at a time. Concentrate on squeezing your back muscles rather than simply pulling with your arms. Switch arms, and repeat once on each side. Do 5-8 reps on each side, don’t drop the weight, and continue into the next move. \nLooking for an added challenge? Break up your rows by doing a push-up in between. Just be sure to maintain proper form (and don’t let your hips creep up!). \nDumbbell Floor Press \nTarget: chest, shoulders \nLay on your back holding a dumbbell in each hand. With your grip slightly wider than shoulder width apart, angle the dumbbells about 45-degrees away from your torso and keep your elbows tucked in. Lower the dumbbells until your elbows touch the ground. Then, press back up. Do 5-8 reps, don’t drop the weight, and continue into the next move. \nStanding Curtsey Lunge With Dumbbells \nTarget: Glutes, abductors, adductors \nHolding a dumbbell in each hand, step one leg behind the other at an angle. For example, if lunging your left leg back, angle it to the right so that your thighs cross. Bend both knees and lower (as if you were curtseying). Make sure your front knee doesn’t surpass your front ankle. Do 5-8 reps. \n\nRest for 1 to 2 minutes. Pick up the weights, and repeat the sequence, starting again with Dumbbell Triceps Kickback. \nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Stephanie Smith \nStephanie Smith is Fitbit’s Fitness editor. A New York City native and University of Missouri grad, Stephanie has written articles for a number of outlets, including Men’s Health, Men’s Fitness, Daily Burn, Active.com, EatThis, and BodyBuilding.com. She is excited to spread the health and fitness message—and the importance of getting in steps—to Fitbit users. When she’s not encouraging people to get moving, she enjoys indoor cycling, animal-shelter volunteering, and vegetarian meals. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "stephanie smith  ther", "sentiment": "neutral"}, {"name": "stephanie smith  stephanie smith", "sentiment": "none"}, {"name": "stephanie", "sentiment": "none"}], "organizations": [{"name": "men’s health", "sentiment": "none"}, {"name": "university of missouri", "sentiment": "none"}], "locations": [{"name": "new york city", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-19T11:12:33.006+03:00"}, {"thread": {"uuid": "9136352653d372ca083516f41d2704854dd0eb3b", "url": "http://omgili.com/ri/.wHSUbtEfZRvB.Xo7TA4LmGqo765bf6NRbfCP5sAgd4nZKifJ7a4Ag2vJyL2_PjC4cIVMb74Xp6qZwmVWUIKSQMgHSGDJssM9fFVT4Gfh1zV3Tpt4eCogSCRY_Ve1B6Tb.ZrDZhuW9XLzJ3W_waHPyMSGlumXqGEvowRniiyAtqsVv1CNA0PNrn6JYHjFQIqqUqhHLkklcg-", "site_full": "investor.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": ["health"], "section_title": "", "title": "Fitbit, Inc. - Fitbit Schedules Q317 Financial Results for November 1, 2017", "title_full": "Fitbit, Inc. - Fitbit Schedules Q317 Financial Results for November 1, 2017", "published": "2017-10-20T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.651, "main_image": "", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9136352653d372ca083516f41d2704854dd0eb3b", "url": "http://omgili.com/ri/.wHSUbtEfZRvB.Xo7TA4LmGqo765bf6NRbfCP5sAgd4nZKifJ7a4Ag2vJyL2_PjC4cIVMb74Xp6qZwmVWUIKSQMgHSGDJssM9fFVT4Gfh1zV3Tpt4eCogSCRY_Ve1B6Tb.ZrDZhuW9XLzJ3W_waHPyMSGlumXqGEvowRniiyAtqsVv1CNA0PNrn6JYHjFQIqqUqhHLkklcg-", "ord_in_thread": 0, "author": "", "published": "2017-10-20T03:00:00.000+03:00", "title": "Fitbit, Inc. - Fitbit Schedules Q317 Financial Results for November 1, 2017", "text": "Fitbit Schedules Q317 Financial Results for November 1, 2017 \nSAN FRANCISCO (NYSE: FIT), the leading global wearables brand, today announced that it expects to release results for its third quarter of 2017 on Wednesday, November 1 , after market close. In conjunction with a press release, management will host a conference call at 5:00 p.m. Eastern Time 2:00 p.m. Pacific Time that afternoon. \nA free, live webcast of the conference call will be available on the Investor section of the company’s website at investor.fitbit.com . \nThe call can also be accessed by dialing (888) 899-5068 or (719) 457-2087, access code 4662838. A replay of the call will be archived on the Company's website for the following six months. \nAbout Fitbit, Inc. (NYSE: FIT) \nFitbit helps people lead healthier, more active lives by empowering them with data, inspiration and guidance to reach their goals. As the leading global wearables brand, Fitbit designs products and experiences that track and provide motivation for everyday health and fitness. Fitbit’s diverse line of innovative and popular products includes Fitbit Surge® , Fitbit Blaze® , Fitbit Charge 2® , Alta HR™ , Alta® , Fitbit Flex 2® , Fitbit One® and Fitbit Zip® activity trackers, as well as the Fitbit Ionic™ smartwatch, Fitbit Flyer™ wireless headphones and Fitbit Aria® and Fitbit Aria 2™ Wi-Fi Smart Scales. Fitbit products are carried in 55,000 retail stores across 65 countries around the globe. Powered by one of the world’s largest social fitness networks and databases of health and fitness data, the Fitbit platform delivers personalized experiences, insights and guidance through leading software and interactive tools, including the Fitbit and Fitbit Coach apps, Guided Health Programs, and the Fitbit OS for smartwatches. Fitbit Health Solutions develops health and wellness solutions designed to help increase engagement, improve health outcomes, and drive a positive return for employers, health plans and health systems. \nFitbit and the Fitbit logo are trademarks or registered trademarks of Fitbit, Inc. in the U.S. and other countries. Additional Fitbit trademarks can be found at www.fitbit.com/legal/trademark-list . Third-party trademarks are the property of their respective owners. \nConnect with us on , Instagram or Twitter and share your Fitbit experience. View source version on businesswire.com: http://www.businesswire.com/news/home/20171019006684/en/ \nSource: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-20T23:11:32.007+03:00"}, {"thread": {"uuid": "dc0253c22b50df94a1ed23447cdb3f0fe86d5cb4", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uHNmonRxkQHkHOhFAUrNgikQgIgEJzcyvgjXMEnO9OJlwlKTZ.AwlmrY0AvVV6L8R", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "8 Trainer Tips To Shave Time Off Your Workout - Fitbit Blog", "title_full": "8 Trainer Tips To Shave Time Off Your Workout - Fitbit Blog", "published": "2017-10-20T02:40:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.049, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1020.Shave-Workout-Time-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 10, "comments": 0, "shares": 10}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dc0253c22b50df94a1ed23447cdb3f0fe86d5cb4", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uHNmonRxkQHkHOhFAUrNgikQgIgEJzcyvgjXMEnO9OJlwlKTZ.AwlmrY0AvVV6L8R", "ord_in_thread": 0, "author": "Alice Oglethorpe", "published": "2017-10-20T02:40:00.000+03:00", "title": "8 Trainer Tips To Shave Time Off Your Workout - Fitbit Blog", "text": "Get Moving October 19, 2017 8 Trainer Tips To Shave Time Off Your Workout By Alice Oglethorpe \nIt’s one of the easiest excuses in the world for why you can’t work out: You’re just too busy. But before you blame the clock — or your mile-long to do list — rethink your training. Don’t be so quick to assume you can’t squeeze in exercise. “People think a workout needs to be a full hour to be effective, but that’s a huge misconception,” says Erin Schirack, director of cycle at Studio Three in Chicago. “It doesn’t need to take that much time!” So how do you get in and out of the gym a lot faster? Use these tips to shave time off your workout, banishing the “no time” excuse forever \n1. Have a plan . A lot of time can be wasted wandering around the gym, heading from machine to machine, and wondering what you should do next. Cut down on waste by planning your training before you even lace up. “I take a notepad and write out exactly what I want to do beforehand,” says Schirack. “I’ll pick three exercises, like squats, push-ups, and side planks, and do a circuit of those moves three times.” \n2. Get your music ready to go . It seems simple, but having a playlist queued up cuts back on time wasted browsing through your playlist. Not only can it help make exercise feel easier (and lower the perceived rate of exertion), but music can also make you more powerful in your movement and even increase your speed ; just be sure to choose an upbeat song. Need help on where to start? Check out these playlists that are guaranteed to get you through any workout. \n3. Reduce distractions . “People like to talk at the gym—it can be a very social place—so I put headphones in even if I’m not listening to music,” says Karen Lee, a Tier 3 Plus trainer and master instructor at Equinox River Oaks in Houston. “This keeps me focused so I can get in and get out without socializing.” Other tips to help you keep your mind on your muscles and your muscles on your mind: put your phone on vibrate, leave your daily worries and stressors outside the gym doors, and use visualization techniques to help you focus on the mind-muscle connection. \n4. Avoid moves that only target one muscle . There’s a time and place for single body part movements, but if you’re aiming for efficiency, switch to compound movements to get the most bang for your buck. “Instead of doing 20 sit-ups, do a plank for 30 seconds,” says Schirack. “Holding a static plank works your core, arms, shoulders, glutes, and upper back at the same time.” Other compound movements that can help shave time off of your routine: dips (which train chest, triceps, and shoulders), bench presses (which target the chest, shoulders, triceps, and back), and squats (which hit quads, glutes, and even encourages you to work on core stabilization). \n5. Work out with heavier weights . Doing a lot of reps with five-pound weights takes a lot longer than doing few reps with 20-pound weights. Going heavier allows you to challenge yourself in a shorter amount of time, just make sure you’re maintaining proper form and go until you can’t do another rep. \n6. Get your cardio in with high-intensity bursts. Steady-state cardio has its benefits, but slogging along on the treadmill at a walking pace can get old fast. Change things up by adding in higher-intensity cardio bursts. Not only will your cardio breeze by but because of excess post-exercise oxygen consumption (EPOC), you’ll also burn calories long after your sweat session has ended. It doesn’t have to be complicated either. “Even just jumping rope for two minutes will get your heart rate way up,” says Schirack. \n7. Do supersets when strength training . “People waste a huge amount of time at the gym resting between sets,” says Schirack. “There’s no need! Pick two moves that work different body parts—like squats and push-ups—and alternate them so you’re not just sitting around.” By shortening your rest period you’ll increase the intensity and perform more work in less time. \n8. Sign up for a shorter class. “Many gyms offer class formats that are as short as 25 or 30 minutes,” says Lee. “Take one of those and you don’t have to think about anything—your trainer creates a routine, gives you instruction, and makes sure you’re doing the moves correctly.” Not sure what classes are available in your area ? Check out the MINDBODY app to find and book classes nearby. (Be sure to connect it to your Fitbit account to automatically track your results from each workout.) \n\nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Alice Oglethorpe \nAlice Oglethorpe is a freelance writer and editor based in Chicago, IL. She covers health, happiness, fitness, and anything else that piques her interest. Her work has appeared in O, The Oprah Magazine, Self, Shape, Fitness, Redbook, Health, Better Homes & Gardens, Psychology Today, Good Housekeeping, and more. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-20T23:11:56.015+03:00"}, {"thread": {"uuid": "0dfc9fd5e3fcc0129cf501ce32ddf900dd8049b1", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uEBbqKhYDcrxEgjoSxbJlaWxVbbnUdmQ5Uw9bDZE3FXhb.cNP.0A.fdnfz3SMnAYf6v4FolEybUE-", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Jens Voigt Puts a Healthy Spin on the Midlife Crisis - Fitbit Blog", "title_full": "Jens Voigt Puts a Healthy Spin on the Midlife Crisis - Fitbit Blog", "published": "2017-10-21T03:20:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.041, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1019.Jens-Midlife-Crisis-Blog-Hero.jpeg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0dfc9fd5e3fcc0129cf501ce32ddf900dd8049b1", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uEBbqKhYDcrxEgjoSxbJlaWxVbbnUdmQ5Uw9bDZE3FXhb.cNP.0A.fdnfz3SMnAYf6v4FolEybUE-", "ord_in_thread": 0, "author": "Jens Voigt", "published": "2017-10-21T03:20:00.000+03:00", "title": "Jens Voigt Puts a Healthy Spin on the Midlife Crisis - Fitbit Blog", "text": "Get Moving October 20, 2017 Jens Voigt Puts a Healthy Spin on the Midlife Crisis By Jens Voigt \nAs I write this I’m sitting on the plane on my way home from Bali, Indonesia—a trip of firsts for me. Not only did I participate in my first triathlon, I also experienced my very first open-water ocean swim. Though I only did the sprint distance—a 500m swim, 20m bike ride, and 5km run—I was proud of my finish time of 1:09:21. It was a close second place finish that left me 9 seconds behind the winner. \nI was living in the moment and don’t remember every second of the race, but here’s how it went down. My swim took about 12:30, my bike ride was 32 minutes, and finished the run in 22 minutes—with a few minutes of transitioning between sports. I was 19th out of the water, but after the bike ride I caught up with the lead group. When we started the run, I was maybe 5 or 10 seconds behind them. I managed to pass some of the other athletes to finish second in the end. \nAfter successfully finishing my first triathlon, I was on a high on endorphins for about two hours, chatting and smiling to everyone. There were 225 starters, and the top finishers were awarded ]vouchers to spend at a local bike shop. Of course, I gave the prize back and asked them to donate it to a local kid. After all, I wasn’t in it for the money—I was in it for the experience. Funny thing was I was still able to walk normally and felt better than I have in a long time. I felt alive. \nDoes this mean I don’t feel alive when I’m not suffering and pushing my body to new limits, or when I do daily chores such as feeding the rabbits, or walking our dogs, Linda and Lilly? No, of course not. My life is great, I have a wonderful family, an incredible wife and six beautiful children. I mean, who would have thought that my life would be like this when I was a young amateur bike rider just starting out in reunited Germany with a meagre $3000. You might think I should be happy and relaxed, but my need to stay active and constantly be challenged plays into the element of addiction; this element where you need to prove yourself to yourself. \nWhy did I run 4 marathons this year? Why did I participate in a fun race during the Cyclo-Cross World Cup last month in Waterloo Wisconsin? Why did I finish a triathlon earlier today? After looking at it from all different angles and different perspectives there is only one honest answer: I’m in the middle of a midlife crisis. And I’m embracing it wholeheartedly. \nBut hey, at least my kind of midlife crisis is better than going out and buying a red Ferrari, right? And, nevertheless, I’m damn proud of my second place finish! Hell yeah. \nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Jens Voigt \nFitbit Ambassador Jens Voigt is a former professional cyclist currently serving as a team consultant for Trek Factory Racing. Jens embraces pain and lives by the motto: “Shut Up Legs!” He once rode 20 kilometers in the Tour de France on a kid’s bike. Jens has six (yes, six!) children and lives in Germany. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jens voigt", "sentiment": "negative"}, {"name": "jens", "sentiment": "none"}, {"name": "jens voigt  fitbit", "sentiment": "none"}, {"name": "lilly", "sentiment": "none"}, {"name": "linda", "sentiment": "none"}], "organizations": [{"name": "trek factory racing", "sentiment": "none"}], "locations": [{"name": "waterloo wisconsin", "sentiment": "none"}, {"name": "bali", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "indonesia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-21T20:56:19.000+03:00"}, {"thread": {"uuid": "c9efa6494c2702a713e8852569069cfe9bfbdb8e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79ufsBMe5WWPQcbhlynvNKgRPd72RmIznBkvN2oOFAcxE5QtJujr0IKo.Tl3Ntqhnq70gWVSVk7Ap7eo.o14uD_0dnMJWHQXpKgVD67w9Mxt4E-", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Think Positive: 5 Visualization Tips to Help You Get Through a Tough Run - Fitbit Blog", "title_full": "Think Positive: 5 Visualization Tips to Help You Get Through a Tough Run - Fitbit Blog", "published": "2017-10-28T02:21:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.033, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1027.Visualization-Cues-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 4, "comments": 0, "shares": 4}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c9efa6494c2702a713e8852569069cfe9bfbdb8e", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79ufsBMe5WWPQcbhlynvNKgRPd72RmIznBkvN2oOFAcxE5QtJujr0IKo.Tl3Ntqhnq70gWVSVk7Ap7eo.o14uD_0dnMJWHQXpKgVD67w9Mxt4E-", "ord_in_thread": 0, "author": "Stephanie Smith", "published": "2017-10-28T02:21:00.000+03:00", "title": "Think Positive: 5 Visualization Tips to Help You Get Through a Tough Run - Fitbit Blog", "text": "Think Positive: 5 Visualization Tips to Help You Get Through a Tough Run By Stephanie Smith \nWhen it comes to making it through your next race, or in some cases, your next run, the task can seem daunting. Running can be an uphill battle—literally. You might start out of the gate quickly, but keeping a steady pace, finding your stride, and holding strong can be tough when motivation is low. Whether you’re working on getting over that four-mile hump, pushing yourself to finish the last leg of your half-marathon, or just looking to complete the first ten minutes of your couch-to-5k, visualization can help. Embrace the power of your mind, and overcome physical challenges, with these expert tips. \n1. Focus On The Process \nFocusing on the process and living in the moment—especially during a long run—can make it easier to get to the end. “If you’ve planned to run five miles but, part way through you’re thinking ‘Oh my god, I don’t know if I can do 3.5 more—my body is hurting,’, focusing on the process can help,” says Nicole Detling, PhD, mental performance coach for professional athletes. Breaking up the larger challenge into smaller, bite-sized segments can make the task easier to digest. Detling’s advice: Get out of your head, and stay in the moment. “Maybe there’s a tree ahead and you tell yourself to run to it,” she says. “Then you run to the lamp post that’s up ahead, then to the next fence. Before you know it, you’re another mile in.” \n2. Engage In Smart Self Talk \nVisualization techniques aren’t just defined by what you see—self talk plays a role, too. You can think of it as your mind guiding your body, though it’s a process that differs for everyone. “For some people, cue words—terms you repeat to yourself during the most challenging parts of your journey—might be motivational, while for others they might be instructional,” says Detling. It’s the difference between telling yourself, “I can do this,” and “Take a deep breath,” versus “Keep a short, quick stride” and “Elbows at 90-degrees or less.” \nDon’t shy away from giving yourself tough love either. While some might group it as “negative self-talk,” the “dig deep, get gritty, push through” approach could work for you. \n3. Focus On The Win \nFor some people, thinking about the endorphin-rush that comes with crossing the finish line is key. Whether it’s a mile marker, new goal, or the actual finish, imaging the goal you’re working for today, and how amazing you’ll feel when you accomplish it, can help fuel your drive when motivation lulls. If the reward is worth the journey that you’re putting yourself through, focusing on the end result could be that much-needed push. ­­­ \n4. Mind Your Breath \nAdopting a steady rhythm by timing your breathing with your step count is another key visualization tactic. “Depending on your stride length, and how fast you’re breathing in the moment, you could inhale on one, count 2-3-4, and on the next step inhale again,” says Detling. “Or, inhale, count 2-3-4, and then exhale.” It’s less about the number you choose, and more about staying busy—and keeping thoughts of self-doubt at bay. \n“Finding your rhythm and timing your breathing with your step count tends to occupy enough of your conscious brain space to allow you to stop thinking about the pain or distance that remains,” says Detling says. “ Research also shows that when you’re able to regulate your breathing, your body can go a bit farther and push through a little bit more, because you’re more in control of your running and pace.” \nLooking for a refresher? Use the Relax feature on your Fitbit Charge 2, Fitbit Blaze, or Fitbit Ionic for a guided breathing experience. Each two-minute or five-minute session uses your real-time heart rate to measure beat-to-beat changes and determine a breathing rate that’s comfortable for you. \n5. Map A Route \nIt’s often said that preparation is the key to success, and knowing what your roadmap looks like before you lace up is a great way to accurately visualize your steps before you take them. It’s a trick Detling recommends to many of her cross country collegiate runners. “Google maps is incredible these days,” she says. “You can look at the route and note monuments or markers—such as a big tree, funny-looking rock, or where you come onto or go out of a clearing. Then, attach cues.” If mile five is usually a struggle, and you know that’s when the tall building appears on your course, use that landmark to remind you relax and refocus—whether that means breathing, counting, or distracting yourself by singing in your head. \nAfter planning your route, Detling recommends spending 5 to10 minutes the night before visualizing your plan of attack. “It evokes a feeling of confidence because you’re more in control of the race and have an idea of what to expect,” adds Detling. “You’re not just planning what you’re going to do physically, you’re planning mentally, too.” \nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Stephanie Smith \nStephanie Smith is Fitbit’s Fitness editor. A New York City native and University of Missouri grad, Stephanie has written articles for a number of outlets, including Men’s Health, Men’s Fitness, Daily Burn, Active.com, EatThis, and BodyBuilding.com. She is excited to spread the health and fitness message—and the importance of getting in steps—to Fitbit users. When she’s not encouraging people to get moving, she enjoys indoor cycling, animal-shelter volunteering, and vegetarian meals. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "stephanie smith", "sentiment": "negative"}, {"name": "stephanie smith  stephanie smith", "sentiment": "none"}, {"name": "stephanie", "sentiment": "none"}, {"name": "nicole detling", "sentiment": "none"}, {"name": "detling", "sentiment": "none"}], "organizations": [{"name": "google", "sentiment": "none"}, {"name": "men’s health", "sentiment": "none"}, {"name": "university of missouri", "sentiment": "none"}], "locations": [{"name": "new york city", "sentiment": "none"}, {"name": "fitbit blaze", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-28T10:51:44.002+03:00"}, {"thread": {"uuid": "e15fdb3ca894d3fa103d20ba261c9aaf18943374", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uSa6wqrGHlal3uEa0C412NPK3FcZeKVC14B_8S47E52KyXdT8yLvGiF6399IfQs0r", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "3 Common Marathon Mistakes First Timers Make - Fitbit Blog", "title_full": "3 Common Marathon Mistakes First Timers Make - Fitbit Blog", "published": "2017-10-30T19:39:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/10/1030.Ryan-Marathon-Mistakes-Blog-Hero.jpg", "performance_score": 1, "domain_rank": 639, "social": {"facebook": {"likes": 123, "comments": 0, "shares": 123}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e15fdb3ca894d3fa103d20ba261c9aaf18943374", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uSa6wqrGHlal3uEa0C412NPK3FcZeKVC14B_8S47E52KyXdT8yLvGiF6399IfQs0r", "ord_in_thread": 0, "author": "Ryan Hall", "published": "2017-10-30T19:39:00.000+02:00", "title": "3 Common Marathon Mistakes First Timers Make - Fitbit Blog", "text": "Get Moving October 30, 2017 3 Common Marathon Mistakes First Timers Make By Ryan Hall \nI always love working with first-time marathoners. I’ve recently been coaching Kim Peiffer, an editor at InStyle magazine, for her first marathon in New York City this November. Training her has been somewhat nostalgic. The emotions first-time runners experience while training for their big day run the gamut—from anxious and excited to intimidated, nervous, oreven a slight sense of dread. I was no different. \nI’ll never forget getting on the bus going to the start of my first 26.2-mile race in 2007 at the London Marathon. I remember saying goodbye to my wife and parents and being so overwhelmed with emotion that I began to tear up. Your first marathon is a one of a kind experience. As my teammate Deena Kastor—Olympic Bronze Medalist in Athens Olympic Marathon and US record holder for the marathon—told me before my first marathon, “You only get one chance to make a first impression.” Make your experience a positive one by avoiding these all-too-common newbie mistakes. \nGoing Out Too Hard \nThe most talked about and obvious mistake first-time marathoners make is going out too hard. Excitement is important, but don’t let it become your downfall. Technology has come so far from the days when I had to run with a clunky chest strap and brick-sized watch weighing me down. With your sleek-fitting Fitbit tracker, you can see your heart rate in real time. Knowing your heart rate when you’re training, especially during your long runs, can help you gauge what you can sustain for an entire marathon. See your number climbing as you start out of the gate? Slow down. Regardless of whether the ground is flat, uphill, or downhill, I always encourage my runners to aim for an even effort (as opposed to an even pace), which is best gauged by heart rate. \nForgetting To Monitor Nutrition \nThe next big mistake I see first-time marathoners make is not practicing pre-race and in-race nutrition . Before you hit the ground running, fuel smart. Most first-time marathoners hit a wall because they’re carb depleted after 2 or more hours of running. The way to offset this is to both carb-load two days prior to your race and reach for easy-to-digest carbs during the race. \nWhen you start training for a marathon, you should look on the race website and find out what kind of electrolyte beverage they will be serving on the course. Then go and pick up that exact drink to use during every long run in your training. It’s easiest for your body to digest calories on the run when you’re still somewhat fresh, even if you aren’t hungry or thirsty. Prep for this (and reduce your risk of stomach distress) by drinking 6 to 8 oz of an electrolyte beverage every 2 to 3 miles of the race and on long training runs. \nAdditionally, make a point to use your long runs to refine your pre-marathon meal. Find what works for you and stick with it. My wife Sara and I are fortunate to be sponsored by Cytomax and Muscle Milk, and I’ve discovered the pre-race breakfast that works best for me is a shake made with300 calories of Cytocarb and one scoop of Muscle Milk. \nWearing The Wrong Shoes \nThe last mistake is a game changer: shoes. Running doesn’t require a lot of gear, but it’s important to get your shoe choice right. I’ve been working with one of the kids on our local high school’s cross country team who has been struggling with an injury. As soon as I put him in the correct pair of shoes he was immediately able to run and train again. \nSo, which shoes should you be in? The pair that is right for you. I highly recommend going to your local running store and having them watch you run, so they can recommend a pair that is right for your mechanics. Focusing on just style and price can steer you in the wrong direction. Finding the right pair can keep you from getting injured, so if you need to pay a little more for quality, it’s money well spent. Also, remember to choose smart footwear even during your down time. \n\nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Ryan Hall \nRyan Hall is a former professional distance runner. He is one of America’s premier distance runners, and represented the United States in the 2008 and 2012 Olympic Games. He ran one of the fastest marathons ever, finishing 4th at the 2011 Boston Marathon, and holds the American Record for the half-marathon in 59:43. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-31T00:15:35.001+02:00"}, {"thread": {"uuid": "9fdd0342f0f8c03d5a2d4ea2766a9898110f749d", "url": "http://omgili.com/ri/.wHSUbtEfZRvB.Xo7TA4LmGqo765bf6NRbfCP5sAgd4nZKifJ7a4Ag2vJyL2_PjC4cIVMb74Xp6qZwmVWUIKSQMgHSGDJssM9fFVT4Gfh1x72K93kdkpR0bVUBmDYmJA5BThVkhHkXvBgMtinLyfh_XZvtTAH_ASDasvRiQk.I8-", "site_full": "investor.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": ["health"], "section_title": "", "title": "Fitbit, Inc. - Fitbit Reports Third Quarter Results", "title_full": "Fitbit, Inc. - Fitbit Reports Third Quarter Results", "published": "2017-11-01T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.142, "main_image": "", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9fdd0342f0f8c03d5a2d4ea2766a9898110f749d", "url": "http://omgili.com/ri/.wHSUbtEfZRvB.Xo7TA4LmGqo765bf6NRbfCP5sAgd4nZKifJ7a4Ag2vJyL2_PjC4cIVMb74Xp6qZwmVWUIKSQMgHSGDJssM9fFVT4Gfh1x72K93kdkpR0bVUBmDYmJA5BThVkhHkXvBgMtinLyfh_XZvtTAH_ASDasvRiQk.I8-", "ord_in_thread": 0, "author": "", "published": "2017-11-01T02:00:00.000+02:00", "title": "Fitbit, Inc. - Fitbit Reports Third Quarter Results", "text": "Fitbit Reports Third Quarter Results Revenue of , Sells 3.6M Devices, Launches Fitbit Ionic TM GAAP Net Loss of , Inclusive of a Non-Cash Valuation Allowance Change \nSAN FRANCISCO (NYSE:FIT), the leading global wearables brand, today reported revenue of $393 million , GAAP net loss per share of ($0.48) , non-GAAP net loss per share of ($0.01) $6 million for its third quarter of 2017. \n“We continue to execute on our transition plan by delivering on our financial guidance and product roadmap, positioning Fitbit on a path back to growth and profitability,” said James Park , co-founder and CEO of Fitbit . “We believe Fitbit Ionic delivers the best health and fitness experience in the category. It has received the highest customer ratings of any Fitbit product within the first month of sales, giving us confidence in our ability to capture share of the fast-growing smartwatch market. Ionic is also a platform for us to deliver our most powerful health and fitness tools into the market, furthering our mission to make the world healthier.” \nThird Quarter 2017 Financial Summary For the Three Months Ended For the Nine Months Ended In millions, except percentages and per share amounts September 30, 2017 Net Income (Loss) Per Share - Diluted $ Net Income (Loss) Per Share - Diluted $ 10.0 15.8 \nFor additional information regarding the non-GAAP financial measures, see “Non-GAAP Financial Measures” and “Reconciliation of GAAP to Non-GAAP Financial Measures” below. \nFor additional information regarding our quarterly reporting calendar, see “ Quarterly Reporting Calendar” below. \nThird Quarter 2017 Financial Highlights U.S. revenue grew 23% to $244 million , EMEA revenue contracted (18%) to $89 million , APAC revenue grew 63% to $34 million excluding U.S. revenue grew 4% to $25 million , all sequentially from the second quarter of 2017. New products introduced in the last 12 months, Fitbit Alta HR TM , and Fitbit Ionic TM represented 32% of revenue. Average selling price increased 4% sequentially from the second quarter of 2017 and 12% year-over-year from the third quarter of 2016 to $104.72 Accessory and other revenue, including sales of our Fitbit Flyer TM headphones, added the equivalent of $3.60 per device. Gross margin was 44.5%, and non-GAAP gross margin was 45.2%, down 330 and 290 basis points year-over-year from the third quarter of 2016, respectively. Gross margin was impacted by two discrete items: change in warranty in some countries and change in replacement policy for legacy device. GAAP operating expenses declined 5% to $202 million and non-GAAP operating expenses declined 6% to $180 million , both sequentially from the second quarter of 2017. Tax Provision of , inclusive of a non-cash valuation allowance change. Other Current Assets increased to $96 million to reflect anticipated cash refunds related to taxes paid in prior years. \nThird Quarter 2017 Business Highlights Sold 3.6 million devices, up 7% sequentially from the second quarter of 2017. 42% of the activations in the quarter came from customers who made repeat purchases. Of the repeat purchasers, 39% came from customers who were inactive for 90 days or greater. The Fitbit app was the #1 downloaded health and fitness application, based on U.S. downloads, on both the iOS and Android platforms. The Community section in the Fitbit app, which includes a Feed feature designed to increase engagement and offer users a supportive environment continued to grow. Since launching the feature in March 2017 , more than 15.0 million users have utilized the Feed, with over 1.1 billion views of shared posts and more than 3.7 million Group joins. Largest distributor in the U.S. filed bankruptcy, resulting in $8 million less revenue and an increase of $8 million Revenue in the range of $570 million to $600 million . Non-GAAP net income (loss) per share in the range of ($0.03) to $0.01 Adjusted EBITDA in the range of ($1 million) to $18 million . Effective non-GAAP tax rate of approximately 44%. Stock-based compensation expense estimated in the range of $23 million to $25 million and basic share count of approximately 238 million. On a fully diluted basis, shares outstanding approximately 14 million higher. \nFull Year 2017 Guidance $1.615 billion to $1.645 billion . Non-GAAP gross margin of 42.5% to 44%. Tightening non-GAAP net loss per share to the range of ($0.27) Tightening non-GAAP free cash flow loss to a range of ($50) million Effective non-GAAP tax rate of approximately 44%. Stock-based compensation expense in the range of $90 million to $100 million and basic share count of approximately 238 million. \nFor additional information regarding the non-GAAP financial measures presented above, see “Non-GAAP Financial Measures” below. \nWebcast and Conference Call Information \nFitbit will host a conference call today at 5:00 p.m. Eastern Time , 2:00 p.m. Pacific Time , to discuss its results. Investors may access a free, live webcast of the call through the Investor section of Fitbit’s website at investor.fitbit.com . The call can also be accessed by dialing (888) 899-5068 or (719) 457-2087, access code 4662838. A replay of the call will be archived on Fitbit’s website for the following six months. \nForward Looking Statements \nThis press release contains forward-looking statements that involve risks and uncertainties, including statements regarding our outlook for the fourth quarter 2017 and full year 2017, the quality of our smartwatch user experience, about ability to capture share in the smartwatch market, our performance in the remainder of the year, and our long-term market opportunity. These forward-looking statements are only predictions and may differ materially from actual results due to a variety of factors, including: the effects of the highly competitive market in which we operate, including competition from much larger technology companies; our ability to anticipate and satisfy consumer preferences in a timely manner; our ability to successfully develop and timely introduce new products and services or enhance existing products and services; retail and customer acceptance of existing and new products; any inability to accurately forecast consumer demand and adequately manage our inventory; our ability to ship products on the timelines we anticipate and unexpected delays; our ability to detect, prevent or fix quality issues in our products or services; uncertain ability to retain employees; our reliance on third-party suppliers, contract manufacturers, and logistics providers, and our limited control over such parties; delays in procuring components and product from these third parties or their suppliers; the ability of third parties to successfully manufacture and ship in a timely manner quality products; seasonality; product liability issues, security breaches or other defects, which may adversely affect product performance, our reputation and brand awareness and overall market acceptance of our products and services; ability to integrate acquired technologies and employees into our operations, particularly in new geographies; warranty claims; the fact that the market for connected health and fitness devices is relatively new and unproven; the ability of our channel partners to sell our products; litigation and related costs; privacy; and other general market, political, economic and business conditions. \nAdditional risks and uncertainties that could affect our financial results are included under the caption “Risk Factors” in our Annual Report on Form 10-K for the full year ended December 31, 2016 , and our most recently filed Quarterly Report on Form 10-Q which are available on our Investor Relations website at investor.fitbit.com and on the SEC website at www.sec.gov . All forward-looking statements contained herein are based on information available to us as of the date hereof and we do not assume any obligation to update these statements as a result of new information or future events. \nQuarterly Reporting Calendar \nOur fiscal year ends on December 31 of each year. In the first quarter of 2016, we adopted a 4-4-5 week quarterly calendar. We did not adjust operating results for quarters prior to 2016. There were 91 days in each of the three months ended September 30, 2017 and October 1, 2016. \nDisclosure of Material Information \nannounces material information to its investors using SEC filings, press releases, public conference calls and on its Investor Relations page on the company’s website at http://investor.fitbit.com . \nNon-GAAP Financial Measures \nTo supplement our consolidated financial statements, which are prepared and presented in accordance with GAAP, we use the following non-GAAP financial measures in this press release: non-GAAP gross profit, non-GAAP gross margin, non-GAAP operating expenses, non-GAAP operating income (loss), non-GAAP net income (loss), non-GAAP diluted net income (loss) per share, adjusted EBITDA, free cash flow and effective non-GAAP tax rate. The presentation of these financial measures is not intended to be considered in isolation or as a substitute for, or superior to, financial information prepared and presented in accordance with GAAP. \nWe use non-GAAP measures to internally evaluate and analyze financial results. We believe these non-GAAP financial measures provide investors with useful supplemental information about the financial performance of our business, enable comparison of financial results between periods where certain items may vary independent of business performance, and enable comparison of our financial results with other public companies, many of which present similar non-GAAP financial measures. \nThere are limitations associated with the use of non-GAAP financial measures as an analytical tool. In particular, many of the adjustments to our GAAP financial measures reflect the exclusion of certain items, specifically stock-based compensation expense, depreciation, amortization of intangible assets, interest income (expense), net and the related income tax effects of the aforementioned exclusions, that are recurring and will be reflected in our financial results for the foreseeable future. In addition, these measures may be different from non-GAAP financial measures used by other companies, limiting their usefulness for comparison purposes. A reconciliation of our non-GAAP financial measures to their most directly comparable GAAP measures has been provided in the financial statement tables included in this press release, and investors are encouraged to review the reconciliation. \nGuidance for non-GAAP financial measures excludes Jawbone litigation costs, stock-based compensation, impact of restructuring, amortization of acquired intangible assets, and tax effects associated with these items. We have not reconciled guidance for non-GAAP financial measures to their most directly comparable GAAP measures because certain items that impact these measures are uncertain, out of our control and/or cannot be reasonably predicted. Accordingly, a reconciliation of the non-GAAP financial measure guidance to the corresponding GAAP measures is not available without unreasonable effort. \nThe following are explanations of the adjustments that are reflected in one or more of our non-GAAP financial measures: Stock-based compensation expense relates to equity awards granted primarily to our employees. We exclude stock-based compensation expense because we believe that the non-GAAP financial measures excluding this item provide meaningful supplemental information regarding operational performance. In particular, companies calculate stock-based compensation expense using a variety of valuation methodologies and subjective assumptions. In January 2017 , we conducted a reorganization of its business, including a reduction in workforce. The restructuring costs impacted our results for the first quarter of 2017. Restructuring costs primarily included severance-related costs. We believe that excluding this expense provides greater visibility to the underlying performance of our business operations, and facilitates comparison of our results with other periods, and may also facilitate comparison with the results of other companies in our industry. Litigation expense relates to legal costs incurred due to litigation with Aliphcom, Inc. d/b/a Jawbone. We exclude these expenses because we do not believe these expenses have a direct correlation to the operations of our business and because of the singular nature of the claims underlying the Jawbone litigation matters. We began excluding Jawbone litigation costs in the second quarter of 2016 as these costs significantly increased in 2016, and may continue to be material for the remainder of 2017. Although not excluded in reporting for the first quarter of 2016, these litigation expenses were $9.1 million In March 2014 , we recalled the Fitbit Force after some of our users experienced allergic reactions to adhesives in the wristband. This recall primarily impacted our results for the fourth quarter of 2013, the first quarter of 2014 and the fourth quarter of 2015. Amortization of intangible assets relates to our acquisition of FitStar, Pebble and Vector. We exclude these amortization expenses because we do not believe these expenses have a direct correlation to the operation of our business. Income tax effect of non-GAAP adjustments relates to the tax effect of the adjustments that we incorporate into non-GAAP financial measures such as stock-based compensation, amortization of intangibles, restructuring and valuation allowance in order to provide a more meaningful measure of non-GAAP net income (loss). Purchase of property and equipment is deducted from net cash provided by (used in) operating activities to arrive at non-GAAP free cash flow, which reflects the amount of cash generated that is available to be used for investments in the business. \nAbout Fitbit, Inc. (NYSE: FIT) \nFitbit helps people lead healthier, more active lives by empowering them with data, inspiration and guidance to reach their goals. As the leading global wearables brand, Fitbit designs products and experiences that track and provide motivation for everyday health and fitness. Fitbit’s diverse line of innovative and popular products includes Fitbit Surge®, Fitbit Blaze®, Fitbit Charge2®, AltaHR™, Alta®, Fitbit Flex2®, Fitbit One® and Fitbit Zip® activity trackers, as well as the Fitbit Ionic™ smartwatch, Fitbit Flyer™ wireless headphones and Fitbit Aria® and Fitbit Aria 2™ Wi-Fi Smart Scales. Fitbit products are carried in 46,000 retail stores across 78 countries around the globe. Powered by one of the world’s largest social fitness networks and databases of health and fitness data, the Fitbit platform delivers personalized experiences, insights and guidance through leading software and interactive tools, including the Fitbit and Fitbit Coach apps, Guided Health Programs, and the Fitbit OS for smartwatches. Fitbit Health Solutions develops health and wellness solutions designed to help increase engagement, improve health outcomes, and drive a positive return for employers, health plans and health systems. \nFitbit and the Fitbit logo are trademarks or registered trademarks of Fitbit, Inc. in the U.S. and other countries. Additional Fitbit trademarks can be found at www.fitbit.com/legal/trademark-list . Third-party trademarks are the property of their respective owners. \nConnect with us on Facebook, Instagram or Twitter and share your Fitbit experience. FITBIT, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (In thousands, except for per share amounts) (unaudited) ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "james park", "sentiment": "none"}, {"name": "fitbit", "sentiment": "none"}], "organizations": [{"name": "fitbit, inc.", "sentiment": "neutral"}, {"name": "emea", "sentiment": "none"}, {"name": "ebitda", "sentiment": "none"}, {"name": "gaap", "sentiment": "none"}, {"name": "fitbit health solutions", "sentiment": "none"}, {"name": "non-gaap", "sentiment": "none"}, {"name": "conference call information  fitbit", "sentiment": "none"}, {"name": "fitbit aria", "sentiment": "none"}, {"name": "apac", "sentiment": "none"}, {"name": "guided health programs", "sentiment": "none"}, {"name": "sec", "sentiment": "none"}, {"name": "fitbit coach", "sentiment": "none"}, {"name": "inc.", "sentiment": "none"}, {"name": "fitbit ionic tm", "sentiment": "none"}, {"name": "instagram", "sentiment": "none"}, {"name": "aliphcom, inc.", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": [{"name": "u.s.", "sentiment": "none"}, {"name": "san francisco", "sentiment": "none"}, {"name": "pebble", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-02T04:14:37.006+02:00"}, {"thread": {"uuid": "925b6f6ee041858f8288a7d038be14451e37f02f", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uRjJWzgH37GxgHokDMezHOMFszaec7Mp56Q.leGZlsD3bQE9IBlQMuQ--", "site_full": "blog.fitbit.com", "site": "fitbit.com", "site_section": "", "site_categories": [], "section_title": "", "title": "4 Workout Techniques to Strengthen Your Mind and Boost Your Next Run - Fitbit Blog", "title_full": "4 Workout Techniques to Strengthen Your Mind and Boost Your Next Run - Fitbit Blog", "published": "2017-11-02T01:41:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.159, "main_image": "https://blog.fitbit.com/wp-content/uploads/2017/11/1101.Train-Your-Toughness-Blog-Hero.jpg", "performance_score": 0, "domain_rank": 639, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "925b6f6ee041858f8288a7d038be14451e37f02f", "url": "http://omgili.com/ri/.wHSUbtEfZSOAaSKQ9Sy3Dnup0Rio79uRjJWzgH37GxgHokDMezHOMFszaec7Mp56Q.leGZlsD3bQE9IBlQMuQ--", "ord_in_thread": 0, "author": "Jonathan Beverly", "published": "2017-11-02T01:41:00.000+02:00", "title": "4 Workout Techniques to Strengthen Your Mind and Boost Your Next Run - Fitbit Blog", "text": "Get Moving November 1, 2017 4 Workout Techniques to Strengthen Your Mind and Boost Your Next Run By Jonathan Beverly \nYou’re halfway through the last mile of a 5K, and fatigue is starting to take its toll. Your legs are screaming. Your breathing is ragged. You have no choice but to slow down. Then you round a corner and see the finish line just a quarter of a mile away. Suddenly, you feel better! Physically nothing has changed, but your stride lengthens, your pace increases, and you finish strong. \nThis common experience is a prime example of how your mind controls your perception of fatigue. New research is revealing that fatigue doesn’t always occur when you reach your physical limits, but rather when your brain tells you that you’ve reached your limits. While this function exists to protect you from efforts that will hurt you, your brain often misinterprets signals and overprotects out of fear. But with the right kind of training it’s possible to overcome this overprotection and convince your brain that a higher level of effort won’t hurt — but instead empower — you. \nAuthor and athlete Matt Fitzgerald maintains that in order to train your brain to accept more discomfort (and strengthen “mental fitness”) you should be “suffering for the sake of suffering” on occasion. “Most of your workouts should be gentle and comfortable,” he says. “But there are some you should set aside where training mental toughness is part of the objective.” In these workouts, expose yourself to near race-level suffering. “Discomfort should be an explicit objective of the workout,” explains Fitzgerald. \nWhat this means in practice may look much like training you’ve done before, with the mindset that you want to stretch your limits and accept new levels of discomfort. Simply acknowledging that the perceived discomfort and fatigue is not something to be avoided but part of the goal can make it more bearable and enable you to endure more. \nHere are a few ways Fitzgerald recommends brain training for toughness. None of these workouts are easy, but they do pay off. Not only will you emerge a faster runner, but you’ll also be empowered. “You come out feeling pretty proud of yourself,” says Fitzgerald. “You walk away having proved something to yourself that you can apply in races.” \n1) Try Harder \nThe fact that you can never run at 100%—because your brain stops you long before you get there—means that you know your body can always go a bit harder. Trying to exceed what you did last time, either in speed or distance, is the most basic way you expand your limits. “You put a stake in the ground with a particular type of workout, and then you try to push a little further,” says Fitzgerald. “And when you go through those experiences and realize, ‘Hey, that workout didn’t kill me,’ you’re more likely to be able to dig a little deeper the next time.” \n2) Run Hills That Hurt \nRunning hills at race pace can be an effective way of ramping up the mental difficulty. Your running mechanics will carry you at a previously-learned pace, but the incline often boosts the effort to a harder level than you would experience on flat terrain. When you get to that level, instead of panicking and slowing to trying to avoid the discomfort, Fitzgerald recommends telling yourself, “This is where I want to be.” Climb that hill and embrace suffering as the goal. \n3) Time-Trial Finish \nAnother way to stretch your mental limits is to add a time trial to the end of a workout. After a solid-but-sensible workout like 6 x 1000 meter runs at a tempo pace (fast but not hard), try adding a 1-mile time trial—going as fast as you can. “When you’re running a mile on fatigued legs, the idea is not to PR,” says Fitzgerald. Your time doesn’t matter. The idea is to get comfortable with the uncomfortable. \n4) Experiment With Open-Loop Runs \nTake time completely out of the equation with an open-loop run. Fitzgerald recommends finding a short loop —one or two miles long—and running until you’re really tired but not defeated. The layout of the course makes all the difference. With loops you have to get your mind around continuing indefinitely rather than making it through a set distance. You also give yourself the chance to bail at any time. “It can be eye opening exercise, because you have to approach it with a completely different mindset,” says Fitzgerald. The open-ended run can trick you into exceeding predetermined expectations. \nThis article is not intended to substitute for informed medical advice. You should not use this information to diagnose or treat a health problem or condition. Always check with your doctor before changing your diet, altering your sleep habits, taking supplements, or starting a new fitness routine. Jonathan Beverly \nJonathan Beverly is freelance writer, a columnist for Runner’s World and author of Your Best Stride. The former editor-in-chief of Running Times, he draws on decades of experience in the sport. He has run 26 marathons with a 2:46:04 best. Jonathan also coaches high school cross country. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "fitzgerald", "sentiment": "none"}, {"name": "matt fitzgerald", "sentiment": "none"}, {"name": "jonathan beverly  jonathan beverly", "sentiment": "none"}, {"name": "jonathan", "sentiment": "none"}, {"name": "jonathan beverly  you", "sentiment": "none"}], "organizations": [], "locations": [{"name": "run hills", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-02T08:27:22.009+02:00"}], "totalResults": 15, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509604042009&q=language%3Aenglish+site%3Afitbit.com&sort=crawled", "requestsLeft": 790}