{"posts": [{"thread": {"uuid": "ead20ac55b0adfd5b48c700d911c1ce2de5764f1", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75FyBNO9a4HNRcZ4mqO2QDLuYvDEmE8xPVyGsRExl3Cs.7HeyhMo8P2d", "site_full": "www.myhealthtips.in", "site": "myhealthtips.in", "site_section": "http://www.myhealthtips.in/feed", "site_categories": [], "section_title": "My Health Tips", "title": "Simple & Most Popular 3-Day Tuna Diet for Weight Loss", "title_full": "Simple & Most Popular 3-Day Tuna Diet for Weight Loss", "published": "2017-10-04T15:10:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IN", "spam_score": 0.0, "main_image": "http://cdn.myhealthtips.in/wp-content/uploads/2017/10/TUNADIET-150x150.jpg", "performance_score": 0, "domain_rank": 38895, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ead20ac55b0adfd5b48c700d911c1ce2de5764f1", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75FyBNO9a4HNRcZ4mqO2QDLuYvDEmE8xPVyGsRExl3Cs.7HeyhMo8P2d", "ord_in_thread": 0, "author": "Mamata Paira", "published": "2017-10-04T15:10:00.000+03:00", "title": "Simple & Most Popular 3-Day Tuna Diet for Weight Loss", "text": "Half a cup low-fat ice cream Things You Need To Follow When You Are On Tuna Diet \nTuna diet promises the person to lose 10 lbs only in 3 days. There will be drastic weight loss following the diet during these 3 days. So it is utmost important to follow certain cautions so that you will not damage your body while following this diet. You should never follow this diet more than 3 days. This is a very low-calorie diet and is meant for quick weight loss. Following it more than 3 days may cause some serious concerns to your body like anemia. It is necessary to return to your normal diet after 3-day tuna diet. You should follow the food plan as prescribed. Do not eat more nor the less. Take exact portions. During these 3 days drink 8 glasses of water or non-caloric drink. Use as little salt as possible as tuna is a rich source of sodium and consuming more salt may increase the sodium content in the body. If you are allergic to some of the food items in the tuna diet, then it is advisable not to go for this diet. Always go for tuna canned in water instead of oil as it contains fewer calories. People suffering from heart diseases or having any other medical complications, should refrain from following this 3-day tuna diet. It is advised to take multivitamin tablets during these three days to prevent any vitamin or nutrient deficiency in the body. As per the recommendation of the U.S. Environmental Protection Agency, pregnant women and young children should not eat more than 12 oz. of canned light tuna as tuna fish contains a high amount of mercury. Tips To Keep Control of Your Weight \nTuna diet decreases the carbohydrates in the body (carbohydrates make your body to retain water). When you are in tuna diet, you may lose water weight due to limited carbohydrates. So when you stop this tuna diet and come back to your normal diet after 3 days, you may regain water weight due to the normal amount of carbohydrates in the body. \nTuna diet is most beneficial for those who want to lose weight as quickly as in 3 days. You cannot deny the fact that you may regain weight after stopping this diet. So, it is equally important to keep your weight in control and maintain a healthy body so that you do not have to follow any fad diet to lose weight. \nYou can very well maintain a shapely body if you follow certain important things in your daily routine. Include more fiber-rich food in your diet. Eating fiber-rich food makes you feel full for longer period of time. Eat more fruits and vegetables, whole grains, and lean protein. Always go for whole fruit instead of fruit juices and drinks as fruit juice has less fiber in comparison to whole fruit. Including low-fat diary in the daily meal helps in a great way to lose weight. Skipping your breakfast is a complete no-no if you want to control your weight. So eat your breakfast daily as it helps in the long-term weight loss goals. Exercising daily for at least 30 minutes will also help you to control your weight gain issue by burning few calories. And at the same time, it will also keep you fit. Make a meal plan. Plan your meal for the day so that you can track the calorie intake. Eat smaller portion of meals. Reduce the intake of calorie and fat-rich food. \n\nThree-day tuna diet help the person to lose weight in just 3 days but this fad diet makes the person weak, causes fatigue as well as upset stomach as it is very low in calorie. So instead of following this diet, it is always a healthier option to include tuna in your daily diet. Also, it is advisable to consult a doctor before starting any diet plan. Mamata Paira is a content editor by profession and a writer by passion. She holds MA degrees both in English Literature as well as Journalism and Mass Communications. She’s mastered the art of writing on subjects related to health, beauty, parenting, lifestyle and food. In her free time, she loves to nurture her other passions like cooking and gardening. Related Items", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "mamata paira", "sentiment": "none"}], "organizations": [{"name": "u.s. environmental protection agency", "sentiment": "none"}, {"name": "mass communications", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-04T18:08:29.002+03:00"}, {"thread": {"uuid": "22845143115e7b1c3430b2a84b4041606045e2c5", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75HE5dHn0Fx3UcMbC8oRGVwpJk8xo.L.e1h.QeWu7Est5g--", "site_full": "www.myhealthtips.in", "site": "myhealthtips.in", "site_section": "http://www.myhealthtips.in/feed", "site_categories": [], "section_title": "My Health Tips", "title": "26 Most Effective Ways to Delay Your Periods Naturally", "title_full": "26 Most Effective Ways to Delay Your Periods Naturally", "published": "2017-10-24T08:52:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IN", "spam_score": 0.0, "main_image": "http://cdn.myhealthtips.in/wp-content/uploads/2017/10/How-to-Delay-Periods-150x150.jpg", "performance_score": 0, "domain_rank": 38895, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "22845143115e7b1c3430b2a84b4041606045e2c5", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75HE5dHn0Fx3UcMbC8oRGVwpJk8xo.L.e1h.QeWu7Est5g--", "ord_in_thread": 0, "author": "Mamata Paira", "published": "2017-10-24T08:52:00.000+03:00", "title": "26 Most Effective Ways to Delay Your Periods Naturally", "text": "  26 Most Effective Ways to Delay Your Periods Naturally 26 Most Effective Ways to Delay Your Periods Naturally By Mamata Paira   \nGetting periods in every month is a sign of a healthy body. Periods or menstruation occurs to a woman when the lining of the uterus starts shedding. In this process blood and mucosal tissues start discharging from the inner lining of the uterus through the vagina. Generally, a woman gets her period in every 28 days, but sometimes it delays as well as comes early. \nPeriods occur to women (in their reproductive age) every month and if it does not occur at the exact date and delays for few days, we generally get tensed and just try to find out the most possible causes of the delay. But sometimes while facing certain situations like going for a trip or attending a marriage function or other similar occasions, we just do not want to mess up our eventful days with periods. \nHow to Delay Periods Naturally \nThere are various OTC drugs available in the market, which can help to delay periods for few days, but these drugs may cause some side effects or health hazards if you take it regularly and without doctor’s advice. \nApart from medicines, there are many other natural ways and remedies that you can use to delay your periods for few days. \n1. Apple Cider Vinegar \nThis is an effective natural way to postpone your period for some days. It will not only delay your period but also slow down your premenstrual symptoms. \nThings You Need: Apple Cider Vinegar – 3 tsp Water – 1 glass \nProcess: Mix the apple cider vinegar in water and drink it. Drink this few days before the actual date of your period, 2 to 3 times a day   \n2.Gram Lentil Soup \nGram lentil is one of the traditional methods to delay period naturally. \nThings You Need: Roast the gram lentils properly. Grind it to make a powder. In a saucepan add warm water and gram lentil powder to it. Cook it in low flame until the gram lentil becomes soft. One week before the date of your period, you need to take this gram lentil soup every day. To get the most effective results take this gram lentil soup on an empty stomach in the morning. \n3. Gelatin \nIf you want to delay your periods naturally for few days, then gelatin mix offers you a good solution. \nThings You Need: Take 1 glass of warm water and add 1 packet of gelatin to it. Mix it and drink it immediately. If you are in an emergency to delay your period, then this gelatin mix can give you a quick solution by postponing your period around 4 hours. \n4. Lemon \nLemon is a good source of citric acid, which help to push your periods for a few days. Apart from that consuming lemon juice also helps to resolve the symptoms that are related to periods like body ache, pain and inflammation when your period will occur. \nThings You Need: Take 100 ml of water and mix the juices of 3 lemons to it. You can add sugar to it for taste. Drink this lemonade thrice a day to postpone period naturally. Start drinking this lemon juice 3 days before your presumed periods date. \n5. Raspberry Leaves: \nNor only this fruit refresh you during the hot summer days but also its leaves help you to delay your period for few days. \nThings You Need: Raspberry Leaves – 5 to 6 Water – 1 cup Take the raspberry leaves and sundry them. Take 1 cup of water in a saucepan to boil it in medium heat. When the water starts boiling, add the raspberry leaves and boil it for few minutes, and then off the flame. Cover it with a lid and leave for 2 to 3 minutes. Strain it and drink it hot. Start drinking this tea 1 week before your expected date of period. \n6. Tamarind Pulp \nTamarind not only adds a tangy taste to your food but also help you push your period for few days. \nThings You Need: Soak the tamarind in the water overnight. In the morning take out the seeds and strain the tamarind water. Add the sugar and salt to it and mix properly. Drink this in the morning on an empty stomach. Start drinking this tamarind water 1 week prior to the date of your period to postpone your period for some days. \n7. Fuller’s Earth \nDo you know any other uses of fuller’s earth except adding a special glow to your face and skin? Yes, it has another use and that is to help you to delay your period for some days \nThings You Need: Fuller’s Earth – 25 gms \nProcess: Soak 25 gms of fuller’s earth in water for 3 hours. Strain the water and make it 4 equal parts. Consume this water 4 times a day. Start drinking this mixture 6 to 8 days before your actual period date. \n8. Chia Seeds \nChia seed has various health benefits. Apart from that it is helpful to postpone your periods naturally. \nThings You Need: Water – cup \nProcess: Take 1 cup of water and add the chia seeds to it, and then leave overnight. Next day morning drink this on an empty stomach. Doing these 4 to 5 days before your actual period date can help you to postpone your period for some days. If you are experience excessive bleeding during menstruation, taking a cup of chia seed water will help to control it to a great extent. \n9. Shepherd’s Purse \nShepherd’s purse is a good source of anti-hemorrhagic properties. So it works to reduce menstrual bleeding. It can also be used to delay your period naturally. \nThings You Need: Shepherd’s Purse Leaf – 3 to 4 Water – 1 glass Sundry the Shepherd’s purse leaf and grind to powder it. Add 1 glass of water and mix thoroughly. Drink it regularly few days before your actual period date to postpone it successfully. \n10. Yarrow Tincture \nThe use of this herb effectively delays periods for some days. It works by controlling hormones in the female body. \nThings You Need: \nProcess: Add 5 drops of yarrow tincture to the cold water and drink. 2. Drink yarrow water 4 to 5 days before the actual date of your period to postpone it successfully . \n11. Sacred Fig \nYou can drink the juice of sacred fig leaves to delay your period naturally. It postpones the period by controlling the hormone level of your body. \nThings You need: Sacred Fig Leaves – a handful Water – 1 cup In a mixer grinder grind the sacred fig leaves along with the water. Grind it thoroughly and drink it. Drink this for a week before the actual date of your period. \n12. Licorice Root Powder \nThe use of licorice root   natural ways to postpone periods effectively. It interferes with the hormones of the female body to delay the monthly cycle. \nThings You Need: Licorice Root Powder – 3 to 4 gms Drained Rice Water – 1 cup \nProcess: Add the licorice root powder to the drained rice water. Mix it properly and drink. Take this drink for 1 week to postpone your monthly cycle naturally. 13. Indian Spikenard \nAncient Indian women used to take Indian spikenard to decrease the flow of heavy bleeding. But it was found that Indian spikenard can be used to delay periods naturally. \nThings You Need: · Indian Spikenard Oil – 5 drops · Lukewarm Water – 1 glass 1. Take 1 glass of lukewarm water and mix Indian spikenard oil to it. 2. Drink this mixture before the start of your menstrual cycle. 3. It can help to delay your period for few days. 14. Angelica Root \nAngelica root or dong quai has been used by Chinese people since ancient times to treat menstrual cramps. It interferes with the hormones of the female body and delays the monthly cycle. \nThings You Need: Steep the roots in hot water for 15 minutes. Strain it and drink this angelica root tea. Drink this tea 4 to 5 days before the starting of your period   15. Cinnamon Tea \nCinnamon tea is another natural way to delay your period. Apart from that it also has astringent properties that offer a relaxing effect to your body. \nThings You Need: Water – 1 cup \nProcess: Take 1 cup of water in a sauce pan and add the cinnamon stick to it. Steep it in low heat for 15 minutes. Strain this cinnamon tea and drink. Use this cinnamon tea few days before your period to postpone it naturally. \n16. Mustard Seeds: \nMustard seed is another natural way to push your period for some days. \nThings You Need: Dried Mustard Seeds – 40 gms Milk – 1 glass Grind the mustard seeds to make a fine powder. Mix two gms of mustard powder in the milk and drink. Take this drink twice a day few days before the arrival of your period. \n17. Coriander Seeds \nCoriander seeds also help to postpone your period in an effective way. \nThings You Need: \nProcess: Add 20 gms of coriander seeds in hot water. Simmer it in low flame until it becomes a quarter of the original quantity of water. Drink the mixture regularly 1 week before the periods to delay it successfully. \n18. Mango Bark \nMango bark which is used to prepare medicines related to menstruation, can also be used to postpone menstruation date for few days. It is used to treat heavy bleeding. \nThings You Need: Mango Bark Extract – 12 ml Water – 150 ml Mix 12 ml of mango bark extract in 150 ml of water thoroughly. Keep this mango bark liquid in the refrigerator for 10 minutes. Start taking 1 dose of mango bark liquid in every 3 hours (1 tablespoon makes 1 dose) Taking it 5 days before the actual date of period can give you effective results. \n19. French Beans \nEating French beans is another effective way to postpone your period for few days. It is observed that women who eat a lot of French beans tend to have lighter bleeding. \nThings You Need: Take the French Beans and add them to water. Boil the French Beans for 3 minutes. Strain the French beans and add lemon juice to the water and mix. Have it few days before your period date to postpone it successfully. \n20. Watermelon \nIf you want to delay your period, then start consuming a good amount of watermelon a few days before your period. Its cooling properties may help to delay the period for some days. Generation of excess heat in the body is one of the causes of the early period sometimes, so the cooling effects of watermelon can help to delay periods for some days. \n21. Cucumber \nLike watermelon, cucumber also offers a cooling effect to the body and helps in decreasing the body temperature, hence helps in delaying periods successfully. Start consuming a good quantity of cucumber at least 1 week before the period date. It will help you to push your period for some more days. \n22. Banana \nLike watermelon and cucumber, banana also helps to a great extent to postpone period for 2 to 3 days. Eat 2 bananas in breakfast and then drink a glass of water. Follow this process 4 to 5 days before the actual period date   \n23. Drink Lot of Water \nDrinking a lot of water may help you to push your period date for few days. Even if you are not successful after drinking a lot of water, it will help to make your period lighter. \n24. Exercise a Lot \nWorking out a lot is a proven way to push your periods for few days. If you are trapped within a sedentary lifestyle, start doing exercise daily and if you are working out daily, then start doing more to delay your periods. Go for high intensity exercises like uphill cycling, aerobics, continuous swimming, muscle stretching, etc. \n25. Stay Away From Spicy Food \nAs per the experience of many women, spicy food triggers the period to come early. So in this scenario, avoiding spicy food can help you to push back your expected period date for some more days. \n26. Breast Massage \nThough it is not a scientifically proven method, many women have stated that they became successful after following breast massage procedure. Give regular massage to your breasts few days before your period. Move your fingers in circular motion as well as move fingers first clockwise and then anti clockwise starting from your nipple to the outer side of your breasts. You need to message your breasts at least 200 times a day   \nThings You Should Remember While Delaying Period With Home Remedies The process of next period starts from the 14 th day of the current month’s period. So, if you know about your schedule long before and want to delay your period then it is wise to start using the home remedies from the 14 th day of the period   Periods occur every month due to certain hormonal changes in the body. So, when you are trying to change the hormonal balance by using the home remedies you may sometimes feel fatigue and may get mood swings. Doing rigorous exercises for a longer time is harmful for the body. When you become successful to push your period for few days, stop doing rigorous exercises. Postponing your period again and again is harmful to the body. Try to avoid postponing your period unless and until it is very urgent. \nIf you have sufficient time, try out these home remedies   Different home remedies work differently for different women. Sometimes it may not work for you. When you want a sure shot result, it is advisable to talk to your physician to take pills to delay your period. Mamata Paira is a content editor by profession and a writer by passion. She holds MA degrees both in English Literature as well as Journalism and Mass Communications. She’s mastered the art of writing on subjects related to health, beauty, parenting, lifestyle and food. In her free time, she loves to nurture her other passions like cooking and gardening. Related Items", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "shepherd", "sentiment": "none"}, {"name": "mamata paira", "sentiment": "none"}, {"name": "fuller", "sentiment": "none"}, {"name": "lemon  lemon", "sentiment": "none"}, {"name": "angelica root  angelica", "sentiment": "none"}, {"name": "chia seeds  chia", "sentiment": "none"}], "organizations": [{"name": "apple cider vinegar", "sentiment": "none"}, {"name": "apple", "sentiment": "none"}, {"name": "gram lentil soup  gram", "sentiment": "none"}, {"name": "mass communications", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T15:18:29.000+03:00"}, {"thread": {"uuid": "f04c854bd2d8dc36f044a737504f89d18f7cc275", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75GuhIalN5uPwOLqNw2mWMoimZW94YqO46crDx92opQaWw--", "site_full": "www.myhealthtips.in", "site": "myhealthtips.in", "site_section": "http://www.myhealthtips.in/feed", "site_categories": [], "section_title": "My Health Tips", "title": "18 Effective Home Remedies to Make You Home Bed Bug Free Completely", "title_full": "18 Effective Home Remedies to Make You Home Bed Bug Free Completely", "published": "2017-10-24T08:33:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IN", "spam_score": 0.0, "main_image": "http://cdn.myhealthtips.in/wp-content/uploads/2017/10/Remedies-for-Bed-Bugs-150x150.jpg", "performance_score": 0, "domain_rank": 38895, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f04c854bd2d8dc36f044a737504f89d18f7cc275", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75GuhIalN5uPwOLqNw2mWMoimZW94YqO46crDx92opQaWw--", "ord_in_thread": 0, "author": "sharib", "published": "2017-10-24T08:33:00.000+03:00", "title": "18 Effective Home Remedies to Make You Home Bed Bug Free Completely", "text": "  18 Effective Home Remedies to Make You Home Bed Bug Free Completely 18 Effective Home Remedies to Make You Home Bed Bug Free Completely By sharib   \nBed bugs are the parasitic, creepy and tiny insects who feed only on blood. Cimex lectularius is the common type of bed bug that feeds only on human blood and causes itchy bites and skin irritation. Unlike many pests, bed bugs do not spread any diseases but certainly turns your nights into nightmares! \nIt bites the exposed area of the person and sucks the blood through an elongated beak. After its feeding completes, it moves away unnoticed. At first, bed bug bites are painless but the skin gets itchy and slightly-raised spots afterwards. \nThe Environmental Protection Agency (EPA), the Centers for Disease Control and Prevention (CDC), and the United States Department of Agriculture (USDA) all consider bed bugs a public health pest. Some Facts about Bed Bugs Bed bugs not only feed on humans but also animals and birds. An adult bed bug has an oval-shaped flat body, which is about the size of an apple seed but swells after feeding. Bed bugs cannot fly but can quickly travel about 5 – 20 feet on walls, floors and ceilings to feed on humans. It becomes active at night but comes out during the day time if it is hungry. It takes 3 to 12 minutes for feeding. Bed bugs get attracted by body heat and the carbon dioxide that humans produce while breathing. A female bed bug lays 200 to 500 hundred of eggs during her lifetime. The nymph shed its skin 5 times before becoming an adult bed bug. It needs a feeding before each shedding of the skin. In favorable conditions, a bed bug can produce 3 or more generations. Bed bugs can survive without food for a few months. A bed bug can survive at temperatures as low as 7°C (46°F), but it dies when its body temperature reaches 45°C (113°F). Causes of Increase in Bed Bug Infestation \nThe problem of bed bugs was almost eliminated during the 1940 but again became active in the United States of America as well as other parts of the world. Bed bugs started spreading due to the following reasons. Over the time bed bugs became pesticide resistant. Government banned the use of certain effective pesticides. The increase in international travel. Increase in the exchange of the second-hand furniture and furnishings. \nHow to Know that Your House is Infested with Bed Bugs \nIt is really a daunting task to know whether your house is infested with bed bugs or not because bed bugs are really small and can hide in the smallest place possible. And on the top of that they become active only at night. The itchy bites on your skin, which you are thinking bed bug bites, may be caused due to some other insect bites. \nSo, it is very important to know whether your house is infested with bed bugs or not? It is advisable to look for physical signs of bed bugs. Some of them are: You can find reddish stains of the crushed bed bug on the bed sheets or mattresses. Dark spots on the bed sheets or other bed bug-infested areas that are caused due to bed bug excrement. You can find bed bug eggs and shells. Also, you can find brown little bodies that look like dead bed bugs. Creeping live bed bugs. Where Can You Find Bed Bugs \nTo get rid of bed bugs, it is very important for us to know their hiding places. As these creepy creatures become active mostly at night, during the day time they hide in different places, which we can’t even think. Its tiny body shape helps it to slip into the tiniest of spots. Bed bugs hide mainly in bed frames, mattresses, box springs, and headboards as they can easily bite people at night. They lurk in groups in the seams of the cushions, sofas, couches etc. You can also find them between the folds of the curtains. They hide in the joints of the drawers, chairs, cupboards, etc. Loose wall hangings and wall papers make good hiding places for bed bugs. The meeting point of the wall and ceilings is also a hiding place for the bed bugs. They are also found in electrical appliances and receptacles. To your surprise you can also find them even in the head of a screw. Home Remedies for Bed Bugs \nBed bugs not only enter your house easily though clothing, luggage, bags or other items but also spread quickly to make your life more difficult. They can infest the entire room within a very short span of time and may spread to other rooms. Before it becomes very late, it is wise to get rid of them as early as possible. You can take the help of pest-control professionals to eradicate bed bugs if your house is highly infested with these pesky critters. But at the initial stage you can always go for the home remedies for the bed bugs that are effective, cost effective as well as easy to use. 1. Spread Diatomaceous Earth \nDiatomaceous earth   safest, non-toxic and effective ways to get rid of bed bugs. It dehydrates and kills the bed bud bug as it destroys the outer protective layer of these pesky critters. As per a study, diatomaceous earth powder can completely eradicate bed bugs within 12 days. This fine powder can easily work on furniture and can be placed easily on tight and tiny places. \nThings You Need: Pure and Food Grade Diatomaceous Earth Powder –The amount depends on the area of infestation \nProcess: Take the powder and spread it on the places that are infested with bed bugs. Repeat the process in every 2 to 3 days for at least 2 weeks to remove the bed bugs completely. \nNote: Before applying this powder to kill the bed bugs, ensure to clean the linens with extremely hot water. Also vacuum clean your bed, furniture and your home completely. 2. Baking Soda: \nBaking soda proves to be a good remedy for bed bugs. Its use dries out the bed bugs and kills them by sucking the moisture from them. \nThings You Need: Baking Soda – the quantity depends on the bed bug-infested area. \nProcess: Spread a layer of baking soda on the bed bug- infested areas properly. Look for all the tiny places where there is a possibility of bed bug infestation. Leave it for at least a week and then use a vacuum cleaner to remove the baking soda, bed bugs and their eggs. Repeat this process till you get rid of bed bugs completely. 3. Tea Tree Essential Oil \nTea tree oil is best known for its antifungal, antiviral, antibiotic, antiseptic properties. It also works as a good expectorant. Its properties help to kill the insects including bed bugs and at the same time checks further spreading of bed bugs. \nThings You Need: 100% Pure Tea Tree Essential Oil – 2 tsp Lukewarm Water – 50 ml A Spray Bottle \nProcess: In the spray bottle take the lukewarm water and mix 2 tsp of tea tree oil, and shake well. Spray it on your furniture, walls, carpets, mattresses, cushions, furnishings and all other bed bug infested areas. Spraying tea tree oil twice a day for a week will help to remove the bed bugs to a great extent. After using this tea tree oil spray, if there is no improvement, then you can add few more drops of tea tree oil to the water   4. Lavender Essential Oil \nLavender essential oil works as a good bed bug repellant as bed bugs cannot withstand the toxicity of this oil. It also helps to destroy the eggs and larvae of bed bugs. Also bed bugs cannot tolerate the smell of this oil. \nThings You Need: Lavender Essential Oil – 10 to 15 drops Water – 50 ml. Mix lavender essential oil with water and pour it into the spray bottle. Spray it generously on all the hiding places of the bed bugs. Use this spray regularly to get rid of bed bugs soon. You can also use lavender leaves and flowers to keep away the bed bugs. 5. Lavender and Peppermint Essential Oil Spray \nPeppermint essential oil with its antibacterial and antiviral properties helps to move away the bed bugs and controls the further spreading of it. \nThings You Need: Peppermint Essential Oil – 10 to 15 drops Lavender Essential Oil – 10 to 15 drops A Spray Bottle In a spray bottle, take the water and mix the peppermint and lavender essential oil. Shake well and spray it on the bed bug-infested areas. Repeat this process until you get rid of the bed bugs completely. 6. Clove Essential Oil: \nClove essential oil is a good source of insecticidal and insect repellent properties. Its rich eugenol content proves very toxic for the bugs and kills them. Also its strong smell helps to kill the bed bugs and prevents them from spreading. \nThings You Need: Clove Essential Oil – 1 tsp Water – 1 cup Mix the clove essential oil with the water. Spray it on the bed bug-infested areas of your home. Use this home remedy for bed bugs regularly   7. Peppermint, Clove and Cinnamon Oil: \nApart from peppermint and clove essential oil, cinnamon essential oil also has properties that can kill and repel the bed bugs. So you can make a spray of these essential oils too to remove the bed bugs from your home. \nThings You Need: Peppermint Essential Oil – 10 drops Clove Essential Oil – 10 drops Cinnamon Essential Oil – 10 drops A Spray Bottle Fill water in a spray bottle and add all the essential oils to it. Shake well and spray it on the bed bug infested area and their hiding places. Also spray it on the furniture, mattress seams and furnishings. Use this essential oil spray twice a day to remove the bed bugs completely. 8. Eucalyptus Essential Oil \nEucalyptus essential oil is not only widely used in food, pharmaceutical products and perfumes but also work effectively as an insect repellent. It is loaded with antibacterial, antifungal and antimicrobial properties. Its use shows ovicidal activity, thus its use not only kills the bed bugs but also destroys its eggs. \nThings You Need: Eucalyptus Essential Oil – 30 drops Water – 2 ounces \nProcess: Mix all the ingredients together and pour it into a spray bottle. Shake well and spray it on the bed bug-affected areas in every two hours to repel the bed bugs effectively. 9. Orange Essential Oil \nOrange essential oil contains d-limonene, which works as a good insecticide. It is a nerve toxin and kills the bed bugs as soon as they come in contact with this essential oil. \nThings You Need: Orange Essential Oil – 2 ounces Compost Tea – 1 cup", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "orange essential oil  orange", "sentiment": "none"}, {"name": "cdc", "sentiment": "none"}, {"name": "centers for disease control and prevention", "sentiment": "none"}, {"name": "epa", "sentiment": "none"}, {"name": "peppermint essential oil spray  peppermint", "sentiment": "none"}, {"name": "orange essential oil", "sentiment": "none"}, {"name": "united states department of agriculture", "sentiment": "none"}, {"name": "cimex", "sentiment": "none"}, {"name": "environmental protection agency", "sentiment": "none"}, {"name": "usda", "sentiment": "none"}], "locations": [{"name": "united states of america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T15:18:31.003+03:00"}, {"thread": {"uuid": "1d5903bfe6351829a5ee5e2a0c91fe24d8911ec2", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75Fx0gpoVGefwU4L9LOOe8aaetg.iFRX.WeChQ_GkGrjLq.6MsEIun5V", "site_full": "www.myhealthtips.in", "site": "myhealthtips.in", "site_section": "http://www.myhealthtips.in/feed", "site_categories": [], "section_title": "My Health Tips", "title": "How to Get Rid of Kidney Infections Naturally", "title_full": "How to Get Rid of Kidney Infections Naturally", "published": "2017-10-31T07:42:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IN", "spam_score": 0.0, "main_image": "http://cdn.myhealthtips.in/wp-content/uploads/2017/10/Kidney-Infection-150x150.jpg", "performance_score": 0, "domain_rank": 38895, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1d5903bfe6351829a5ee5e2a0c91fe24d8911ec2", "url": "http://omgili.com/ri/jHIAmI4hxg.pYuGL3l8DqIWm0Ngs0isAEYlVA1rD75Fx0gpoVGefwU4L9LOOe8aaetg.iFRX.WeChQ_GkGrjLq.6MsEIun5V", "ord_in_thread": 0, "author": "Mamata Paira", "published": "2017-10-31T07:42:00.000+02:00", "title": "How to Get Rid of Kidney Infections Naturally", "text": "Home / Home Remedies / How to Get Rid of Kidney Infections Naturally How to Get Rid of Kidney Infections Naturally By Mamata Paira on October 31, 2017 Tweet How to Get Rid of Kidney Infections Naturally \nKidneys are the two bean-shaped organs that are found in all the vertebrates. These are located at the back of the abdominal cavity, below the rib cage. One kidney is located on the right side of the spine and another kidney is located on the left side of the spine. \nThe kidneys are the important organs of our body. Each kidney contains millions of filtering units that are known as nephrons. They work as efficient filters and help to keep the composition of the blood stable, which in turn helps the body function properly. The kidneys filter about 120 to 150 quarts of blood daily and produce 1 to 2 quarts of urine, which mainly contains extra fluid and waste material. \nKidney infection can happen to anybody but women are more prone to this in comparison to men as women have shorter urethra which makes the bacteria reach the kidneys easily. Also, younger women and children are more vulnerable to kidney infections. What is Kidney Infection \nA healthy pair of kidneys leads to a healthy body as kidneys play an important role in the functioning of the human body. But sometimes kidneys get affected with some kind of infection, which impacts the proper functioning of the kidneys. \nKidney infection, which is medically termed as pyelonephritis, starts in the urinary tract and then through the urethra it enters into the kidneys. Urinary tract infection (UTI) leads to kidney infection most of the times. It causes unbearable pain and if not treated early may cause serious health concerns like kidney scarring, blood poisoning and pregnancy complications. Causes of Kidney Infection \nThere are various causes due to which a person may suffer from kidney infections. \nDue to blockage in the urinary tract: If your urinary tracts are blocked due to some factors like kidney stone or an enlarged prostate gland in men or some abnormality in the structure of your urinary tract, then it will slow down the urine flow. Your bladder will not be emptied easily and completely when you urinate, which will ultimately lead to kidney infections. \nDue to certain medical conditions: If the person is suffering from certain medical conditions like diabetes and HIV, then he or she is more prone to kidney infections. \nIf the nerves around the bladder are damaged : If the nerves around your bladder or spinal cord are damaged then you will not be able to know when you get affected with UTI, which in turn may cause kidney infection. \nDue to the use of the catheter for a longer period of time: If you are using a catheter for a longer period of time due to certain medical conditions, then you are more prone to kidney infections. \nIf you are suffering from vesicoureteral reflux: In this condition, urine flows backward from the bladder into the kidneys, thus cause kidney infections. Kidney Infection Symptoms \nNow, it is very important to know the various symptoms of kidney infections so that it will be easier for you to detect as well as treat it at the earlier stage. If you see blood or pus while you pee If you get fever or chills regularly Decreased appetite If you experience pain in your groin, lower back and side Pain in the abdomen If you continuously suffer from stomach upset Vomiting Feeling tired easily Diagnosis \nIf you are experiencing the symptoms that are mentioned above then it is indicating that you may have kidney infection. At this stage it is very important to confirm whether you have kidney infection or not and to confirm it, you need to give a urine sample to test. Else you may give a blood sample for culture. There are some other ways, such as ultrasound, CT scan and X-ray, which can confirm it. How To Get Rid of Kidney Infections Naturally \nOnce it is confirmed that you are suffering from kidney infection then it is extremely important to treat it as early as possible. There are various natural remedies for kidney infection that are not only cost-effective but also work without any side effects and the most important thing is that you can try these kidney infection remedies at the comfort of your home. You can go for these remedies if your kidney infection is in its earlier stage. 1. Apple Cider Vinegar \nConsumption of apple cider vinegar helps to keep the balance of the pH level in the body, thus checks the proliferation of bacteria in the body. Its antibacterial property also kills the bacteria that cause and spread infection in the kidneys. \nThings You Need: Apple Cider Vinegar – 2 tsp Water – 1 glass Take 1 glass of water. Add 2 tsp of apple cider vinegar and 1 tsp of honey to it. Mix the ingredients thoroughly, and then drink. Taking this apple cider vinegar drink twice a day will help you to combat kidney infection effectively in few weeks. 2. Garlic \nGarlic is a storehouse of antibiotic properties which makes it an effective home remedy for kidney infection. Its diuretic properties also help your kidneys flush out the harmful toxins and microorganisms from your body easily, thus will help treat kidney infection effectively. \nThings You Need: Water – 1 glass \nProcess: Chop the garlic cloves into very small pieces and consume them on an empty stomach early in the morning. Drink a glass of water after it. Take this home remedy regularly till you completely get rid of kidney infection. 3. Celery Seed Tea \nCelery seed is a good source of antibacterial and antifungal properties, which helps to kill the harmful bacteria that cause kidney infections. Also, its consumption fastens the process of elimination of the waste material from the kidney, thus protects the kidneys from infection. \nThings You Need: Celery Seeds Powder– 1 tbsp Hot Water – 1 glass Take a glass of hot water and mix the celery seed powder in it thoroughly. Leave it for few minutes to cool down. Strain it and drink. Consume this celery seed drink once daily for 3 weeks to get effective results against kidney infection. 4. Marshmallow Root \nThe diuretic properties of marshmallow root help to flush out the toxins from the kidney easily thus keep the infections at bay. It is also a good source of antioxidant properties that protect the urinary tract from free radical damage. It fights back the unfriendly bacteria that cause kidney infection. \nThings You Need: Marshmallow Root Powder – 1 tbsp Hot Water – 1 cup \nProcess: Take a cup of hot water and add the marshmallow root powder to it and mix thoroughly. Leave it for few minutes and then strain it. Drink this marshmallow solution once per day till you totally get rid of kidney infection. \nNote: Pregnant and breastfeeding women should refrain from using marshmallow home remedy for kidney infection. 5. Apples \nIt is rightly said that take an apple a day to keep doctors away. Apple contains a lot of fiber and nutrients which boost the immunity power of your body and makes you strong enough to fight kidney infections easily. Its acidic content helps to maintain the acidity level in the urine and prevent the growth of infection-causing bacteria. Its anti-inflammatory properties subside the pain that is caused due to kidney infections. \nThings You Need: Take the apples as snacks throughout the day. Take a glass of apple juice in the morning Add apple sauce to your dishes. Follow this process 3 to 4 weeks to get rid of kidney infections totally. 6. Baking Soda \nBaking soda is another effective ingredient, which you can use, to treat kidney infection naturally. \nThings You Need: \nProcess: Take the water and mix the baking soda in it thoroughly. Drinking this baking soda mixture daily once for 3 to 4 weeks will help you to treat kidney infection effectively. 7. Parsley Juice \nOther than offering an appetizing look to your food, parsley can also be used to combat kidney infection at home. It is a powerhouse of nutrients as well as work as a diuretic. So its consumption makes your immune system strong enough to fight the infection-causing bacteria as well as help to flush out the toxins, bacteria and waste material from your body, thus will protect your kidneys from getting infected easily. \nThings You Need: Fresh Parsley Leaves – A handful Water – 1 cup Crush the parsley leaves and keep aside. Bring the water to a boil and then off the flame. Add the crushed parsley leaves to it and cove with a lid. Leave for 5 minutes to steep. Strain the solution and wait till it becomes cool Drink this parsley solution 2 times daily till you completely get rid of kidney infection. 8. Lemon Juice \nLemon juice contains a lot of vitamin c and acetic acid. The consumption of lemon juice can be effective in treating kidney infections by clearing the kidney stones as well as toxins from the kidneys. \nThings You Need: \nProcess: Cut the lemon and squeeze it into 1 cup of water. Mix it well and then drink it first thing in the morning on an empty stomach. Take this lemon drink once daily till you treat kidney infections completely. 9. Olive Oil \nThe consumption of olive oil balances the acidity level in the kidneys and helps to flush out the toxins, thus protect the kidney from getting infected. \nThings You Need: Water – 8 ounces \nProcess: Take the water in a glass and add the olive oil as well as the lemon juice to it. Mix well and take the drink. Take this olive oil and lemon juice solution daily once to combat kidney infection naturally. 10. Watermelon Seeds Tea Watermelon seeds act as a good diuretic, so its use is very helpful to treat kidney infection. It helps to flush out the toxins as well as the waste material from the kidney that cause infection. Also, its use makes the kidneys more active. Watermelon seeds also help to alleviate the pain associated with kidney infections. \nThings You Need: Ground Watermelon Seeds – 1 tsp Water – 2 cups Boil the water on medium flame and then keep aside. In a pan take the ground watermelon seeds. Pour the boiled water on it. Leave it for few minutes so that the ground watermelon seeds can steep properly. When it cools down, strain it into a cup. Enjoy this watermelon seeds tea once per day to treat kidney infections at home. 11. Corn Silk \nCorn silk has antibacterial properties and works as a good diuretic. So its use can definitely help to treat kidney infection and the related pain. \nThings You Need Dried Corn Silk – 1 tbsp Boiling water – 2 cups In a pan take the dried corn silk and pour the boiling water on it. Cover it with a lid and leave for 5 minutes to steep properly. Strain the liquid and drink it when it is lukewarm. Drinking this corn silk tea 2 cups a day for few weeks can give you fruitful results against kidney infection. 12. Plantain Tea \nWe can very well say that plantain is a storehouse of medicinal properties and can be a very good home remedy for kidney infections. It is a rich source of antibacterial, anti-inflammatory, antifungal and laxative properties. It also has mild diuretic properties. \nThings You Need: Dried or Fresh Plantain (leaves or root)– 1 tbsp Boiling Water – 1 cup Take the plantain in a tea pot and pour boiling water on it. Cover it with a lid and leave for 5 minutes. Strain it and mix honey in it thoroughly. Drink this plantain tea 4 to 5 times daily to get rid of kidney infection fast. 13. Dandelion Leaf Tea \nDandelion leaf works as a good diuretic. Its consumption can make you to urinate frequently to flush out the bacteria as well as the toxins from your kidneys that cause infection. \nThings You Need: Dried Dandelion Leaves – 1 tbsp Hot Water – 1 cup Take dried dandelion leaves in a cup and pour hot water on it. Cover it with a lid and let it steep for 10 to 15 minutes. Strain it and then consume this tea. Take dandelion tea 2 to 3 times a day to treat as well as prevent kidney infection. 14. Basil \nBasil works as a detoxifier as well as a diuretic. It can be mixed with honey to treat kidney infection effectively. \nThings You Need: Mix well both the basil juice and honey. Take this mixture to get rid of kidney stones. Repeat this home remedy one time daily for four months to get effective results. 15. Sage and Peppermint \nSage has antiseptic and anti-inflammatory properties. It also offers a relaxing effect to the muscles. It also helps to cleanse the kidneys of the impurities and toxins. Peppermint has also anti-inflammatory and soothing properties. So the use of both these ingredients can treat kidney infections as well as give relief from its pain. \nThings You Need: Take both the peppermint as well as sage leaves in a tea pot. Pour the hot water on the leaves. Cover it with a lid and leave for 5 minutes. Strain it and drink it lukewarm. Take this home remedy for kidney infection daily 2 times for 3 months to get fruitful results. 16. Nettle Leaf Tea \nNettle leaf is another natural ingredient that can be used to treat kidney infection. It has diuretic properties, so its use can cleanse the urinary tract as well as the kidneys of the toxins and waste material. It helps to treat and prevent the reoccurrence of kidney infection. \nThings You Need: Dried Nettle Leaves – 2 tsp Hot Water – 1 cup Take the nettle leaves in a tea pot and pour the hot water on it. Cover it with a lid and leave for 10 minutes. Strain it and then drink the nettle tea. Use this home remedy 2 times a day to treat kidney stones naturally. 17. Bearberry Leaves \nBearberry leaf which has been used traditionally to treat urine and bladder infection can also be used to treat kidney infection. It treats the kidney infection effectively by killing the E-coli bacteria that causes infection in the kidneys, urinary tract and bladder. \nThings You Need: Dried Bearberry Leaves – 1 tbsp Water – 2 cups Take the water in a pan and add the bearberry leaves to it. Boil it for 15 to 20 minutes or till the water becomes half. Off the flame and then strain the tea. Drink this tea when it is lukewarm. Taking this bearberry tea twice daily can help you to treat kidney infection without going to the doctor. \nNote: Breastfeeding and pregnant women should refrain from using this home remedy for kidney infection. 18. Willow Bark \nAs willow bark is best known for its anti-inflammatory, antioxidant and antiseptic properties, itcan be used to treat kidneyinfection naturally. \nThings You Need: Dried Willow Bark – 2 tsp Water – 8 oz Boil the willow bark in water for 10 to 15 minutes. Leave it for 30 minutes to steep properly. Strain it and drink the solution. Take this solution 2 to 3 times a day till you completely get rid of kidney infection. 19. Pomegranate Juice \nPomegranate has good amount of astringent and anti-inflammatory properties. Its use can treat infection in the kidneys as well as alleviate the associated pain. \nThings You Need: Cut the pomegranate and take out the seeds. Using a food processor, make pomegranate juice. Strain it to take the juice and mix the lemon juice to it. Mix the water in it and drink. Taking this juice one time daily can help you to get rid of kidney infection easily. 20. Cranberry Juice \nThe acidic nature of cranberry juice fights back the infection-causing bacteria in the kidneys. It prevents the proliferation of bacteria in the bladder wall, thus keeps the infection at bay. \nThings You Need: Fresh or Frozen Cranberry – 1 pound Water – 1 quart In a sauce pan take the cranberries and add water to it. Boil it for few minutes till the cranberries become soft. When it becomes cool, strain it. Mix honey in the liquid and then drink. Take 1 cup of this cranberry drink daily until your kidney infection is treated completely. \nNote: Do not consume cranberry juice in huge quantity and also for a longer period of time as it may cause side effects. 21. Aloe Vera Juice \nThe wonder plant aloe vera is well known for its medicinal properties. It can be used to treat kidney stones too. It is a good source of anti-inflammatory, anti-bacterial and wound-healing properties. It is also anti-fungal in nature. It has the capacity to kill E-coli bacteria that harms and infects the kidneys. \nThings You Need: Honey – ½ tsp \nProcess: Peel the aloe vera leaf with the help of a knife and scoop out the fleshy pulp with the help of a spoon. Mix honey, aloe vera gel and lemon juice together. Add water to the mixture and mix well. Consume this aloe vera juice twice daily to treat kidney infection at home. 22. Cream Of Tartar \nCream of tartar helps to make a balance of the pH level in the urine, thus can treat kidney infection properly. It also works as an antibiotic for kidney infection. Its use gives you relief from the pain caused due to infections in the kidneys. \nThings You Need: Cream of Tartar – 1 ½ tsp Lemon Juice – 1 tsp Mix the cream of tartar, water and lime juice together. Consume this mixture. Take this natural remedy 2 times daily to get rid of kidney infection. 23. Lemon Juice, Apple Cider Vinegar and Olive Oil \nWe read about the usability of apple cider vinegar, lemon juice and olive oil to treat kidney infection. So when we combine all these three wonder ingredients, then it will make a very effective home remedy for kidney infection. \nThings You Need: Apple Cider Vinegar – 1 tsp Water – 1 cup \nProcess: Take 1 cup of water and add olive oil, lemon juice and apple cider vinegar to it. Mix all the ingredients well and drink the mixture. Take this remedy 2 times daily to treat kidney infection naturally. 24. Yogurt \nYogurt is a rich source of antibacterial and antioxidant properties. It also contains a lot of probiotics which makes it a potent ingredient to cure kidney infections. Also, its regular consumption increases your immunity power, thus helps your body to fight back the bacteria that infect your kidneys. \nConsuming 2 to 3 bowls of yogurt everyday may help you to give relief from kidney infections. It will prevent the reoccurrence of kidney infection if you take yogurt daily. 25. Consume Vitamin C Enriched Food \nVitamin C is one such nutrient that helps to treat as well prevents kidney infections to a great extent by increasing your immunity power. Also its acidic nature destroys the bacteria that cause infections in the kidneys. \nInclude food that are rich in vitamin C, such as grapefruits, oranges, tomatoes, berries, kiwi, peppers, strawberries, sprouts, etc., in your daily diet. 26. Increase Your Fluid Intake \nOne of the most effective and easy way to combat kidney infection is to increase the amount of fluid you take every day. More fluid intake means more flushing out of the infection-causing bacteria, toxins and waste material from your body. \nIf you are suffering from kidney infection, it is mandatory for you to drink at least 8 to 10 glasses of water every day. Also, you need to include coconut water or lemon water in your daily fluid intake routine. You can also take vegetable juice and fruit juice to combat kidney infection. 27. Hot Water Compress \nThe use of hot water compress can give you relief from the pain that is caused due to kidney infection. Its use relaxes the abdominal muscle and lessens the pain. \nTake a heating pad and place it on the area that is paining and hold for few minutes. Repeat this process till you get relief from the pain. How To Prevent Kidney Infection \nKidney infection is not a life threatening illness and can be treated with home remedies when it is in its earlier stage. But the most important thing here is that it will be wiser if we can protect our kidneys from infections. So to prevent kidney infection, it is need to keep your kidneys healthy and for it we should follow certain things. Let’s know about them! It is important to keep yourself clean and maintain a daily personal hygiene routine to prevent kidney infection in the first place. Clean your genitals after every time you go to the toilet. While using the toilet paper wipe it from front to back rather than back to front. Do not hold back your pee. Use the toilet as soon as you feel the urge to pee and empty the bladder completely. Always urinate after having sex. It will decrease your chances of kidney infection. Do not eat the foods that are rich in potassium and phosphorus. To keep your kidney healthy, cook your food in olive oil or extra virgin olive oil. Refrain from using unlubricated condoms, diaphragms and spermicidal lubes as they increase the chances of kidney infections. If you are overweight, then it is advisable to shed few kilos as obese people are more prone to kidney infection. Avoid the use of pain killers like aspirin, ibuprofen, naproxen, etc., as they impact heavily the kidneys which in the later stage may lead to kidney infection. Do not smoke if you want to keep your kidneys healthy. Smoking adversely affects the health of your kidneys. Do not wear tight-fitting clothes and synthetic undergarments as it obstructs proper air movement and cause sweating, which makes a perfect breeding ground for bacteria. Do not go for bubble bath with perfumes and chemical additives. \nYou can very well go for these home remedies to get rid of kidney infections if it is in its earlier stage. But if after using the home remedies, if the symptoms do not subside or if you are getting the infection recurrently, then it is time to see a doctor. Your doctor may check to find out the actual reason of your kidney infection and prescribe proper medication. Mamata Paira is a content editor by profession and a writer by passion. She holds MA degrees both in English Literature as well as Journalism and Mass Communications. She’s mastered the art of writing on subjects related to health, beauty, parenting, lifestyle and food. In her free time, she loves to nurture her other passions like cooking and gardening. Related Items", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "mamata paira", "sentiment": "none"}, {"name": "dandelion leaf tea  dandelion", "sentiment": "none"}], "organizations": [{"name": "pomegranate juice  pomegranate", "sentiment": "none"}, {"name": "corn silk  corn", "sentiment": "none"}, {"name": "apple cider vinegar", "sentiment": "none"}, {"name": "apple", "sentiment": "none"}, {"name": "consume vitamin c enriched food  vitamin c", "sentiment": "none"}, {"name": "lemon juice", "sentiment": "none"}, {"name": "mass communications", "sentiment": "none"}, {"name": "baking soda  baking", "sentiment": "none"}, {"name": "frozen cranberry", "sentiment": "none"}, {"name": "lemon juice  lemon", "sentiment": "none"}, {"name": "peppermint  sage", "sentiment": "none"}], "locations": [{"name": "lemon juice", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T09:37:42.003+02:00"}], "totalResults": 4, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509435462003&q=language%3Aenglish+site%3Amyhealthtips.in&sort=crawled", "requestsLeft": 836}