{"posts": [{"thread": {"uuid": "687a57591cb9c977da4386132a6ee001c2d4d8bf", "url": "http://omgili.com/ri/_0JOtn.4SCqfNDgnmU6VnbyJoqxK6el5oTqRkyU_w8CViICJYVt07BLm4q8RDlhof8w9OJw_laFtDu34BrluhGFdJ4t37wy7F88Z0r.E0njU5GveNmXGH.6l1lxcagsbYR8lXOfqlYY-", "site_full": "blog.wolfram.com", "site": "wolfram.com", "site_section": "http://blog.wolfram.com/feed", "site_categories": [], "section_title": "Wolfram Blog", "title": "Notebooks in Your Pocket—Wolfram Player for iOS Is Now Shipping", "title_full": "Notebooks in Your Pocket—Wolfram Player for iOS Is Now Shipping", "published": "2017-10-04T17:16:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 5323, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "687a57591cb9c977da4386132a6ee001c2d4d8bf", "url": "http://omgili.com/ri/_0JOtn.4SCqfNDgnmU6VnbyJoqxK6el5oTqRkyU_w8CViICJYVt07BLm4q8RDlhof8w9OJw_laFtDu34BrluhGFdJ4t37wy7F88Z0r.E0njU5GveNmXGH.6l1lxcagsbYR8lXOfqlYY-", "ord_in_thread": 0, "author": "John Fultz", "published": "2017-10-04T17:16:00.000+03:00", "title": "Notebooks in Your Pocket—Wolfram Player for iOS Is Now Shipping", "text": "Notebooks in Your Pocket—Wolfram Player for iOS Is Now Shipping October 4, 2017 — John Fultz , Director of User Interface Technology \nTen months ago, I announced the beginning of our open beta program for Wolfram Player for iOS. The beta is over, and we are now shipping Wolfram Player in the App Store. Wolfram Player for iOS joins Wolfram CDF Player on Windows, Mac and Linux as a free platform for sharing your notebook content with the world. \nWolfram Player is the first native computational notebook experience ever on iOS. You can now take your notebooks with you and play them offline. Wolfram Player supports notebooks running interfaces backed by Version 11.1 of the Wolfram Language —an 11.2 release will come shortly. Wolfram Player includes the same kernel that you would find in any desktop or cloud release of the Wolfram Language. \nInstalling and running Wolfram Player on your iPhone or iPad is free. Once installed, you’ll be able to view any notebook or Computable Document Format (CDF) file, including ones with dynamic content. If you have notebooks in Dropbox, Files or any other file-sharing service on iOS, it’s very easy to open them via whatever means the sharing app uses to export files to other apps. Opening a notebook from an email attachment or a webpage is as simple as tapping the file link and choosing to open it in Player. Wolfram Player also has full support of sideloading and AirDrop. \nI’m particularly keen on the interface for supporting our cloud products, including the Wolfram Cloud and Wolfram Enterprise Private Cloud . Once you log into a cloud product from Wolfram Player, your account shows up as a server, which can be browsed just like your local file system. We used this feature a lot as we were developing Wolfram Player, and the cloud integration with the mobile and desktop platforms makes it super easy to create, access and view files in a centralized way. \nIf you have a Wolfram Cloud subscription, make sure you log into it from the app. This enables functionality in the app, including the ability to interact with Manipulate results and other interfaces. Otherwise, you can enable interactivity through an in-app purchase. \nAlmost 30 years ago, we introduced the notebook paradigm to the world. We’ve seen the notebook shift in form over time with the inclusion of modern typesetting and user interfaces. Notebooks came to the cloud, and now they can live in your pocket. One might have thought that 30 years would exhaust the possibilities, but in many ways, I feel like we’re just getting started.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T04:36:11.002+03:00"}, {"thread": {"uuid": "7e6e6b98cfade678d01f7e8c33f3d163f92d3fa7", "url": "http://omgili.com/ri/_0JOtn.4SCqfNDgnmU6VnbyJoqxK6el5oTqRkyU_w8Brr.oNv79O5T9ernKgQaIiiSceku4S7srtpjbgzpkfSfDUHI_ofcJ4Afw9nCR0gigwKR9HW.1JAcUPrkvgyzCQCW6X4kKIJtM-", "site_full": "blog.wolfram.com", "site": "wolfram.com", "site_section": "http://blog.wolfram.com/feed", "site_categories": [], "section_title": "Wolfram Blog", "title": "Building the Automated Data Scientist: The New Classify and Predict", "title_full": "Building the Automated Data Scientist: The New Classify and Predict", "published": "2017-10-10T19:43:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 5323, "social": {"facebook": {"likes": 51, "comments": 0, "shares": 51}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 50}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7e6e6b98cfade678d01f7e8c33f3d163f92d3fa7", "url": "http://omgili.com/ri/_0JOtn.4SCqfNDgnmU6VnbyJoqxK6el5oTqRkyU_w8Brr.oNv79O5T9ernKgQaIiiSceku4S7srtpjbgzpkfSfDUHI_ofcJ4Afw9nCR0gigwKR9HW.1JAcUPrkvgyzCQCW6X4kKIJtM-", "ord_in_thread": 0, "author": "Etienne Bernard", "published": "2017-10-10T19:43:00.000+03:00", "title": "Building the Automated Data Scientist: The New Classify and Predict", "text": "Building the Automated Data Scientist: The New Classify and Predict October 10, 2017 — Etienne Bernard , Lead Architect, Advanced Research Group Automated Data Science \nImagine a baker connecting a data science application to his database and asking it, “How many croissants are we going to sell next Sunday?” The application would simply answer, “According to your recorded data and other factors such as the predicted weather, there is a 90% chance that between 62 and 67 croissants will be sold.” The baker could then plan accordingly. This is an example of an automated data scientist, a system to which you could throw arbitrary data and get insights or predictions in return. \nOne key component in making this a reality is the ability to learn a predictive model without specifications from humans besides the data. In the Wolfram Language , this is the role of the functions Classify and Predict . For example, let’s train a classifier to recognize morels from hedgehog mushrooms : \nWe can now use the resulting ClassifierFunction on new examples: \nAnd we can obtain a probability for each possibility: \nAs another example, let’s train a PredictorFunction to predict the average monthly temperature for some US cities : \nAgain, we can use the resulting function to make a prediction: \nAnd we can obtain a distribution of predictions: \nAs can you see, Classify and Predict do not need to be told what the variables are, what preprocessing to perform or which algorithm to use: they are automated functions. New Classify and Predict \nWe introduced Classify and Predict in Version 10 of the Wolfram Language (about three years ago), and have been happy to see it used in various contexts (my favorite involves an astronaut, a plane and a Raspberry Pi ). In Version 11.2, we decided to give these functions a complete makeover. The most visible update is the introduction of an information panel in order to get feedback during the training: \nWith it, one can monitor things such as the current best method and the current accuracy, and one can get an idea of how long the training will be—very useful in deciding if it is worth continuing or not! If one wants to stop the training, there are two ways to do it: either with the Stop button or by directly aborting the evaluation. In both cases, the best model that Classify and Predict came up with so far is returned (but the Stop interruption is softer: it waits until the current training is over). \nA similar panel is now displayed when using ClassifierInformation and PredictorInformation on a classifier or a predictor: \nWe tried to show some useful information about the model, such as its accuracy (on a test set), the time it takes to evaluate new examples and its memory size. More importantly, you can see a “learning curve” on the bottom that shows the value of the loss (the measure that one is trying to minimize) as a function of the number of examples that have been used for training. By pressing the left/right arrows, one can also look at other curves, such as the accuracy as a function of the number of training examples: \nSuch curves are useful in figuring out if one needs more data to train on or not (e.g. when the curves are plateauing). We hope that giving easy access to them will ease the modeling workflow (for example, it might reduce the need to use ClassifierMeasurements and PredictorMeasurements ). \nAn important update is the addition of the TimeGoal option, which allows one to specify how long one wishes the training to take, e.g: \nTimeGoal has a different meaning than TimeConstraint : it is not about specifying a maximum amount of time, but really a goal that should be reached. Setting a higher time goal allows the automation system to try additional things in order to find a better model. In my opinion, this makes TimeGoal the most important option of both Classify and Predict (followed by Method and PerformanceGoal ). \nOn the method side, things have changed as well. Each method now has its own documentation page ( \"LogisticRegression\" , \"NearestNeighbors\" , etc.) that gives generic information and allows experts to play with the options that are described. We also added two new methods: \"DecisionTree\" and, more noticeably, \"GradientBoostedTrees\" , which is a favorite of data scientists. Here is a simple prediction example: Under the Hood… \nOK, let’s now get to the main change in Version 11.2, which is not directly visible: we reimplemented the way Classify and Predict determine the optimal method and hyperparameters for a given dataset (in a sense, the core of the automation). For those who are interested, let me try to give a simple explanation of how this procedure works for Classify . \nA classifier needs to be trained using a method (e.g. \"LogisticRegression\" , \"RandomForest\" , etc.) and each method needs to be given some hyperparameters (such as \"L2Regularization\" or \"NeighborsNumber\" ). The automation procedure is there to figure out the best configuration (i.e. the best method + hyperparameters) to use according to how well the classifier (trained with this configuration) performs on a test set, but also how fast or how small in memory the classifier is. It is hard to know if a given configuration would perform well without actually training and testing it. The idea of our procedure is to start with many configurations that we believe could perform well (let’s say 100), then train these configurations on small datasets and use the information gathered during these “experiments” to predict how well the configurations would perform on the full dataset. The predictions are not perfect, but they are useful in selecting a set of promising configurations that will be trained on larger datasets in order to gather more information (you might notice some similarities with the Hyperband procedure). This operation is repeated until only a few configurations (sometimes even just one) are trained on the full dataset. Here is a visualization of the loss function for some configurations (each curve represents a different one) that underwent this operation: \nAs you can see, many configurations have been trained on 10 and 40 examples, but just a few of them on 200 examples, and only one of them on 800 examples. We found in our benchmarks that the final configuration obtained is often the optimal one (among the ones present in the initial configuration set). Also, since training on smaller datasets is faster, the time needed for the entire procedure is not much greater than the time needed to train one configuration on the full dataset, which, as you can imagine, is much faster than training all configurations on the full dataset! \nBesides being faster than the previous version, this automation strategy was necessary to bring some of the capabilities that I presented above. For example, the procedure directly produces an estimation of model performances and learning curves. Also, it enables the display of a progress bar and quickly produces valid models that can be returned if the Stop button is pressed. Finally, it enables the introduction of the TimeGoal option by adapting the number of intermediate trainings depending on the amount of time available. \nWe hope that you will find ways to use this new version of Classify and Predict. Don’t hesitate to give us feedback. The road to a fully automated data scientist is still long, but we’re getting closer!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "etienne berna", "sentiment": "negative"}], "organizations": [{"name": "timegoal", "sentiment": "none"}, {"name": "advanced research group automated data science  imagine", "sentiment": "none"}], "locations": [{"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-11T09:11:43.003+03:00"}, {"thread": {"uuid": "bd76120d3f1ccf21fb6908e672c311ea7a84f5cf", "url": "http://omgili.com/ri/_0JOtn.4SCqfNDgnmU6VnbyJoqxK6el55wG.Doo8wZ_GxWTQeLoVn_90Io3eG3GhC_JZXPifHPHWzvfp20ojVW8XlYtWO3O7pzKA4YtOM2pbCK10Z6JZEixAMLAo_x9t", "site_full": "blog.wolfram.com", "site": "wolfram.com", "site_section": "http://blog.wolfram.com/feed", "site_categories": [], "section_title": "Wolfram Blog", "title": "Inside Scoops from the 2017 Wolfram Technology Conference", "title_full": "Inside Scoops from the 2017 Wolfram Technology Conference", "published": "2017-11-01T19:08:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 5323, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bd76120d3f1ccf21fb6908e672c311ea7a84f5cf", "url": "http://omgili.com/ri/_0JOtn.4SCqfNDgnmU6VnbyJoqxK6el55wG.Doo8wZ_GxWTQeLoVn_90Io3eG3GhC_JZXPifHPHWzvfp20ojVW8XlYtWO3O7pzKA4YtOM2pbCK10Z6JZEixAMLAo_x9t", "ord_in_thread": 0, "author": "Swede White", "published": "2017-11-01T19:08:00.000+02:00", "title": "Inside Scoops from the 2017 Wolfram Technology Conference", "text": "Inside Scoops from the 2017 Wolfram Technology Conference November 1, 2017 — Swede White , Media & Communications Specialist \nTwo weeks ago at the Wolfram Technology Conference , a diverse lineup of hands-on training, workshops, talks and networking events were impressively orchestrated over the course of four days, culminating in a one-of-a-kind annual experience for users and enthusiasts of Wolfram technologies. It was a unique experience where researchers and professionals interacted directly with those who build each component of the Wolfram technology stack— Mathematica , Wolfram|Alpha , the Wolfram Language , Wolfram SystemModeler , Wolfram Enterprise Private Cloud and everything in between. \nUsers from across disciplines, industries and fields also interacted with one another to share how they use Wolfram technologies to successfully innovate at their institutions and organizations. It was not uncommon for software engineers or physicists to glean new tricks and tools from a social scientist or English teacher—or vice versa—a testament to the diversity and wide range of cutting-edge uses Wolfram technologies provide. A Brief Data Analysis of the Conference \nAttendees traveled from 18 countries for the experience, representing fields from mathematical physics to education and curriculum development. \nOne hundred thirty-nine talks were divided into five broad tracks: Information and Data Science; Education; Cloud and Software Development; Visualization and Image Processing; and Science, Math and Engineering. \nWe can take a look at talk abstracts by track using WordCloud . See if you can guess which ones they correspond to. \nIf you guessed Data Science, Science/Math/Engineering, Cloud/Software Development, Education, and Visualization/Image Processing from left to right by row, you have a keen eye. \nWe can also look at all talk abstracts divided into nouns, verbs, adjectives and adverbs. Perhaps a Wolfram Technology Conference abstract generator could be built upon this. \nIt was most impressive to see those at the conference who use the Wolfram Language for data science, education or medical image processing be able to ask questions directly to the R&D experts and software developers who make those tools possible for them. As Stephen Wolfram said, “It’s fun to build these things, but it’s perhaps even more fun to see the cool ways people use it.” \nA highlight of the conference was the keynote dinner in honor of the 2017 Wolfram Innovator Award winners. Nine individuals and organizations from finance, education, oil and gas, applied research, academia and engineering were represented. We’ll have more on these outstanding individuals in a forthcoming blog post. For now, a tease of where they came from. Hands-on Workshops \nThe conference kicked off with hands-on training, where attendees received individualized instruction on how to use the Wolfram Language for their research and professional projects, led by experts in Wolfram technologies for data science and statistical analysis. \nAbrita Chakravarty, team lead of the Wolfram Technology Group, guided participants through a deep dive into data science with a morning session focused on project workflows, followed by an afternoon workshop devoted to data wrangling and analytical methods. Among the Wolfram Language functions highlighted were FeatureExtraction , DimensionReduce , Classify , Predict and more of Wolfram’s sophisticated machine learning algorithms for highly automated data science applications. \nTake a look at Etienne Bernard’s (lead architect in Wolfram’s Advanced Research Group) recent blog post “ Building the Automated Data Scientist: The New Classify and Predict ” for further explanations of new machine learning features released in Wolfram Language Version 11.2 . You can also view a livestream of Etienne demonstrating these features on Twitch . \nIn addition to hands-on training in data science, Tuseeta Banerjee, a Wolfram certified instructor , led a morning workshop on applied statistical analysis with the Wolfram Language . From hypothesis testing using DistributionFitTest to automated modeling using GeneralizedLinearModelFit , among many other functions, attendees were given the tools necessary to tell a complete analytical story from exploratory analysis and descriptive statistics to predictive analytics and visualization . \nWolfram U has on-demand courses available in data science, statistics, programming and other domains if you’re interested in learning how to use cutting-edge methods and the largest collection of built-in algorithms available in the Wolfram tech stack. Stephen Wolfram’s Keynote Address \nA highlight of the conference was Stephen Wolfram’s annual keynote talk, which covered an incredible amount of information over two and a half hours of live demonstrations in the Wolfram Language. \nCelebrating 30 years of R&D at Wolfram Research since the company was founded in 1987, Stephen noted that’s about half the time since modern computer languages were invented. Next year, Wolfram celebrates 30 years of Mathematica—it’s fairly rare for software to remain so widely used, but the sheer amount of innovation that has gone into the product ensures its longevity. \nStephen highlighted some of the many new features in Wolfram Language Version 11.2 and noted ImageIdentify , which was announced in 2015, is at once a pioneer in general-purpose image identification neural networks and still paving the way as a building block in new Wolfram technologies. The neural net has been trained so well it can identify a jack o’ lantern carved in the fashion of Stephen Wolfram’s Wolfram|Alpha person curve . \nFrom there, Stephen touched on everything from cloud and mobile apps to blockchain, with some examples of their uses for individuals, organizations and enterprise. It was a fast-paced, quickfire presentation that covered two Wolfram Language version releases (11.1 and 11.2), the Wolfram Data Repository , SystemModeler 5 , Wolfram Player for iOS , Wolfram|Alpha Enterprise and a slew of upcoming functionalities on the horizon. He also hinted at how some large and well-known companies are using the Wolfram tech stack in ways that allow millions of people to interact with them on a daily basis. \nStephen told the audience about ongoing efforts in K–12 education and Wolfram Programming Lab , along with resources available to individuals of all ages and organizations of all sizes to learn more about how to use the Wolfram tech stack in their work and projects. \nHe also pointed to his recent livestreams, open and accessible to anyone, of Wolfram Language design review meetings—a rare glimpse into how software is actually made. You can view the collection of on-demand videos here . Wolfram R&D Expert Panel \nEach year at the Tech Conference, a panel of Wolfram R&D experts preview what’s new in Wolfram technologies and what’s to come. This gives attendees the unique opportunity to learn how Wolfram technologies are made, along with the ability to ask the people who pave the way of innovation at Wolfram questions about future functionalities. This year’s panel included: Arnoud Buzing, Director of Quality and Release Management John Fultz, Director of User Interface Technology Roger Germundsson, Director of Research and Development Tom Wickham-Jones, Director of Kernel Technology \nRoger gave an overview of the hundreds of new functions introduced in Wolfram Language 11.2 , along with hundreds more improved functions that are continually in development. \nPerhaps one of the biggest highlights was a preview of the Wolfram Neural Net Repository , which provides a uniform system for storing neural net models in an immediately computable form. \nIncluding models from the latest research papers, as well as ones trained or created at Wolfram Research, the Wolfram Neural Net Repository is built to be a global resource for neural net models. Classification, image processing, feature extraction and regression are just a few clicks away using the Wolfram tech stack. \nLet’s look at some of the more creative uses of the Wolfram Language presented at talks during the conference. Creative Highlight Number 1: Marathon Viewer \nJeff Bryant and Eila Stiegler demonstrated how the Wolfram Language can be used to analyze races and marathons, using the Illinois Marathon as an example. \nUsing data from the race, they showed how using functions like Interpreter can make the pain of wrangling and cleaning data easier. Jeff and Eila were able to take the data and create an animation that shows each runner’s progress through the marathon, with dynamics that indicate volumes of runners at any given time and location. Not only is this incredibly useful for people virtually tracking the progress of runners, but it also has applications for city and urban planning. Creative Highlight 2: Building an Interactive Game Modeled on Jeopardy! \nRobert Nachbar, project director with Wolfram Solutions, demonstrated an interactive game of Jeopardy! built in the Wolfram Language that he modestly said took him about a weekend to build. \nAttendees were impressed with its functionality and excited about its application in education. Using built-in Wolfram Language functions like Dynamic and interactive buttons, Robert showed how an API call can be used to create a game of Jeopardy! with existing clues or how a custom game can be built. To demonstrate, he used clues and questions specific to Wolfram Language documentation. Toward the end of the presentation, a brief game was played providing clues to Wolfram Language functions that the audience could then respond to, providing a nice model for learning any topic one might think to program into the game. Creative Highlight 3: Food Data in Wolfram|Alpha \nAndrew Steinacher, developer in Wolfram|Alpha scientific content, gave his third talk in as many years on food and nutrition data in Wolfram|Alpha. The Wolfram Language now has nearly 150,000 searchable (and computable) foods. New computable features include PLU codes, used by grocery stores worldwide, and acidity levels, full nutritional information, ingredients and substitutions, along with barcode recognition for better alignment with international foods. \nFuture goals for food data in the Wolfram Language include better food and nutrition coverage for the rest of the world, specifically Asia; adding more packaged foods and more available data, such as storage temperatures, packaging dimensions and materials; aligning ingredient entities to chemical entities; new FDA nutrition labels with support for multiple sizes/styles; and computational recipes, including food quantities and nutrition, actions, equipment and substitutions. One can easily imagine how these tools will certainly innovate the food production and food service industries. Creative Highlight 4: Presenting Presenter Tools \nIn a something of a meta-talk, Andre Kuzniarek, director of Document and Media Systems, gave a presentation of Presenter Tools, an upcoming feature of Wolfram desktop products. In his talk, he showed how talks created in Wolfram Notebooks can be prepared and presented with convenient formatting tools and dynamic content scaling to match any screen resolution. While some of this functionality already exists in the Wolfram Language , this improved framework elevates presentations to a new level of aesthetics and interactivity. Wolfram Livecoding Championship \nA fun evening highlight of the conference was the Wolfram Livecoding Championship led by Stephen Wolfram. For the contest, Stephen gave challenges to the participants, and they were then tasked with finding a solution to the problem using an elegant piece of Wolfram Language code. \nApproximately 20 participants took part in the contest and responded to challenges ranging from finding digit sequences in π to string manipulation to finding the earliest 2016 sunrise in Champaign, Illinois. \nJon McLoone, director of Technical Communication and Strategy at Wolfram Research Europe, took home the prize for the most solved challenges. \nThe event was streamed live from Wolfram Research and Stephen Wolfram’s Twitch channels, and you can watch the video-on-demand here . Wolfram Language Logo ImageRestyle Competition \nThis year, a new contest was introduced to see who could use ImageRestyle , new in Wolfram Language Version 11.2, to generate the most creative and interesting version of the Wolfram Language logo. Over 70 entries were received, and contestants were required to use the logo and another image or images to come up with a new machine-generated version of “Wolfie.” \nThis year’s winner was Emmanuel Garces Madina for the following submission. More Wolfram Technology Conference Posts to Come \nChris Carlson, senior user interface developer, will present a recap of this year’s One-Liner Competition. Also, technical writer Jesse Dohmann will introduce this year’s winners of the Wolfram Technology Innovator Awards.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "andre kuzniarek", "sentiment": "none"}, {"name": "jesse dohmann", "sentiment": "none"}, {"name": "wolfram|alpha", "sentiment": "none"}, {"name": "etienne bernard", "sentiment": "none"}, {"name": "john fultz", "sentiment": "none"}, {"name": "jeff bryant", "sentiment": "none"}, {"name": "robert", "sentiment": "none"}, {"name": "eila", "sentiment": "none"}, {"name": "robert nachbar", "sentiment": "none"}, {"name": "chris carlson", "sentiment": "none"}, {"name": "jon mcloone", "sentiment": "none"}, {"name": "wolfram", "sentiment": "none"}, {"name": "wolfram u", "sentiment": "none"}, {"name": "andrew steinacher", "sentiment": "none"}, {"name": "roger germundsson", "sentiment": "none"}, {"name": "etienne", "sentiment": "none"}, {"name": "arnoud buzing", "sentiment": "none"}, {"name": "emmanuel garces madina", "sentiment": "none"}, {"name": "tom wickham-jones", "sentiment": "none"}, {"name": "stephen wolfram", "sentiment": "none"}, {"name": "jeff", "sentiment": "none"}, {"name": "wolfram systemmodeler", "sentiment": "none"}, {"name": "tuseeta banerjee", "sentiment": "none"}, {"name": "eila stiegler", "sentiment": "none"}, {"name": "stephen", "sentiment": "none"}], "organizations": [{"name": "wolfram technology conference inside scoops", "sentiment": "negative"}, {"name": "abrita chakravarty", "sentiment": "none"}, {"name": "fda", "sentiment": "none"}, {"name": "advanced research group", "sentiment": "none"}, {"name": "wolfram", "sentiment": "none"}, {"name": "wolfram solutions", "sentiment": "none"}, {"name": "wolfram technology group", "sentiment": "none"}, {"name": "wolfram research", "sentiment": "none"}, {"name": "data science", "sentiment": "none"}, {"name": "technical communication and strategy", "sentiment": "none"}, {"name": "wolfram enterprise private cloud", "sentiment": "none"}, {"name": "kernel technology  roger", "sentiment": "none"}, {"name": "wolfram language", "sentiment": "none"}, {"name": "education", "sentiment": "none"}, {"name": "plu", "sentiment": "none"}, {"name": "media systems", "sentiment": "none"}, {"name": "wolfram technology conference", "sentiment": "none"}, {"name": "alpha enterprise", "sentiment": "none"}], "locations": [{"name": "illinois marathon", "sentiment": "none"}, {"name": "wolfram|alpha", "sentiment": "none"}, {"name": "wolfram research europe", "sentiment": "none"}, {"name": "wolfram language", "sentiment": "none"}, {"name": "asia", "sentiment": "none"}, {"name": "illinois", "sentiment": "none"}, {"name": "mathematica", "sentiment": "none"}, {"name": "champaign", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-02T08:18:05.026+02:00"}], "totalResults": 3, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509603485026&q=language%3Aenglish+site%3Awolfram.com&sort=crawled", "requestsLeft": 556}