{"posts": [{"thread": {"uuid": "f0c51eb99e6a9cc3bea1f476393a463f7d42a01c", "url": "http://omgili.com/ri/jHIAmI4hxg_EfDu.od4Mg5ADEncMZEXSsJyY.XvBOPkVMTVLHH6JIknJdKF1IdxoL2uGw4bO9Kt0lTLxhK480AdxuCiCbaLQ01dpwNr_zLzA15uTXdKgWu_0Fi1pZFkjXmEpIcZ.FO4H6ot4Tps3qa4k.JNQpn9YJCUgjSzEKrE-", "site_full": "www.20minutes.fr", "site": "20minutes.fr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Kim K. refuse qu'on voie ses photos en bikini... Kylie Jenner dévalise les magasins pour son futur bébé...", "title_full": "Kim K. refuse qu'on voie ses photos en bikini... Kylie Jenner dévalise les magasins pour son futur bébé...", "published": "2017-10-09T15:51:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.887, "main_image": "", "performance_score": 0, "domain_rank": 2116, "social": {"facebook": {"likes": 6, "comments": 0, "shares": 6}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f0c51eb99e6a9cc3bea1f476393a463f7d42a01c", "url": "http://omgili.com/ri/jHIAmI4hxg_EfDu.od4Mg5ADEncMZEXSsJyY.XvBOPkVMTVLHH6JIknJdKF1IdxoL2uGw4bO9Kt0lTLxhK480AdxuCiCbaLQ01dpwNr_zLzA15uTXdKgWu_0Fi1pZFkjXmEpIcZ.FO4H6ot4Tps3qa4k.JNQpn9YJCUgjSzEKrE-", "ord_in_thread": 0, "author": "", "published": "2017-10-09T15:51:00.000+03:00", "title": "Kim K. refuse qu'on voie ses photos en bikini... Kylie Jenner dévalise les magasins pour son futur bébé...", "text": "Kim K. refuse qu'on voie ses photos en bikini... Kylie Jenner dévalise les magasins pour son futur bébé... PEOPLE Toute l’actu People est dans « 20 minutes »… Naomi Mackako Publié le 09/10/17 à 14h51 — \nKim Kardashian treated her children, North and Saint, to a trip to a local die skating rink. The more was dressed in white, matching her hair, while son, Saint wore corn-rows. Thursday, September 21, 2017 — SIPA \nLundi 9 octobre \nKim Kardashian supprime des photos d’elle peu flatteuses \nDifficile de croire que l’héroïne de L’incroyable famille Kardashian soit complexée par son corps. Et pourtant dans un teasing dévoilé par E! News , Kim Kardashian West s’est montrée profondément choquée à la vue de photos d’elle peu flatteuses publiées en ligne. Lesdits clichés ne sont pas montrés mais le fessier de la maman de North et Saints y paraîtrait plus gros que d'habitude et on y percevrait de la cellulite. «Je ne comprends pas ! Je ne ressemble pas à ça !», a réagi la femme de 36 ans. Kim K. s’est empressée de se détaguer sur chacune des publications : «Je dois me retirer de partout.» \nKylie Jenner dépense plus de 60.000 dollars pour son futur bébé \nLa jeune future maman de 20 ans est «très excitée par l’arrivée de [son] bébé», a confié un proche du clan Kardashian à People . Et de poursuivre : «Elle en parle sans arrêt et a déjà commencé à acheter pleins de choses.» Kylie et son compagnon Travis Scott ont déjà une garde-robe pleine à craquer pour leur futur bébé, ils veulent s’assurer qu’il sera le nourrisson célèbre le mieux habillé au monde. Ces derniers temps, la jeune femme se fait plus discrète et préfère rester chez elle car «son corps change» et elle ne souhaite pas être photographiée. \nSofia Richie et le petit-ami de Kourtney K. «ne se parlent plus vraiment» \nDu rififi chez les amis. Alors que la nouvelle petite-amie de Scott Disick – ex de Kourtney Kardashian et père de leurs trois enfants - était souvent vue aux côtés de Younes Bendjima, les deux amis ne «se parlent plus vraiment» a révélé une source à US Weekly . Ils se seraient également «unfollow» sur les réseaux sociaux. Leur relation amicale se serait altérée depuis que Sofia, 19 ans, est en couple avec l’ex de la compagne de Bendjima. Son père, le chanteur Lionel Richie a avoué ne pas approuver sa nouvelle relation avec Scott Disick, 34 ans. Kourtney Kardashian et Scott Disick ont ruiné l'amitié de Sofia Richie et Younès Bendjima ! https://t.co/Ndlqe4sb7O — Fʀᴇɴᴢᴢᴢʏ ǝıɹéɥϽ ♥♥ツ (@Frenzzzy) October 8, 2017 \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kim k.", "sentiment": "negative"}, {"name": "kylie jenner", "sentiment": "negative"}, {"name": "lionel richie", "sentiment": "none"}, {"name": "kylie", "sentiment": "none"}, {"name": "kourtney kardashian", "sentiment": "none"}, {"name": "sofia richie", "sentiment": "none"}, {"name": "kourtney k.", "sentiment": "none"}, {"name": "travis scott", "sentiment": "none"}, {"name": "kim kardashian west", "sentiment": "none"}, {"name": "naomi mackako publié", "sentiment": "none"}, {"name": "kim kardashian", "sentiment": "none"}, {"name": "scott disick", "sentiment": "none"}], "organizations": [{"name": "us weekly", "sentiment": "none"}, {"name": "saints", "sentiment": "none"}, {"name": "sipa  lundi", "sentiment": "none"}], "locations": [{"name": "sofia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-09T15:54:55.000+03:00"}, {"thread": {"uuid": "f171ef3958c0809a794de8d898aba96af5d4c6bf", "url": "http://omgili.com/ri/jHIAmI4hxg_EfDu.od4Mg5ADEncMZEXSiBh9wYiGYFSKNScX2QLFlCMrcd8ba2rN.UaAnQIkea9hIAGu3XlIpzBFb4otPSuac5krLViztVAwGDnHXFJWl16mNoy5WC1bf.150pdEhXptLHlVajrjNO8tZPNyhw7LBH8adUYheCs-", "site_full": "www.20minutes.fr", "site": "20minutes.fr", "site_section": "http://www.20minutes.fr/rss/une.xml", "site_categories": ["media"], "section_title": "20Minutes - Une", "title": "GM&S: Après le «bordel» d'Emmanuel Macron, rencontre sous tension à l’Elysée avec des salariés", "title_full": "GM&S: Après le «bordel» d'Emmanuel Macron, rencontre sous tension à l’Elysée avec des salariés", "published": "2017-10-23T17:06:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 2116, "social": {"facebook": {"likes": 51, "comments": 0, "shares": 51}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f171ef3958c0809a794de8d898aba96af5d4c6bf", "url": "http://omgili.com/ri/jHIAmI4hxg_EfDu.od4Mg5ADEncMZEXSiBh9wYiGYFSKNScX2QLFlCMrcd8ba2rN.UaAnQIkea9hIAGu3XlIpzBFb4otPSuac5krLViztVAwGDnHXFJWl16mNoy5WC1bf.150pdEhXptLHlVajrjNO8tZPNyhw7LBH8adUYheCs-", "ord_in_thread": 0, "author": "no-reply@20minutes.fr (No Reply)", "published": "2017-10-23T17:06:00.000+03:00", "title": "GM&S: Après le «bordel» d'Emmanuel Macron, rencontre sous tension à l’Elysée avec des salariés", "text": "GM&S: Après le «bordel» d'Emmanuel Macron, les représentants des salariés très déçus par leur réunion à l'Elysée EMPLOI L’entreprise reprise par le groupe GMD est toujours dans une situation précaire… Nicolas Raffin avec AFP   16h05 — \nLes salariés de GM&S lors d'une manifestation le 4 octobre 2017. — PASCAL LACHENAUD / AFP Le sous-traitant automobile GM & S a été repris par un autre groupe en septembre. Sur 277 salariés, seulement 120 ont été conservés. Les représentants du personnel veulent plus d’engagements de la part d’Emmanuel Macron. \nFinalement, ils n'auront pas vu Emmanuel Macron. Début octobre, les GM & S avaient été visés par une petite phrase du chef de l’État, les accusant de « foutre le bordel » . Ce lundi après-midi, ce n'est pas le président mais trois de ses conseillers qui ont reçu, à l’Elysée, une délégation du sous-traitant automobile installé dans la Creuse, dont l’activité a été reprise par le groupe GMD. \nA la sortie de la réunion, les représentants syndicaux ne cachaient pas leur déception. « Ils nous ont dit: circulez il n'y a rien à voir (...) Nous n'avons eu aucune avancée », a déploré Vincent Labrousse, délégué CGT. « Cette réunion est la pire depuis le début de notre combat » a-t-il ajouté. La réunion s'est déroulée dans « une ambiance sereine », a indiqué de son côté l'Elysée. Une « supra-légale » pour les salariés licenciés \nLoin de vouloir régler leurs comptes, les représentants du personnel affirment se battre pour les 157 salariés licenciés de GM & S en septembre (sur 277 CDI). « On demande à ce qu’il y ait plus d’emplois repris, et plus de mesures d’accompagnement et de formation pour ceux qui se retrouvent au chômage », liste Vincent Labrousse, délégué CGT de l’usine de La Souterraine. Les syndicalistes réclament également une « indemnité supra légale » afin de donner un coup de pouce aux ouvriers remerciés. La demande a toujours été repoussée jusqu’ici. Un plan social contesté \nParallèlement à cette rencontre, les GM & S ont ouvert un autre front, en décidant la semaine dernière de contester le PSE (plan de sauvegarde pour l’emploi, ou « plan social ») devant la justice. « L’annulation éventuelle du PSE n’entraînera pas l’annulation des licenciements, rappelle Jean-Louis Borie, l’avocat des salariés. Mais cela peut permettre aux salariés licenciés d’agir aux prud’hommes avec des arguments supplémentaires. » \n>> GM&S, un dossier social explosif pour Emmanuel Macron \nPour l’avocat, le PSE tel qu’il a été validé par l’administration n’est pas valable, la faute selon lui à des critères d’ordre de licenciement non-respectés. « Normalement, il y en a 5 [ancienneté dans l’entreprise, charge de famille, compétence professionnelle, âge, difficultés de reclassement], poursuit Jean-Louis Borie. Or, la compétence professionnelle était valorisée en fonction de l’ancienneté, qui est déjà un critère. C’est comme si on la comptait deux fois ! ». Résultat : les syndicats affirment que le PSE a conduit à garder les salariés les plus âgés, au détriment des plus jeunes. Le SIRET manquant \nLes ouvriers restants ont repris le travail depuis fin septembre, mais l’usine de La Souterraine est loin de tourner à plein régime. « La production, c’est vraiment a minima en ce moment », explique Vincent Labrousse. \nUn imbroglio est venu contrarier cette reprise. Jusqu’à la semaine dernière, la société qui doit prendre la place de GM & S, une filiale de GMD baptisée La Souterraine Industrie, n’était pas enregistrée au registre du commerce et des sociétés. « Sans cette immatriculation, vous n’avez pas de code SIRET , or les fournisseurs ont besoin de ce code pour leur gestion » explique Jean-Louis Borie. Mots-clés :", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jean-louis borie", "sentiment": "none"}, {"name": "nicolas raffin publié", "sentiment": "none"}, {"name": "vincent labrousse", "sentiment": "none"}, {"name": "emmanuel macron  pour l’avocat", "sentiment": "none"}, {"name": "emmanuel macron", "sentiment": "none"}], "organizations": [{"name": "la souterraine industrie", "sentiment": "none"}, {"name": "gmd", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-23T18:30:52.008+03:00"}], "totalResults": 2, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508772652008&q=language%3Aenglish+site%3A20minutes.fr&sort=crawled", "requestsLeft": 740}