{"posts": [{"thread": {"uuid": "258c64c590d78acb064385a75c8b5c944c1a9995", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WotiNdS.E_9ZNi_X7Dh14Vit9Skgl.qqW_dKqF7dTPf91zCXwxDhApykXschzC4wMT4uVi6eSTcApzj091G9DSLw--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Hamit Altıntop: Almanya’da başka kulüpte oynamam - Son Dakika Haberleri", "title_full": "Hamit Altıntop: Almanya’da başka kulüpte oynamam - Son Dakika Haberleri", "published": "2017-10-04T13:11:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59d4b2f67af5073f6c2ab9e7.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "258c64c590d78acb064385a75c8b5c944c1a9995", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WotiNdS.E_9ZNi_X7Dh14Vit9Skgl.qqW_dKqF7dTPf91zCXwxDhApykXschzC4wMT4uVi6eSTcApzj091G9DSLw--", "ord_in_thread": 0, "author": "", "published": "2017-10-04T13:11:00.000+03:00", "title": "Hamit Altıntop: Almanya’da başka kulüpte oynamam - Son Dakika Haberleri", "text": "Hürriyet > Dünya > Hamit Altıntop: Almanya’da başka kulüpte oynamam Hamit Altıntop: Almanya’da başka kulüpte oynamam Ali VARLI / BERLİN 04.10.2017 - 13:11 | Son Güncelleme: 04.10.2017 - 13:11 İkinci Bundesliga ekiplerinden Darmstadt’ta forma giyen Hamit Altıntop, futbolu bıraktıktan sonra Türkiye’de yaşamak istediğini söyledi. Almanya’da başka kulüpte oynamayacağını belirten Altıntop, “Birkaç yıl daha Darmstadt’ta kalırım” dedi. PAYLAŞ A X \nHAMİT Altıntop, Bayern Münih, Real Madrid ve Galatasaray'da oynadıktan sonra bu yılın başında Darmstadt'ta transfer oldu. Almanya, İspanya ve Türkiye’de lig şampiyonluğu yaşayan 34 yaşındaki futbolcu, Darmstadt’ın ikinci lige düşmesiyle kariyerinde ilk kez bir alt lige düşme üzüntüsü yaşadı. Üç ülkede şimdiye kadar tam 342 maça çıkan Hamit, ilerleyen yaşına rağmen yeni heyecanlar aradığını ve bu yüzden de her maça yoğun çalışarak hazırlandığını söyledi. \nKENDİMİ İSPATLAMAK İSTİYORUM Geçen sezon Bundesilga’dan düşen Darmstadt ile sözleşmesini uzatan, şimdi İkinci Bundesliga’da futbol oynayan Hamit, Alman Kicker Dergisi’ne konuştu: “kariyerime bakıldığında Darmstadt’ta olmam elbette sürpriz. Real Madrid ve Bayern Münih’te oynadığım düşünüldüğünde, burada olmam geri adım olarak görülür ama ben şimdi Darmstadt’ta kendimi yeniden ispatlamak istiyorum. İkinci Lig’de oynamam, benim için yeni bir heyecan. Yeni oyuncular, yeni rakipler ve benim daha önce bilmediğim deplasmanlarda yeni yaptırımlar var. Buna rağmen sahada 11’e 11 oynuyoruz. Maçlardan zevk almak istiyorum. Bu yüzden de Damstadt benim için çekici. Diğer oynadığım takımlarla karşılaştırıldığında sportif olarak burada her şey daha küçük. Ama benim için futbol önemli. Bu yüzden buraya gelerek geriye düştüğümü sanmıyorum.” \nBİRKAÇ YIL DAHA DARMSTADT’TAYIM \n“Futbolu bıraktığımda Türkiye'de yaşamak istiyorum. Ama bir yıl önce Darmstadt’a olacağımı hiç düşünemezdim. Bu yüzden gelecekte ne olacağını ve olayların nasıl gelişeceğini kestirmek çok zor. Belki birkaç yıl daha burada, Darmstadt'ta kalırım. Ancak şundan eminim ki, hemen yarın buradan ayrılmayacağım. Almanya'da başka kulüpte top oynamayacağım benim için çok açık. Çok uzun bir yolumuz var. Bir üst lige çıkmak için her şeyin yolunda gitmesi lazım. Belirsiz bir hedef koymaktansa, maçtan maça plan yapmak daha iyi. Sakatlıklar, form düşüklüğü ve futbolda bir çok şey olabilir.” \n‘BU İŞİ BEDAVA YAPMIYORUM’ \n“Sahada olamanın önemini sakatlıklarımdan öğrendim. Başarı için hırsım çok önemli. Ancak hırslı olmam sakatlık döneminde zarar verdi, çünkü kendimi frenleyemiyordum. 34 yaşındayım. İşimi seviyorum, her hafta sahada ve başarılı olmak istiyorum. Ben bu işi bedava yapmıyorum. Bana para ödeniyor. Antrenmanları çok seviyorum. Kariyerim boyunca Louis van Gaal, Jose Mouriho ve Jupp Heynckes gibi ünlü teknik adamlarla çalıştım. Üçü de birbirinden çok farklıydı. Ama üçü de başarıya odaklıydı. Futbol uzmanı olarak van Gaal en iyisiydi. Mourinho ise hisseden ve iyi motive eden biri. Heynckes sevgi dolu babacan biriydi. Ama o da futbol uzmanıydı.” \n‘FUTBOLCULAR ÇOK KAZANIYOR’ \n“Son yıllarda futbol değişti. Artık bir gösteri veya bir etkinlik haline geldi. Futbol eğitimi profesyonel olarak veriliyor. Televizyon ve sosyal medya nedeniyle futbol ve müşterisi farklı bir boyut kazandı. Bunun dezavantajları da var. Artık çabuk değişiklikler yaşanıyor. Eskisi gibi şahsına münhasır futbolcular yok. Ama özel yetenekli futbolcular var. Paris’te oynayan Mbappe mesela. Daha 18 yaşında. 10 yıl daha sahnede kalacak. Futbolcular eskiye göre daha çok kazanıyor çünkü futbola çok yatırım yapılıyor.” ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "almanya", "sentiment": "negative"}, {"name": "hamit altıntop", "sentiment": "negative"}, {"name": "dakika haberleri hürriyet", "sentiment": "negative"}, {"name": "ali varli", "sentiment": "none"}, {"name": "gaal", "sentiment": "none"}, {"name": "mourinho", "sentiment": "none"}, {"name": "sakatlıklar", "sentiment": "none"}, {"name": "alman", "sentiment": "none"}, {"name": "heynckes", "sentiment": "none"}, {"name": "ben", "sentiment": "none"}, {"name": "bana", "sentiment": "none"}, {"name": "tayim", "sentiment": "none"}, {"name": "bayern münih", "sentiment": "none"}, {"name": "dergisi", "sentiment": "none"}, {"name": "jupp heynckes", "sentiment": "none"}, {"name": "louis van gaal", "sentiment": "none"}, {"name": "i̇spanya", "sentiment": "none"}, {"name": "belirsiz", "sentiment": "none"}, {"name": "hami̇t altıntop", "sentiment": "none"}, {"name": "hamit", "sentiment": "none"}, {"name": "jose mouriho", "sentiment": "none"}], "organizations": [{"name": "real madrid", "sentiment": "none"}, {"name": "galatasaray", "sentiment": "none"}, {"name": "bayern münih", "sentiment": "none"}], "locations": [{"name": "darmstadt", "sentiment": "none"}, {"name": "buna", "sentiment": "none"}, {"name": "paris", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-05T00:15:50.002+03:00"}, {"thread": {"uuid": "84961b9f46837d801b50e775600990c75f1bfa70", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Woj4RUuEHs852vUyW0PhstmANFCXBXSLi8IbkDq7vjPxJikKicnxbCDK3SwRSfF_QhV4k4zbvLbi.ji7rfZCKSQiBShq1V7DcLFbTF0otR.R0-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "On the Record: P!nk - Beautiful Trauma kısa filmi Apple Music'e geliyor - Teknoloji Haberleri", "title_full": "On the Record: P!nk - Beautiful Trauma kısa filmi Apple Music'e geliyor - Teknoloji Haberleri", "published": "2017-10-05T09:57:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.01, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59d5d7c60f25443e6030e22f.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "84961b9f46837d801b50e775600990c75f1bfa70", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Woj4RUuEHs852vUyW0PhstmANFCXBXSLi8IbkDq7vjPxJikKicnxbCDK3SwRSfF_QhV4k4zbvLbi.ji7rfZCKSQiBShq1V7DcLFbTF0otR.R0-", "ord_in_thread": 0, "author": "", "published": "2017-10-05T09:57:00.000+03:00", "title": "On the Record: P!nk - Beautiful Trauma kısa filmi Apple Music'e geliyor - Teknoloji Haberleri", "text": "Hürriyet > Teknoloji > On the Record: P!nk - Beautiful Trauma kısa filmi Apple Music'e geliyor On the Record: P!nk - Beautiful Trauma kısa filmi Apple Music'e geliyor Hürriyet Haber 05.10.2017 - 09:57 | Son Güncelleme: 05.10.2017 - 09:57 Grammy ödüllü şarkıcı P!nk yedinci stüdyo albümü Beautiful Trauma öncesi hazırladığı kısa film On the Record: P!nk — Beautiful Trauma ile 13 Ekim Cuma günü Apple Music'e geliyor. PAYLAŞ A X \nFilmde P!nk samimi röportajlar ve kamera arkası görüntüle ve P!nk’in hayran olduğumuz kendine has dürüst ve mizahi diliyle sanatını, kariyerini, anneliği ve yaşadığımız dünyaya bakışını paylaşıyor. Filmde ayrıca Los Angeles Ace Otel’in tiyatro salonunda henüz yayınlanmamış yeni albümünden yeni şarkıları hayranlarına ilk defa dinlettiği performansı sırasında çekilen etkileyici görüntülerde bulunuyor. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T04:41:03.002+03:00"}, {"thread": {"uuid": "b4ca7cb3049a4ac4d43a3bcea7367475d871be0b", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoKx9MvFatnNbs3xMqpJ.wrG4wJXKtpRbMTtc9KK_YBsY3JAwsSO_1XlBYrCExs0.ybGJ2G1OuTYhBWquG6o0GUg--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Bakan'dan Gülen'in iadesiyle ilgili flaş sözler... - Son Dakika Haberler", "title_full": "Bakan'dan Gülen'in iadesiyle ilgili flaş sözler... - Son Dakika Haberler", "published": "2017-10-06T16:57:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59d78bc618c7730b980f89a0.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b4ca7cb3049a4ac4d43a3bcea7367475d871be0b", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoKx9MvFatnNbs3xMqpJ.wrG4wJXKtpRbMTtc9KK_YBsY3JAwsSO_1XlBYrCExs0.ybGJ2G1OuTYhBWquG6o0GUg--", "ord_in_thread": 0, "author": "", "published": "2017-10-06T16:57:00.000+03:00", "title": "Bakan'dan Gülen'in iadesiyle ilgili flaş sözler... - Son Dakika Haberler", "text": "Hürriyet > Gündem > Bakan'dan Gülen'in iadesiyle ilgili flaş sözler... Bakan'dan Gülen'in iadesiyle ilgili flaş sözler... Eyyüp BURUN- Mustafa KANLI/ GAZİANTEP, (DHA) 06.10.2017 - 16:57 | Son Güncelleme: 06.10.2017 - 16:57 Adalet Bakanı Abdülhamit Gül, FETÖ elebaşı Fethullah Gülen’in ABD’den iadesi ile ilgili hiçbir engel kalmadığını belirterek, \"Şu anda bir hukuk devletine, demokrasiyi merkeze aldığını ifade eden her ülkeye yakışan bunun gereğini yapmaktadır\" dedi. PAYLAŞ A X \nAdalet Bakanı Abdülhamit Gül, çeşitli temaslarda ve incelemelerde bulunmak için seçim bölgesi Gaziantep’e geldi. Burada gazetecilerin sorularını cevaplayan Gül, 15 Temmuz gecesi Cumhurbaşkanı Recep Tayyip Erdoğan’a yönelik yapılan suikast girişiminde bulunan 47 sanık hakkında verilen mahkeme kararlarını değerlendirdi. Gül, yargılamaların hukuka uygun şekilde devam ettiğini belirterek şunları söyledi. \n\"Gerçekten çok önemli bir karar. Marmaris'te Cumhurbaşkanımıza yönelik bir suikast girişimine karşı yapılan yargılamada Muğla'da karar çıktı. 47 sanık yargılandı 3’ü ile ilgili dosya tedarik edildi, 36 kişi hakkında ağırlaştırılmış müebbet, 4 kişi hakkında müebbet cezası, bir kişi hakkında da beraat kararı verildi. Gerçekten Türkiye'de 15 Temmuz gecesi FETÖ terör örgütünün yapmış olduğu darbe girişimi ne karşı hukuk adalet ve anayasa çerçevesinde yargılamalar sürmektedir. Bütün Türk yargı mensuplarına adliye çalışanlarına, hukuk çerçevesinde yaptıkları çalışmalar için teşekkür ediyorum. Bu şunu gösteriyor; ülkede hukuk işlemektedir, Türkiye bir hukuk devletidir. Türkiye'de anayasayı, hukuku ortadan kaldırmak isteyenler vardır. Terör örgütlerine karşı Türkiye anayasa hukuk ve kanun çerçevesinde mücadelesini sürdürmektedir ve kararlı bir şekilde bunu sürdürecektir. O gece Cumhurbaşkanı’mızın canına, hayat hakkına kast etmek isteyen ülkemizin 80 milyon hayat hakkına, Türkiye Cumhuriyetinin hayat hakkına kast etmek isteyenler bugün tek tek mahkeme önünde hesap veriyorlar ve gerekli cezayı alacaklar. Elbette kim hangi cezayı hak ediyorsa o cezayı alacak. Beraat etmesi gereken beraat ediyor, ceza alacak olanlar ceza alıyor; bunun kararını verecek olan da bağımsız Türkiye mahkemeleridir. Yargılamalar adil bir şekilde; büyük bir özveriyle gece geç saatlere kadar hakimlerimiz, çalışanlarımız fedakarlık yapıyor. Çünkü adaletin bir an evvel tecelli etmesi lazım milletimizin beklentisi budur. Mensuplarımız bu beklentiler içinde çalışmalarını ifa ediyorlar. Cumhurbaşkanı’mızın canına kast etmek için ’biz buradayız, şimdi nerede’ diye hesap soracaklardı. Kendilerini Türkiye'nin eşkıyası olarak gören terör örgütleri hak ettikleri cezayı almışlardır.\" \nGül, Cumhurbaşkanı Erdoğan’ın çağrısıyla 80 milyonun Türkiye'nin bekasına sahip çıktığını söyledi. Bakan Gül, \"Milletimiz müsterih olsun; Türkiye sokakta bulunan bir ülke değil. Türkiye'de hangi terör örgütü olursa olsun Türkiye’ye diz çöktürmek isteyen bütün terör örgütleri ile bütün kurumlarımızın mücadelesi sürecektir. Yargıda kendisine verilen yetkiler çerçevesinde yargılamayı yapmaktadır\" dedi. \nErdoğan’ın varlığının Türkiye Cumhuriyetinin bekası için çok önemli olduğunu vurgulayan Bakan Gül, \"Cumhurbaşkanımız bütün hayatını Türkiye Cumhuriyeti’nin daha güçlü olması için adamıştır ve hamdolsun milletimizin sayesinde o gece de büyük bir suikast girişimi Allah'ın yardımı ile milletin duası ile alt edilmiştir. Şunu herkes bilsin ki Türkiye kimse diz çöktüremeyecek, Recep Tayyip Erdoğan'a kimse diz çöktüremeyecek. Kıyamete kadar İstiklal Marşımız, bayrağımız özgürce dalgalanacaktır. Verilen kararlarda elbette temyiz yolu da kanun yolları da açıktır. Bu yollara da herkes başvuracaktır. Bu süreci hep beraber takip edeceğiz, milletimiz adına, Türk milleti adına bağımsız mahkemelerin verdiği kararlar olacaktır. Hukuka uygun bir şekilde yargılama devam edecektir. Önemli bir karardır, bu karar neticesinde örgütün de büyük bir çözülme içerisinde olduğunu ve rüyalarla birbirlerine farklı şeylerle tarihler vererek gaz verenlerin Türkiye Cumhuriyetinin ne kadar ciddi bir devlet olduğunu görmeleri açısından önemli bir gelişme olduğunu düşünüyorum.\" \n’FETÖ ELEBAŞININ İADESİNDE ENGEL KALMADI’ \nFETÖ elebaşı Fethullah Gülen’in iade süreci ile ilgili soruya da cevap veren Bakan Gül, ABD ile karşılıklı görüşmelerde gerekli prosedürün tamamlandığını ifade etti. Bütün delillerin Amerikan makamlarına ulaştığını dile getiren Gül şöyle konuştu: \n\"FETÖ terör örgütü elebaşı hakkında gerek Amerika ile yapmış olduğumuz iade süreci sözleşmesi uluslararası anlaşmalar kapsamında bir takım prosedürler uzun zamandır takip ediliyordu. Ancak şunu söylemek lazım kısa bir süre önce uluslararası sözleşmeler kapsamında bütün taahhütler yerine getirilmiştir. Yani iadesiyle ilgili hiçbir engel kalmamıştır. Olası bir neden halinde iadesi mümkündür. Bütün deliller, bütün klasörler Amerika makamlarına ulaştırılmıştır. Şu anda bir hukuk devleti demokrasiye merkeze aldığını ifade eden her ülkeye yakışan bunun gereğini yapmaktadır. Biz de Amerika Birleşik Devletlerinden, Türkiye'de 250 cana kıymış ve bu mahkeme kararı ile de belirlenmiş delili olan bu terör örgütünün başının iadesini istiyoruz. Prosedür şekli anlamda tamamlanmıştır. Umarız bunu yerine getirirler.\" \nADALET BAKANLIĞI’NA 6 BİN YENİ PERSONEL ALINACAK \nBakan Gül, Adalet Bakanlığı bünyesine yeni personel alımı yapılacağını da dile getirerek \"Kısa bir süre sonra ilana çıkacağız. Bakanlığımız bünyesinde 3 bin 500 cezaevi personeli ile 2 bin 500 zabıt katibi ve mübaşir alımı yapacağız. Bin 500 hakim ve savcı alımı ile ilgili ilanımızda çıktı. Yani yakın bir zamanda yaklaşık 6 bin gencimizi kamuda istihdam edeceğiz\" dedi. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dakika haberler hürriyet", "sentiment": "negative"}, {"name": "dan gülen", "sentiment": "negative"}, {"name": "bakan", "sentiment": "negative"}, {"name": "i̇stiklal marşımız", "sentiment": "none"}, {"name": "cumhurbaşkanı erdoğan", "sentiment": "none"}, {"name": "bakan gül", "sentiment": "none"}, {"name": "yani", "sentiment": "none"}, {"name": "alinacak  bakan gül", "sentiment": "none"}, {"name": "türkiye cumhuriyetinin", "sentiment": "none"}, {"name": "hukuka", "sentiment": "none"}, {"name": "mustafa kanli", "sentiment": "none"}, {"name": "fethullah gülen", "sentiment": "none"}, {"name": "kendilerini türkiye", "sentiment": "none"}, {"name": "recep tayyip erdoğan", "sentiment": "none"}, {"name": "tayyip erdoğan", "sentiment": "none"}, {"name": "gerçekten türkiye", "sentiment": "none"}, {"name": "erdoğan", "sentiment": "none"}, {"name": "birleşik devletlerinden", "sentiment": "none"}, {"name": "türkiye", "sentiment": "none"}, {"name": "adalet bakanı abdülhamit gül", "sentiment": "none"}, {"name": "kalmadi", "sentiment": "none"}], "organizations": [{"name": "eyyüp burun", "sentiment": "none"}, {"name": "dha", "sentiment": "none"}], "locations": [{"name": "gaziantep", "sentiment": "none"}, {"name": "marmaris", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-07T05:57:04.000+03:00"}, {"thread": {"uuid": "d0adc53f5d951684b180e12233de3f2286ab9ce6", "url": "http://omgili.com/ri/_0JOtn.4SCrR.K9rCNBO9nhmdayfzAoYbn80XFBQZ5gxqgCk0zsQnhybjs9zRvbDOgCA7ZQHt1NA4CD3lnyc783zzijd6WthNG2fwC7XDyb.Ozj7AK0_1int3dXCzAoTLdm0PD1TZVo-", "site_full": "bigpara.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "http://www.bigpara.com/rss", "site_categories": ["investing", "financial_news", "finance"], "section_title": "bigpara- GÜNDEM", "title": "S&P iki ülkenin notunu korudu", "title_full": "S&P iki ülkenin notunu korudu", "published": "2017-10-07T17:09:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "TR", "spam_score": 0.0, "main_image": "http://i.bigpara.com/i/55big/standard_poors_3.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d0adc53f5d951684b180e12233de3f2286ab9ce6", "url": "http://omgili.com/ri/_0JOtn.4SCrR.K9rCNBO9nhmdayfzAoYbn80XFBQZ5gxqgCk0zsQnhybjs9zRvbDOgCA7ZQHt1NA4CD3lnyc783zzijd6WthNG2fwC7XDyb.Ozj7AK0_1int3dXCzAoTLdm0PD1TZVo-", "ord_in_thread": 0, "author": "oneri@bigpara.com (Bigpara)", "published": "2017-10-07T17:09:00.000+03:00", "title": "S&P iki ülkenin notunu korudu", "text": "S&P iki ülkenin notunu korudu 07.10.2017 - 11:34 0 yorum S&P, Fransa'nın kredi notu \"AA\" seviyesinde, Suudi Arabistan'ın kredi notu \"A-\" seviyesinde korundu. \nUluslararası kredi derecelendirme kuruluşu Standard & Poor's'dan (S&P), yapılan açıklamada, Fransa'nın kredi notunun \"AA\" seviyesinde korunduğu, görünümünün de \"durağan\" olduğu belirtildi. \nAçıklamada, gelecek iki yılda Fransa ekonomisinin büyümesinin beklendiği kaydedilirken Fransız hükümetinin ekonomi, bütçe ve yapısal reformlarla ilgili programını sürdüreceğinin öngörüldüğü bildirildi. \nFransız ekonomisinin güçlendiğine ve kamu borcunun gayri safi yurtiçi hasılaya (GSYH) oranının önemli derecede azaldığına işaret edilen açıklamada, ekonominin çeşitli, ülkedeki kurumların da güçlü olduğu vurgulandı. \nAçıklamada, Fransız ekonomisinin bu yıl ve gelecek sene yüzde 1,7, 2019'da da yüzde 1,6 büyümesinin öngörüldüğü ifade edildi. \nSUUDİ ARABİSTAN'IN DA NOTUNU KORUDU \nS&P, ayrıca, Suudi Arabistan'ın kredi notunun \"A-\" seviyesinde korunduğunu, görünümünün de \"durağan\" olduğunu duyurdu. \nSuudi Arabistan'a dair açıklamada, ülkenin kredi notunun güçlü dış ve mali pozisyonuyla desteklendiği ancak düşük ekonomik büyüme ve para politikalarındaki sınırlı esneklik ile kamu sektöründeki sınırlı şeffaflık nedeniyle baskı altında olduğu vurgulandı. \nÜlkenin kamu finansmanında bozulma veya siyasi istikrarsızlığın artması durumunda Suudi Arabistan'ın kredi notunun indirilebileceği uyarısının yapıldığı açıklamada, ekonomik büyüme görünümünün beklentilerin üzerine çıkması halinde ise ülkenin kredi notunun yükseltilebileceği görüşüne yer verildi. \nS&P, Suudi Arabistan ekonomisinin bu yıl ve gelecek sene yüzde 0,5 ve yüzde 1,5, 2019'da da yüzde 2 büyüyeceğini tahmin ediyor. Bigpara", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "fransa", "sentiment": "negative"}, {"name": "suudi arabistan", "sentiment": "none"}, {"name": "bigpara", "sentiment": "none"}, {"name": "açıklamada", "sentiment": "none"}], "organizations": [{"name": "s&p", "sentiment": "negative"}, {"name": "standard & poor", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-07T14:16:57.020+03:00"}, {"thread": {"uuid": "43b4750e3af05cb18ba7a9b40c2194512e142379", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoKOMyEAwUkqCcxpWDsOu3j11F6QBb.Y6A5mC2kaFuVNguDtEyTfFS61SfK3nwwi4mO_hAQzs.yKC4ObaSmGQLwg--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Ambulansta oksijen tüpü patladı, hasta yanarak öldü - Son Dakika Haberler", "title_full": "Ambulansta oksijen tüpü patladı, hasta yanarak öldü - Son Dakika Haberler", "published": "2017-10-07T08:52:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.057, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59d86afa67b0a974c8ab0c37.jpg", "performance_score": 2, "domain_rank": 337, "social": {"facebook": {"likes": 286, "comments": 0, "shares": 286}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "43b4750e3af05cb18ba7a9b40c2194512e142379", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoKOMyEAwUkqCcxpWDsOu3j11F6QBb.Y6A5mC2kaFuVNguDtEyTfFS61SfK3nwwi4mO_hAQzs.yKC4ObaSmGQLwg--", "ord_in_thread": 0, "author": "", "published": "2017-10-07T08:52:00.000+03:00", "title": "Ambulansta oksijen tüpü patladı, hasta yanarak öldü - Son Dakika Haberler", "text": "Hürriyet > Gündem > Ambulansta oksijen tüpü patladı, hasta yanarak öldü Ambulansta oksijen tüpü patladı, hasta yanarak öldü Mesut MADAN/BURDUR (DHA) 07.10.2017 - 08:52 | Son Güncelleme: 07.10.2017 - 13:15 BURDUR’da ambulanstaki 2 oksijen tüpünün patlaması sonucu çıkan yangında araçtaki hasta 58 yaşındaki İsmail Sargın yanarak öldü. PAYLAŞ A X \nYeşilova İlçesi Horoz Köyü’nde oturan İsmail Sargın rahatsızlanınca ambulansla Yeşilova Devlet Hastanesi’ne götürüldü. Solunum yolu rahatsızlığı bulunan İsmail Sargın, buradaki müdahalenin ardından Burdur Devlet Hastanesi’ne sevk edildi. Hasta, Hamza Tokgöz’ün kullandığı 15 DB 429 plakalı ambulansla yola çıkarıldı. \nOKSİJEN TÜPÜ PATLADI \nTefenni-Burdur karayolunda hareket halindeki ambulans, Göl Evleri Mevkii’ne saat 04.30 sıralarında gelirken araçtaki oksijen tüpü bilinmeyen bir nedenle patladı. Patlama nedeniyle ambulansta yangın çıktı. Ambulans şoförü Hamza Tokgöz aracı durdururken ile sağlık memuru Levent Yaman, anestezi teknikeri İbrahim Bölükbaşı ve İsmail Sargın’ın eşi Teslime Sargın kendilerini dışarı attı. \nBir anda yükselen alevler ve ikinci oksijen tüpünün patlaması nedeniyle yangın daha da büyüdü. Alevler nedeniyle hastayı dışarı çıkaramayan sağlık görevlilerinin haber vermesiyle itfaiye ekipleri sevk edildi. Ekiplerin müdahalesiyle yangın söndürülürken, küle dönen ambulanstaki İsmail Sargın yanarak öldü. Patlama sırasında anestezi teknikeri İbrahim Bölükbaşı’nın hastanın yanında olduğu kaydedildi. \nİsmail Sargın’ın cenazesi polis, sağlık ekipleri ve cumhuriyet savcısının incelemesi ardından Burdur Devlet Hastanesi morguna götürüldü. Olaydan yara almadan kurtulan Hamza Tokgöz, Levent Yaman, İbrahim Bölükbaşı ve Teslime Sargın kontrol amacıyla hastaneye gönderildi. \nOlay nedeniyle Burdur-Tefenni karayolu yaklaşık 1 saat trafiğe kapandı. \nİsmail Sargın \nSAĞLIK BAKANLIĞI’NDAN AÇIKLAMA \nSağlık Bakanlığı, ambulanstaki 2 oksijen tüpünün patlaması sonucu çıkan yangında hasta 58 yaşındaki İsmail Sargın’ın yanarak öldüğü olayla ilgili yazılı açıklama yaptı. \nAçıklamada, şu ifadeler yer aldı:\"Burdur’da meydana gelen müessif hadisede ambulansla hasta nakli yapılırken oksijen tüpü patlaması sonucu hasta İsmail Sargın yaşamını yitirmiştir. Olayda yanık tespit edilen hasta yakını ve ambulans personeli Burdur Devlet Hastanesi’nde tedavi altına alınmıştır. Yaşanan üzücü olayla ilgili Burdur İl Sağlık Müdürlüğümüz tarafından idari inceleme, savcılık tarafından adli soruşturma başlatılmıştır. Yapılacak inceleme sonucunda ihmal ya da kusuru olanlar hakkında gerekli yasal işlemler uygulanacaktır. Üzücü olay sonucu vefat eden İsmail Sargın’a Allah’tan rahmet, yakınlarına sabır diliyoruz. Olayda araç içinde bulunan ve yaralanan hasta yakını ve sağlık personelimize acil şifalar diliyoruz.\" ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dakika haberler hürriyet", "sentiment": "negative"}, {"name": "i̇brahim bölükbaşı", "sentiment": "none"}, {"name": "levent yaman", "sentiment": "none"}, {"name": "yeşilova devlet hastanesi", "sentiment": "none"}, {"name": "göl evleri mevkii", "sentiment": "none"}, {"name": "i̇smail sargın", "sentiment": "none"}, {"name": "açıklamada", "sentiment": "none"}, {"name": "devlet hastanesi", "sentiment": "none"}, {"name": "hamza tokgöz", "sentiment": "none"}], "organizations": [{"name": "dha", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-08T09:50:51.007+03:00"}, {"thread": {"uuid": "633879099368cb81fef1f018ccd925f5d98e5807", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoKOMyEAwUkqC8L7CT4unaJxO4aINK_J_iiIA_JfLi8oHoFvnlO7gPl.9LN8P7Uf2h1XTOXcZcN4Y-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Ambulans otomobille çarpıştı: 1 ölü, 2 yaralı - Son Dakika Haberler", "title_full": "Ambulans otomobille çarpıştı: 1 ölü, 2 yaralı - Son Dakika Haberler", "published": "2017-10-08T17:21:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59da344f2269a2306830b257.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 86, "comments": 0, "shares": 86}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "633879099368cb81fef1f018ccd925f5d98e5807", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoKOMyEAwUkqC8L7CT4unaJxO4aINK_J_iiIA_JfLi8oHoFvnlO7gPl.9LN8P7Uf2h1XTOXcZcN4Y-", "ord_in_thread": 0, "author": "", "published": "2017-10-08T17:21:00.000+03:00", "title": "Ambulans otomobille çarpıştı: 1 ölü, 2 yaralı - Son Dakika Haberler", "text": "Hürriyet > Gündem > Ambulans otomobille çarpıştı: 1 ölü, 2 yaralı Ambulans otomobille çarpıştı: 1 ölü, 2 yaralı Hüsnü Ümit AVCI/SİVAS, (DHA) 08.10.2017 - 17:21 | Son Güncelleme: 08.10.2017 - 17:21 SİVAS’ta hasta taşıyan ambulansla otomobilin çarpışması sonucu meydana gelen kazada 1 sağlık görevlisi hayatını kaybetti, 2 kişi de yaralandı. PAYLAŞ A X \nKaza, saat 12.30 sıralarında Sivas-Erzincan karayolu, Kılavuz Kavşağı’nda meydana geldi. Gölova İlçesi’nden Sivas’a hasta nakleden Barkım Macit yönetimindeki 58 TU 221 plakalı ambulans ile Nezih Çelikağ’ın kullandığı 58 BU 238 plakalı otomobil, Sivas-Erzincan karayolu Kılavuz Kavşağı’nda çarpıştı. \nÇarpışmanın etkisiyle kontrolden çıkan ambulans yaklaşık 200 metre sonra yola devrildi. Kazada ambulansın arkasında hasta yanında bulunan Acil Tıp Teknisyeni (ATT) 23 yaşındaki Hüseyin Gürhan ile otomobil sürücüsü ve araçta bulunan kardeşi Sevinç Çelikağ yaralandı. Yaralılar ambulanslarla Numune Hastanesi ve Cumhuriyet Üniversitesi (CÜ) Tıp Fakültesi Hastanesi’ne kaldırıldı. \nATT Hüseyin Gürhan, hastanede yapılan tüm müdahalelere rağmen kurtarılamayarak hayatını kaybetti. Ambulansta bulunan hasta Sabit Ayan da CÜ Tıp Fakültesi Hastanesi’nde tedavi altına alındı. Ambulans sürücüsü Macit ile sağlık görevlisi Ayşenur Çakmak ise kazadan yara almadan kurtuldu. Kaza nedeniyle kısa süre trafiğe kapatılan Sivas- Erzincan kara yolu ambulansın yoldan çekilmesiyle tekrar trafiğe açıldı. Kazayla ilgili soruşturma başlatıldı. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dakika haberler hürriyet", "sentiment": "negative"}, {"name": "acil tıp teknisyeni", "sentiment": "none"}, {"name": "gölova i̇lçesi", "sentiment": "none"}, {"name": "sabit ayan", "sentiment": "none"}, {"name": "kılavuz kavşağı", "sentiment": "none"}, {"name": "tıp fakültesi hastanesi", "sentiment": "none"}, {"name": "numune hastanesi", "sentiment": "none"}, {"name": "kaza", "sentiment": "none"}], "organizations": [{"name": "dha", "sentiment": "none"}], "locations": [{"name": "erzincan", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-09T12:50:11.008+03:00"}, {"thread": {"uuid": "ea0ff901607392005faace77b11975ef72b3736c", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WopX4nd2WWFCos7oYmXCLQYovyQNoa7RROR3OnhNxAklv.ebQsg.ulJqakhUNGaNtGaF9Oi4cM8JygwdVA234WV7oiGljeD5NJ", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "HDP’li Ziya Pir, NATO-PA Üst Komite Başkan yardımcısı oldu - Son Dakika Haberler", "title_full": "HDP’li Ziya Pir, NATO-PA Üst Komite Başkan yardımcısı oldu - Son Dakika Haberler", "published": "2017-10-08T16:55:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.202, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59da2eb32269a2306830b23c.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 6, "comments": 0, "shares": 6}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ea0ff901607392005faace77b11975ef72b3736c", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WopX4nd2WWFCos7oYmXCLQYovyQNoa7RROR3OnhNxAklv.ebQsg.ulJqakhUNGaNtGaF9Oi4cM8JygwdVA234WV7oiGljeD5NJ", "ord_in_thread": 0, "author": "", "published": "2017-10-08T16:55:00.000+03:00", "title": "HDP’li Ziya Pir, NATO-PA Üst Komite Başkan yardımcısı oldu - Son Dakika Haberler", "text": "Hürriyet > Gündem > HDP’li Ziya Pir, NATO-PA Üst Komite Başkan yardımcısı oldu HDP’li Ziya Pir, NATO-PA Üst Komite Başkan yardımcısı oldu DİYARBAKIR, (DHA) 08.10.2017 - 16:55 | Son Güncelleme: 08.10.2017 - 16:58 HALKLARIN Demkoratik Partisi (HDP) Diyarbakır Milletvekili Ziya Pir, Bükreş’te devam eden 2017 sonbahar oturumunda NATO-PA Güvenlik ve Teknoloji Eğilimleri Üst Komite Başkan Yardımcılığı’na seçildi. PAYLAŞ A X \nHDP Genel Merkezinden yapılan açıklamada, Diyarbakır Millitvekili Ziya Pir’in geçen yıl Kasım ayında seçildiği NATO-PA Güvenlik ve Teknoloji Eğilimleri Alt Komite Başkan Yardımcılığı’nın ardından, şimdi de Bükreş’te devam eden 2017 Sonbahar oturumunda NATO-PA Güvenlik ve Teknoloji Eğilimleri Üst Komite Başkan Yardımcılığı’na seçildiği belirtildi. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dakika haberler hürriyet", "sentiment": "negative"}, {"name": "ziya pir", "sentiment": "negative"}, {"name": "diyarbakır millitvekili ziya pir", "sentiment": "none"}, {"name": "bükreş", "sentiment": "none"}, {"name": "diyarbakır milletvekili ziya pir", "sentiment": "none"}], "organizations": [{"name": "hdp", "sentiment": "negative"}, {"name": "nato", "sentiment": "negative"}, {"name": "dha", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-09T12:50:26.000+03:00"}, {"thread": {"uuid": "96d216b97c3369ce0a6c4f75737f1f618a935119", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxX1ZQjqpMDGSJtesmd08ypN7vAzxkj31q5y4f2mZVjPKzUgFTPLzlFJ5RHOotapCE-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Kaçtık ama yakalandık! Maçta 4 gol...", "title_full": "Kaçtık ama yakalandık! Maçta 4 gol...", "published": "2017-10-09T23:51:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59dbd9be2269a2387488eab0.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 3, "comments": 0, "shares": 3}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "96d216b97c3369ce0a6c4f75737f1f618a935119", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxX1ZQjqpMDGSJtesmd08ypN7vAzxkj31q5y4f2mZVjPKzUgFTPLzlFJ5RHOotapCE-", "ord_in_thread": 0, "author": "", "published": "2017-10-09T23:51:00.000+03:00", "title": "Kaçtık ama yakalandık! Maçta 4 gol...", "text": "\nSTAT: Veritas Stadyumu HAKEMLER: Benoit Bastien, Hicham Zakrani Fred, Frederic Haquette FİNLANDİYA: Lukas Hradecky, Paulus Arajuuri, Niklas Moisander, Robin Lod, Perparim Hetemaj (Dk. 60 Kasper Hamalainen), Teemu Pukki (Dk. 88 Pyry Soiri), Rasmus Schüller, Sauli V\u0084is\u0084nen, Juha Pirinen, Thomas Lam (Dk. 86 Eero Markkanen), Joel Pohjanpalo TÜRKİYE: Volkan Babacan, Ozan Tufan, Ömer Toprak, Çağlar Söyüncü, İsmail Köybaşı, Okay Yokuşlu, Selçuk İnan (Dk. 85 Mehmet Topal), Yusuf Yazıcı (Dk. 75 Emre Mor), Oğuzhan Özyakup, Hakan Çalhanoğlu, Cenk Tosun GOLLER: Dk. 76 Arajuuri, Dk. 88 Pohjanpalo (Finlandiya) - Dk. 57 - Dk. 83 Cenk Tosun (Türkiye) SARI KARTLAR: Dk. 90 Moisander (Finlandiya) - Dk. 46 Selçuk İnan, Dk. 49 Okay Yokuşlu, Dk. 74 Yusuf Yazıcı (Türkiye) \nNOTLAR: \nRumen çalıştırıcı, sakatlıkları nedeniyle kadrodan çıkarılan Arda Turan, Burak Yılmaz ve Nuri Şahin ile kart cezalısı Caner Erkin'in yanı sıra son antrenmanda sol üst adalesinde ağrı oluşan Kaan Ayhan, Mehmet Topal ve Emre Belözoğlu'nu bu maçın ilk 11'inde sahaya sürmedi. Yedek kulübesinde ise Serkan Kırıntılı, Harun Tekin, Sabri Sarıoğlu, Emre Belözoğlu, Yunus Mallı, Mehmet Topal, Enes Ünal, Cengiz Ünder, Mevlüt Erdinç, Volkan Şen ve Emre Mor oturdu. Kaan Ayhan'ın son anda kadrodan çıkarılması nedeniyle ay-yıldızlı ekibin maç kadrosunda 22 oyuncu bulundu. KAPTAN SELÇUK İNAN A Milli Futbol Takımı'nın, Finlandiya ile oynadığı maçta sahaya Selçuk İnan kaptan olarak çıktı. Arda Turan'ın sakatlığı nedeniyle kadrodan çıkarılması, Emre Belözoğlu ve Mehmet Topal'ın da yedek kulübesinde yer alması nedeniyle kaptanlık pazubandını Selçuk İnan taktı. \nFİNLANDİYA'DA 5 DEĞİŞİKLİK Finlandiya Teknik Direktörü Markku Kanerva, son oynadıkları Hırvatistan maçının ilk 11'inde 5 değişikliğe gitti. Ojala, Granlund, Skrabb, Sparv ve Hamalinen'in yerine, Vaisanen, Lam, Lod, Pirinen ve Pukki'ye ilk 11'de şans verdi. SPARV KADRODAN ÇIKARILDI Ev sahibi takımda maç öncesinde ısınma hareketleri sırasında sakatlanan Sparv kadrodan çıkarıldı. Teknik direktör Kanerva, Sparv'ın yerine Schüller'i ilk 11'de sahaya sürdü. \nYILDIRIM DEMİRÖREN TRİBÜNDEN İZLED İ Finlandiya ile Türkiye arasında Veritas Stadı'nda oynanan mücadeleyi Türkiye Futbol Federasyonu (TFF) Başkanı Yıldırım Demirören de tribünden izledi. TFF Başkan Vekili Ali Dürüst ve TFF Genel Sekreteri Kadir Kardaş da karşılaşmayı tribünden takip eden isimler arasında yer aldı. \nTURKU'DA SOĞUK HAVA Turku şehrinde Finlandiya ile Türkiye arasında oynanan mücadele soğuk bir havada başladı. Maçın başladığı anlarda Turku'da hava sıcaklığı 8 derecenin altındaydı. TRİBÜNLER BÜYÜK ÖLÇÜDE DOLDU Finlandiya-Türkiye maçında tribünler büyük ölçüde doldu. Turku'daki 9 bin 372 kişi kapasiteli Veritas Stadı'nda oynanan maçta, yaklaşık 8 bin taraftar karşılaşmayı tribünden izledi. Karşılaşma için çok sayıdaki Türk taraftar da tribündeki yerini aldı. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-10T00:04:48.010+03:00"}, {"thread": {"uuid": "29f89a67237f2eecb3a9506f48a3f703dd892487", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Woeqd.NCcaMLYpCwIvhGhiIYAV5Nf4bkSLQ9qJjxqlhJGFaFQDOgRWQJLOzi.5UoU4Id3F3e2lW7l2hcaKe2zxAVtVpVZrapabyKAL3bk7oFWZ0QKDWoDRCdSsSxWgLdQ3", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "SAT komandosu emekli Albay Ali Türkşen, Meral Akşener’in partisine mi katılıyor? - Son Dakika Haberler", "title_full": "SAT komandosu emekli Albay Ali Türkşen, Meral Akşener’in partisine mi katılıyor? - Son Dakika Haberler", "published": "2017-10-09T19:41:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.207, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59dba6917152d80318e55ef4.jpg", "performance_score": 1, "domain_rank": 337, "social": {"facebook": {"likes": 153, "comments": 0, "shares": 153}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "29f89a67237f2eecb3a9506f48a3f703dd892487", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Woeqd.NCcaMLYpCwIvhGhiIYAV5Nf4bkSLQ9qJjxqlhJGFaFQDOgRWQJLOzi.5UoU4Id3F3e2lW7l2hcaKe2zxAVtVpVZrapabyKAL3bk7oFWZ0QKDWoDRCdSsSxWgLdQ3", "ord_in_thread": 0, "author": "", "published": "2017-10-09T19:41:00.000+03:00", "title": "SAT komandosu emekli Albay Ali Türkşen, Meral Akşener’in partisine mi katılıyor? - Son Dakika Haberler", "text": "Hürriyet > Gündem > SAT komandosu emekli Albay Ali Türkşen, Meral Akşener’in partisine mi katılıyor? SAT komandosu emekli Albay Ali Türkşen, Meral Akşener’in partisine mi katılıyor? Hürriyet Haber 09.10.2017 - 19:41 | Son Güncelleme: 09.10.2017 - 22:08 Eski SAT komandosu emekli Albay Ali Türkşen, sosyal medya hesabından yeni parti kuran Meral Akşener’in kendisine teklif yaptığını açıkladı. Türkşen'in bir takipçisinin 'Sizin hatrınıza bile oy vermem Akşener'e' tweetine verdiği cevap Türkşen'in Akşener'in partisine katılacağı şeklinde yorumlanmasına neden oldu. Türkşen, daha sonra yaptığı ikinci açıklamayla Akşener'den partisine katılma teklifi geldiğini ve teklifi kabul ettiğini belirtti. PAYLAŞ A X \nTwitter üzerinden kendisin takip eden bir kullanıcının “Albay, umarım Akşener sizi partiye davet etmez çünkü zati şahanelerinin FETÖ’yü öven videosunu izledim. Hatrınıza bile oy veremem Akşener’e” paylaşımını yapması üzerine Ali Türkşen, “Siz bilirsiniz. Bir eksik kalacağız, yapacak bir şey yok” ve “Ve geç kaldınız. Çoktan etti bile” ifadesini kullandı. \nAli Türkşen'in bu paylaşımı, Meral Akşener’den teklif geldiğini ve teklifi kabul ettiği şeklinde yorumlandı. \nKısa süre öncede bir röportajında “Davet geldiği takdirde kurulacak yeni partide aktif rol almayı düşünür müsünüz?” sorusuna yanıt veren Türkşen, “Türkiye’nin hayrına olacak her türlü faaliyetin içinde yer almak benim için bir vatan borcudur. Böyle bir teklif geldiğinde şekli ve niteliğine göre bir karar verebilirim” demişti. \nİşte Ali Türkşen’in o paylaşımları; \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "albay ali türkşen", "sentiment": "negative"}, {"name": "meral akşener", "sentiment": "negative"}, {"name": "ali türkşen", "sentiment": "negative"}, {"name": "dakika haberler hürriyet", "sentiment": "neutral"}, {"name": "i̇şte ali türkşen", "sentiment": "none"}, {"name": "eski", "sentiment": "none"}], "organizations": [], "locations": [{"name": "albay ali türkşen", "sentiment": "none"}, {"name": "albay", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T17:30:25.002+03:00"}, {"thread": {"uuid": "7635f7e2ecb53cce314d949fd9a19975339ceef1", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQw_i.Sff7hCkfaRtUA8j6qn5U_z6r1X_RUBjs2gYhJzPabJvpHk8.x5li.nDl.j_Q4-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Karabük'ten kritik galibiyet!", "title_full": "Karabük'ten kritik galibiyet!", "published": "2017-10-14T16:14:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.778, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59e20d9c7152d8260c6db322.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7635f7e2ecb53cce314d949fd9a19975339ceef1", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQw_i.Sff7hCkfaRtUA8j6qn5U_z6r1X_RUBjs2gYhJzPabJvpHk8.x5li.nDl.j_Q4-", "ord_in_thread": 0, "author": "", "published": "2017-10-14T16:14:00.000+03:00", "title": "Karabük'ten kritik galibiyet!", "text": "\nSTAT:Dr. Necmettin ŞeyhoğluHAKEMLER: Ali Şansalan(xx), Mehmet Kısal(xx), Osman Gökhan Bilir(xx)KARDEMİR KARABÜKSPOR : Rybka(xx) - Kerim(xx), Dany(xxx), Barış(xx), Papp(x), Grozav(x)(Dk.74 İlhan), Poko(xx), Tanase(x)(Dk.64 Ibanez x), Ceyhun(xx), Torje(xxx), Yatabare(x)(Dk.39 Seleznov xx) KAYSERİSPOR : Silviu(xx) - Lopes(x), Levent(x), Kucher(x), Atila(x), Mendes(x)(Dk.46 Boldrin x), Şamil(x)(Dk.85 Stojiljkovic), Deniz(x), Badji(x), Güray(x)(Dk.71 Gyan x), Umut Bulut(x)GOL: Dk.77 Torje(Kardemir Karabükspor)SARI KARTLAR: Tanase, Barış, Ceyhun (Kardemir Karabükspor) Şamil (Kayserispor) \n9'uncu dakikada Torje'nin arka direğe doğru kullandığı korner atışında Dany'nin kafa vuruşu kalecide kaldı.17'nci dakikada Grozav'ın yaklaşık 25 metreden çektiği şut kalecide kaldı.29'uncu dakikada Şamil'in uzun pasında topla buluşan Güray'ın ceza yayı üzerinden vuruşu üstten auta gitti.35'inci dakikada Yatabare'nin pasında topla buluşan Grozav'ın sağ çaprazdan aşırtma vuruşu üstten auta gitti.45+1'inci dakikada Torje'nin yaklaşık 30 metreden direkt kaleye gönderdiği serbest vuruşta kaleci topu uzandığı köşeden kornere gönderdi.İlk yarı golsüz eşitlikle tamamlandı.55'inci dakikada ceza sahası sol çaprazında kazanılan serbest vuruşta topun başına geçen Deniz'in vuruşunu kaleci güçlükle uzaklaştırdı.56'ncı dakikada Papp, sağ taç çizgisi üzerinde Deniz'e yaptığı müdahale sonrasında ikinci sarı kart sonrada kırmızı kartla oyun dışında kaldı.60'ncı dakikada so kanatta topla buluşan Atila'nın doğrudan kaleye vuruşunu güçlükle uzaklaştırdı.73'üncü dakikada Torje'nin uzaklaştırmak istediği topu önünde bulan Umut Bulut'un vuruşunu kale çizgisi önünden Dany uzaklaştırdı.77'nci dakikada sağdan İlhan penaltı noktasına doğru yerden gönderdi. Torje, gelişine bir vuruşla topu ağlara gönderdi.1-086'ncı dakikada Badji'nin sol kanattan ceza alanına gönderdiği ortasında savunmadan seken topu önünde bulan Gyan'ın kaleye gönderdiği vuruşunu Dany son anda kale çizgisi önünden topu uzaklaştırdı.Maç Kardemir Karabükspor'un 1-0 üstünlüğü ile sona erdi. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "osman gökhan bilir", "sentiment": "negative"}, {"name": "necmettin şeyhoğluhakemler", "sentiment": "negative"}, {"name": "mehmet kısal", "sentiment": "negative"}, {"name": "karabük", "sentiment": "neutral"}, {"name": "torje", "sentiment": "none"}, {"name": "atila", "sentiment": "none"}, {"name": "kucher", "sentiment": "none"}, {"name": "dany", "sentiment": "none"}, {"name": "grozav", "sentiment": "none"}, {"name": "güray", "sentiment": "none"}, {"name": "badji", "sentiment": "none"}, {"name": "seleznov", "sentiment": "none"}, {"name": "kardemir karabükspor", "sentiment": "none"}, {"name": "rybka", "sentiment": "none"}, {"name": "silviu", "sentiment": "none"}, {"name": "emi̇r karabükspor", "sentiment": "none"}, {"name": "tanase", "sentiment": "none"}, {"name": "deniz", "sentiment": "none"}, {"name": "papp", "sentiment": "none"}, {"name": "lopes", "sentiment": "none"}, {"name": "levent", "sentiment": "none"}, {"name": "umut bulut", "sentiment": "none"}, {"name": "yatabare", "sentiment": "none"}, {"name": "mendes", "sentiment": "none"}, {"name": "ibanez", "sentiment": "none"}], "organizations": [], "locations": [{"name": "kayserispor", "sentiment": "none"}, {"name": "barış", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-15T04:18:14.000+03:00"}, {"thread": {"uuid": "77ebd9eb0b6ab57a657dac932892d1e312aac797", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoIzCIPDYD7kEvMV.UVca40.tZ.cspr9XFYi94ASvVVvMjKbsmGhw_C.7vngON67dXZNILJB4uWzOY13WnrsGPuw--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Son dakika: Dünyadan yardım istediler! Savaş an meselesi - Son dakika Haberleri", "title_full": "Son dakika: Dünyadan yardım istediler! Savaş an meselesi - Son dakika Haberleri", "published": "2017-10-14T12:28:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59e1d8be67b0a9c1d8d2b595.jpg", "performance_score": 1, "domain_rank": 337, "social": {"facebook": {"likes": 174, "comments": 0, "shares": 174}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "77ebd9eb0b6ab57a657dac932892d1e312aac797", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoIzCIPDYD7kEvMV.UVca40.tZ.cspr9XFYi94ASvVVvMjKbsmGhw_C.7vngON67dXZNILJB4uWzOY13WnrsGPuw--", "ord_in_thread": 0, "author": "", "published": "2017-10-14T12:28:00.000+03:00", "title": "Son dakika: Dünyadan yardım istediler! Savaş an meselesi - Son dakika Haberleri", "text": "Haberler > Dünya > Bölgede savaş an meselesi! Peşmerge'ye 48 saat süre Bölgede savaş an meselesi! Peşmerge'ye 48 saat süre Hürriyet Haber 14.10.2017 - 12:28 | Son Güncelleme: 14.10.2017 - 18:38 Irak Ordusu, Kerkük’ü işgal eden Peşmerge'ye 48 saat süre tanırken, 700 PKK'lının daha şehre girmesiyle çok sıcak gelişmeler yaşanmaya başlandı. Türkmen şehrinde savaş an meselesi. PAYLAŞ A X \nIrak Kürt Bölgesel Yönetimi (IKBY) işgali altındaki Türkmen şehri Kerkük ’te gerilim her geçen gün artıyor. Irak Ordusu'na bağlı Haşdi Şabi güçleri, Kerkük'ün batı ve güney bölgelerine konuşlanıp Peşmerge mevzilerine karşı yığınak yapıyor. Bölgede tansiyonun yüksek olduğu saatlerde AFP haber ajansı, Irak ordusunun Kerkük’ü Peşmerge güçlerinden geri almak için askerî harekat başlattığını duyurdu. \nIrak ordusu ise bu iddiayı yalanladı. Ordunun basın birimi ''Birliklerimiz hâlâ özgürleştirilen bölgeleri inceliyor ve temizliyor. Kamuoyunda kafa karışıklığına yol açan basın kuruluşlarını uyarıyoruz. Herkesi resmî kaynaklardan gelen bilgileri kullanmaya davet ediyoruz'' açıklamasında bulundu. \n700 ÖZEL EĞİTİMLİ PKK'LI YERLEŞTİRİLDİ \nGeçtiğimiz günlerde, Irak Türkmen Cephesi (ITC) Kerkük Başkanı Mehmet Seman Ağaoğlu, ''Kerkük'te tansiyon yükselirken toplam 700 özel eğitimli PKK 'lı Kerkük'e girdi'' ifadelerini kullanarak bölgede durumun ne kadar vahim bir hale dönüştüğünü belirtmişti. \n6 BİN PEŞMERGE GÖNDERİLDİ \nIKBY Başkan Yardımcısı Kosrat Rasul, on binlerce Peşmerge'nin Irak ordusunun Kerkük’e yönelik operasyon tehdidine karşı bölgede konuşlandırıldığını söyledi. Resul ''Geceden bu yana en az 6 bin Peşmerge daha konuşlandırıldı'' dedi. \nIrak ordusu ilerlerken, Kerkük’ün batı ve güneybatı bölgeleri tamamen Haşdi Şabi’nin kontrolüne geçti. Kerkük-Bağdat kara yolu üzerinde önemli bir etki alanı elde eden Haşdi Şabi’ye karşı Peşmerge, mevcut mevzilerinde kalmaya devam ediyor. Peşmerge çatışma ihtimaline karşılık Süleymaniye ve Erbil ’den ise destek kuvvet sevkiyatı yapıyor. Haşdi Şabi ve Peşmerge güçleri arasındaki mesafenin bazı noktalarda yaklaşık 500 metreye kadar düştüğü belirtiliyor. Yaşanan gelişmelerin ardından Peşmerge komutanları Kerkük’te toplantı yaptı. \nArdından açıklama yapan Peşmerge Güçleri 70 Birlikleri Komutanı Cafer Şeyh Mustafa ''Çatışma yaşanmaması için Irak Başbakanı Haydar İbadi ve diğer birçok yetkiliyle görüştük. Gerçekten savaş çıksın istemiyoruz ama savaş kapımıza dayanırsa, savaşırız. Güney Cephesi Komutanı Westa Resul’e mektup yazarak 48 saat içinde bütün askerî üsleri, havaalanını ve petrol kuyularını teslim etmelerini istedi. Kerkük’e askerî bir gücün girişine izin vermeyeceğiz. Savaş istemiyoruz ancak bize ateş açan olursa da ne yapacağımızı görecek'' dedi. \nDÜNYADAN YARDIM İSTEDİLER \nPeşmerge güçleri tarafından yapılan bir başka açıklamada ise dünyaya çağrıda bulunularak ''Bu kargaşa hali, büyük bir felakete dönüşür. Savaşa ve kan dökülmesine karşıyız ama tehdit, saldırı ve savaş naralarını da kabul etmiyoruz'' denildi. \nPeşmerge Bakanlığı görevini vekâleten yürüten Serbest Lezgin ise, ABD ’nin Erbil Başkonsolosu Ken Gross ile Erbil’de bir araya geldi. Bakanlıktan yapılan açıklamada ''ABD öncülüğündeki uluslararası koalisyon güçlerinin bu durumdan haberdar olmasını istedik'' denildi. \nGENELKURMAY BAŞKANI:GERİ ALACAĞIZ \nIrak Savuma Bakan Yardımcısı ve Genelkurmay Başkanı Osman El-Ganimi, “Biz Kerkük’e küçük Irak deriz. Çünkü orada Türkmenler, Araplar, Kürtler, Hristiyanlar ve başka toplumlar yaşıyor. Kerkük bizim en önemli bölgelerimizden biridir. Kerkük Irak’ındır ve her ne şekilde olursa olsun geri alınacaktır” dedi. \nGERİ ÇEKİLME BAŞLADI \nKerkük’ün batısında yer alan Salahaddin’in Tikrit kentinden hareket eden Irak güçleri, Şii Türkmenlerin çoğunlukta yaşadığı Beşir ve Tazehurmatu kasabalarına takviye yaptı. Irak ordusunun yığınağının ardından Peşmerge temas hattı olan bölgelerden geri çekildi. Beşir ve Tazehurtmatu kasabası arasındaki kara yolu üzerinde Peşmerge’ye ait güvenlik noktasının kontrolü Irak güvenlik güçlerine geçti. İlerlemeye devam eden Haşdi Şabi güçleri, Kürtçe tabelalardaki yazıları silmeye, Peşmerge bayraklarını indirmeye başladı. Haşdi Şabi güçleri geçtiğimiz günlerde hayatını kaybeden eski Irak Cumhurbaşkanı Celal Talabani’nin fotoğraflarını da yırtarak yere attı. Türkiye ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "haberleri haberler", "sentiment": "negative"}, {"name": "irak ordusu", "sentiment": "none"}, {"name": "peşmerge güçleri", "sentiment": "none"}, {"name": "kerkük", "sentiment": "none"}, {"name": "haydar i̇badi", "sentiment": "none"}, {"name": "irak türkmen cephesi", "sentiment": "none"}, {"name": "kerkük başkanı mehmet seman ağaoğlu", "sentiment": "none"}, {"name": "hristiyanlar", "sentiment": "none"}, {"name": "güney cephesi komutanı westa resul", "sentiment": "none"}, {"name": "kosrat rasul", "sentiment": "none"}, {"name": "haşdi şabi", "sentiment": "none"}, {"name": "birlikleri komutanı cafer şeyh mustafa", "sentiment": "none"}, {"name": "irak savuma bakan yardımcısı", "sentiment": "none"}, {"name": "genelkurmay başkanı osman el-ganimi", "sentiment": "none"}, {"name": "kürtler", "sentiment": "none"}, {"name": "irak cumhurbaşkanı celal talabani", "sentiment": "none"}, {"name": "türkiye", "sentiment": "none"}], "organizations": [{"name": "pkk", "sentiment": "none"}, {"name": "itc", "sentiment": "none"}], "locations": [{"name": "erbil başkonsolosu ken gross ile erbil", "sentiment": "none"}, {"name": "araplar", "sentiment": "none"}, {"name": "salahaddin", "sentiment": "none"}, {"name": "tikrit", "sentiment": "none"}, {"name": "erbil", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-15T04:18:14.002+03:00"}, {"thread": {"uuid": "83fae56821ee05b2e6592a2692c2baa53bcb3ced", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQydQS8BfV3dbMhMouavC7Vsu_poZgw3SSh6jOsMTSiGoD5JEzW1vY2Yh.Z0HJTbWjV3u_03_l0JeQWSaSnpR4gw", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Fenerbahçe evinde Yeni Malatyaspor'u rahat geçti... İşte maçın özeti ve istatistikleri", "title_full": "Fenerbahçe evinde Yeni Malatyaspor'u rahat geçti... İşte maçın özeti ve istatistikleri", "published": "2017-10-15T21:43:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.042, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59e3a2930f254409f0af6e6f.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 12, "comments": 0, "shares": 12}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "83fae56821ee05b2e6592a2692c2baa53bcb3ced", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQydQS8BfV3dbMhMouavC7Vsu_poZgw3SSh6jOsMTSiGoD5JEzW1vY2Yh.Z0HJTbWjV3u_03_l0JeQWSaSnpR4gw", "ord_in_thread": 0, "author": "", "published": "2017-10-15T21:43:00.000+03:00", "title": "Fenerbahçe evinde Yeni Malatyaspor'u rahat geçti... İşte maçın özeti ve istatistikleri", "text": "\nStat: Ülker Hakemler: Alper Ulusoy, Mustafa Emre Eyisoy, Volkan Ahmet Narinç Fenerbahçe: Kameni, Isla (Dk. 86 Şener Özbayraklı), Neto, Neustaedter, Hasan Ali Kaldırım, De Souza, Ozan Tufan, Dirar, Giuliano, Valbuena (Dk. 71 Janssen), Soldado (Dk. 64 Fernandao) Evkur Yeni Malatyaspor: Ertaç Özbir, Sincere, Yalçın Ayhan, Sadık Çiftpınar, Cissokho, Aytaç Kara (Dk. 37 Murat Yıldırım), Diallo, Dening (Dk. 71 Pereira), Adem Büyük, Dia (Dk. 54 Batuhan Altıntaş), Boutaib Goller: Dk. 4 Ozan Tufan, Dk. 6 Giuliano, Dk. 28 Hasan Ali Kaldırım ( Fenerbahçe ), Dk. 68 Batuhan Altıntaş (Evkur Yeni Malatyaspor ) Sarı kartlar: Dk. 29 Hasan Ali Kaldırım (Fenerbahçe), Dk. 58 Murat Yıldırım (Evkur Yeni Malatyaspor) \nMAÇIN GOL DAKİKALARI 4. dakikada Fenerbahçe 1-0 öne geçti. Sağ kanatta hareketlenen Dirar'ın ceza sahasına yaptığı ortada, arka direkte iyi yükselen Ozan Tufan'ın kafa vuruşunda top filelerle buluştu: 1-0. 6. dakikada F.Bahçe farkı 2'ye çıkardı. Evkur Yeni Malatyaspor savunmasının yaptığı hata sonucu topla buluşan Valbuena, pasını ceza alanına hareketlenen Giuliano'ya verdi. Brezilyalı oyuncunun ceza sahası içinden çektiği şutta meşin yuvarlak yerden filelere gitti: 2-0. 28. dakikada Fenerbahçe 3-0 öne geçti. Dirar pasını sol kanatta hareketlenen Hasan Ali'ye verdi. Hasan Ali, Dirar'dan aldığı pası tekrar aynı oyucuya çıkardı. Ardından savunma araya girdi. Seken topu önünde bulan Hasan Ali'in yaptığı vuruşta, meşin yuvarlak ağlarla buluştu: 3-0.68. dakikada Evkur Yeni Malatyaspor farkı 2'ye indirdi. Sol kanattan ceza sahası içine giren Adem Büyük, Fenerbahçeli 2 oyuncuyu çalımladıktan sonra topu Batuhan Altıntaş'a çıkardı. Batuhan'ın yerden bekletmeden yaptığı vuruşta, top ağlarla buluştu: 3-1. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alper ulusoy", "sentiment": "negative"}, {"name": "volkan ahmet narinç fenerbahçe", "sentiment": "negative"}, {"name": "mustafa emre eyisoy", "sentiment": "negative"}, {"name": "kameni", "sentiment": "negative"}, {"name": "yeni malatyaspor", "sentiment": "negative"}, {"name": "boutaib goller", "sentiment": "none"}, {"name": "hasan ali", "sentiment": "none"}, {"name": "sadık çiftpınar", "sentiment": "none"}, {"name": "de souza", "sentiment": "none"}, {"name": "hasan ali'in", "sentiment": "none"}, {"name": "adem büyük", "sentiment": "none"}, {"name": "hasan ali kaldırım", "sentiment": "none"}, {"name": "valbuena", "sentiment": "none"}, {"name": "diallo", "sentiment": "none"}, {"name": "murat yıldırım", "sentiment": "none"}, {"name": "batuhan", "sentiment": "none"}, {"name": "dirar", "sentiment": "none"}, {"name": "pereira", "sentiment": "none"}, {"name": "evkur yeni malatyaspor", "sentiment": "none"}, {"name": "neto", "sentiment": "none"}, {"name": "janssen", "sentiment": "none"}, {"name": "soldado", "sentiment": "none"}, {"name": "giuliano", "sentiment": "none"}, {"name": "dening", "sentiment": "none"}, {"name": "aytaç kara", "sentiment": "none"}, {"name": "batuhan altıntaş", "sentiment": "none"}, {"name": "yalçın ayhan", "sentiment": "none"}, {"name": "ozan tufan", "sentiment": "none"}], "organizations": [{"name": "fenerbahçeli", "sentiment": "none"}, {"name": "fernandao", "sentiment": "none"}], "locations": [{"name": "cissokho", "sentiment": "none"}, {"name": "neustaedter", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-16T06:58:08.010+03:00"}, {"thread": {"uuid": "7560efacb101e32f7ab3d4eb332a2a23ee8c9a7d", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoK_iw5ROQABs_jQiH5NwHe3sc41.09RiTQ2J4p2jqBIYAoOHi0IwqAg--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Mannheim’da konser verecek - Son Dakika Haberler", "title_full": "Mannheim’da konser verecek - Son Dakika Haberler", "published": "2017-10-17T09:45:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59e5a70fd3806c1b00fde748.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 19, "comments": 0, "shares": 19}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7560efacb101e32f7ab3d4eb332a2a23ee8c9a7d", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoK_iw5ROQABs_jQiH5NwHe3sc41.09RiTQ2J4p2jqBIYAoOHi0IwqAg--", "ord_in_thread": 0, "author": "", "published": "2017-10-17T09:45:00.000+03:00", "title": "Mannheim’da konser verecek - Son Dakika Haberler", "text": "Haberler > Dünya > Mannheim’da konser verecek Mannheim’da konser verecek 17.10.2017 - 09:45 | Son Güncelleme: 17.10.2017 - 09:45 Dünyaca ünlü besteci ve piyanist Fazıl Say, 5 Kasım’da Almanya’nın Mannheim kentinde konser verecek. PAYLAŞ X \nROSENGARTEN Mannheim Opera Salonu’ndaki konser , Mannheim Belediye Başkanı Dr. Peter Kurz’un himayesinde düzenleniyor. Fazıl Say konserinde Chopin, Beethoven gibi dünyaca ünlü bestecilerin eserlerinin yanı sıra kendi eserleri Ses, Nazım, Black Earth ve Sait Faik’i de çalacakSaat 18.00’de başlayacak konserden önce Say’ın yapacağı provaları Mannheim konservatuarı ve müzik okullarının öğrencileri takip edebilecek, ünlü sanatçıya soru sorabilecek. Bu etkinlik, klasik müzikseverlere, klasik Türk müziğini tanıtmayı ve geleceğin müzisyenlerine Fazıl Say’ın da katkı sağlamasını amaçlıyor. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "gü", "sentiment": "negative"}, {"name": "dakika haberler haberler", "sentiment": "negative"}, {"name": "peter kurz", "sentiment": "none"}, {"name": "beethoven", "sentiment": "none"}, {"name": "chopin", "sentiment": "none"}, {"name": "mannheim belediye başkanı", "sentiment": "none"}], "organizations": [{"name": "black earth ve sait faik", "sentiment": "none"}], "locations": [{"name": "nazım", "sentiment": "none"}, {"name": "rosengarten mannheim opera salonu", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-19T00:18:36.002+03:00"}, {"thread": {"uuid": "991e58d896b057153992eb96f145c11992268ab9", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Wo9ytr7V8ub_D7GC3Bv3dxhqE8AzGsEqHZjJ9MQ9shPB3_jgo.HvFgMNl0mGkXOJd5nvZQBUQjegk-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Almanya’da 16 kentte çete operasyonu - Son Dakika Güncel Haberler", "title_full": "Almanya’da 16 kentte çete operasyonu - Son Dakika Güncel Haberler", "published": "2017-10-18T11:33:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59e711c067b0a96cd42a09d5.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "991e58d896b057153992eb96f145c11992268ab9", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Wo9ytr7V8ub_D7GC3Bv3dxhqE8AzGsEqHZjJ9MQ9shPB3_jgo.HvFgMNl0mGkXOJd5nvZQBUQjegk-", "ord_in_thread": 0, "author": "", "published": "2017-10-18T11:33:00.000+03:00", "title": "Almanya’da 16 kentte çete operasyonu - Son Dakika Güncel Haberler", "text": "Haberler > Dünya > Almanya’da 16 kentte çete operasyonu Almanya’da 16 kentte çete operasyonu Ali VARLI / BERLİN 18.10.2017 - 11:33 | Son Güncelleme: 18.10.2017 - 16:03 Almanya’nın Kuzey Ren Vestfalya eyaletindeki 16 kentte çetelere karşı eş zamanlı operasyonlar düzenlendi. Organize suça karşı mücadele ekiplerine özel tim ve polis köpeklerinin eşlik ettiği baskınlarda bir çok silah, uyuşturucu, 60 bin euro para ve 9 motosiklet ile oyun otomatlarına el konuldu. PAYLAŞ A X \nALMANYA ’nın Kuzey Ren Vestfalya (KRV) eyaletinde polis , 16 kentte Cehennem Melekleri ’ne (Hells Angels) bu sabah büyük bir operasyon düzenledi. 50’den fazla işyeri ve konutta yapılan aramalarda bir tabanca, 13 bıçak, bir miktar uyuşturucu, bir tüfek ve 60 bin euro ile dokuz motorsiklet ve oyun otomatlarına el konuldu. \nÖNCE YASAK SONRA BASKINÖzel tim ve organize suç şebekeleriyle mücadele ekiplerinin ortak operasyonunda polis köpekleri de kullanıldı. Eyalette örgütlenen Cehennem Melekleri örgütü ile örgütün bir alt kolu olan Clan 81 Germany çetesi üyelerinin de ev ve işyerlerinde arama yapan polis, çok sayıda delil topladı. KRV İçişleri Bakanlığı da eyalet sınırları içinde Hells Angels, MC Concrete ve Clan 81 Germany adlı grupların faaliyetlerinin bugünden itibaren yasaklandığını duyurdu. \n‘BUNLAR SUÇ ŞEBEKELERİ’Operasyonların da bu yasak kararı çerçevesinde yapıldığını belirtilirken KRV İçişleri Bakanı Herbert Reul, “Hukuk devletinde bu tarz grupların şiddet kullanmalarına ve otoritelerini hayata geçirmelerine müsaade edemeyiz. Bu grupların üyelerinin kriminal oldukları zaten ispatlı. Hergün şiddet kullanıyorlar. Silahlılar, uyuşturucu ticareti yapıyorlar ve fuhşa zorluyorlar. Bunlar romantik motorcular değil. Öyle kardeşlik de söz konusu değil. Bunlar bir suç şebekeleridir” dedi. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "almanya", "sentiment": "negative"}, {"name": "ali var", "sentiment": "negative"}, {"name": "dakika güncel haberler haberler", "sentiment": "negative"}, {"name": "herbert reul", "sentiment": "none"}, {"name": "silahlılar", "sentiment": "none"}], "organizations": [{"name": "hells angels", "sentiment": "none"}], "locations": [{"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T02:38:49.008+03:00"}, {"thread": {"uuid": "325f3dc7dd1ee91f143296b1e2ee90a20a294c7a", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzK5nDGbAT0HKdqwcF1lW5CT8a9uuteH_jBGmDgUnJ_AziQ6GdBrV..xkj8wFBRDJs-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Futbolda haftanın programı! - Futbol ve Spor Haberleri Spor Arena'da", "title_full": "Futbolda haftanın programı! - Futbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-20T09:33:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.031, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59e998712269a21e103dcfa0.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "325f3dc7dd1ee91f143296b1e2ee90a20a294c7a", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzK5nDGbAT0HKdqwcF1lW5CT8a9uuteH_jBGmDgUnJ_AziQ6GdBrV..xkj8wFBRDJs-", "ord_in_thread": 0, "author": "", "published": "2017-10-20T09:33:00.000+03:00", "title": "Futbolda haftanın programı! - Futbol ve Spor Haberleri Spor Arena'da", "text": "\n14.00 Bayburt Grup Özel İdare-Bergama Belediyespor (Bayburt Genç Osman) 14.00 Ofspor-Batman Petrolspor (Vali İsmet Gürbüz Civelek) 14.00 12 Bingölspor-Orhangazi Belediyespor (Bingöl Şehir) 14.30 Erzin Belediyespor-Kemerspor 2003 (Erzin İlçe) 14.30 Düzcespor-Yomraspor (Düzce 18 Temmuz) 15.00 Halide Edip Adıvarspor-Kozan Belediyespor (Vefa) 19.00 Çanakkale Dardanel-Bayrampaşa (Çanakkale 18 Mart) 22 Ekim Pazar: 13.30 Erbaaspor-Manisa Büyükşehir Belediyespor (Erbaa İlçe) 14.30 Yeni Altındağ Belediyespor-Çatalcaspor (Cebeci İnönü) \n2. Grup 14.00 Diyarbekirspor-Darıca Gençlerbirliği (Seyrantepe Spor Kompleksi) 14.00 Anagold 24 Erzincanspor-Yeni Orduspor (Erzincan 13 Şubat) 14.00 1461 Trabzon-Ankara Demirspor (Ahmet Suat Özyazıcı) 14.00 Van Büyükşehir Belediyespor-Gölcükspor (Van Atatürk) 14.30 Kırıkhanspor-Pazarspor (Kırıkhan İlçe) 15.00 Tire 1922-Erokspor (Tire 4 Eylül) 15.00 Anadolu Bağcılarspor-Muğlaspor (Bağcılar Mahmutbey) 15.00 Yeşil Bursa-Ergene Velimeşespor (Minareli Çavuş Spor Tesisleri) 22 Ekim Pazar: 15.00 Turgutluspor-Kayseri Erciyesspor (Turgutlu 7 Eylül) \n3. Grup 14.00 Şanlıurfa Karaköprü Belediyespor-Baysal İnşaat Düzyurtspor (Siverek Firkan Tüysüz) 14.00 Arsinspor-Elaziz Belediyespor (Arsin İlçe) 15.00 Sultanbeyli Belediyespor-Büyükçekmece Tepecikspor (Sultanbeyli Gölet) 15.00 Aydınspor 1923-Cizrespor (Adnan Menderes) 19.00 Tarsus İdmanyurdu-Çorum Belediyespor (Tarsus İlçe) 19.00 Kocaelispor-Payasspor (İzmit İsmetpaşa) 14.30 Osmaniyespor-Ankara Adliyespor (Osmaniye 7 Ocak) 15.00 UTAŞ Uşakspor-Karacabey Birlikspor (Uşak 1 Eylül) 15.00 Tekirdağspor-Kızılcabölükspor (General Basri Saran) ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T08:05:16.003+03:00"}, {"thread": {"uuid": "5ad33a33b8c077b51308e5181a6c6cfc8303d12f", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzsMOqvWL6G0E.zVIIvn1uyB4CqCLCYOdL_ScCTx59tte_Z7fyYE_vT", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Darüşşafaka, Uşak'ta kayıp - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "Darüşşafaka, Uşak'ta kayıp - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-21T15:14:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59eb3a28c9de3d0288fd66db.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5ad33a33b8c077b51308e5181a6c6cfc8303d12f", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzsMOqvWL6G0E.zVIIvn1uyB4CqCLCYOdL_ScCTx59tte_Z7fyYE_vT", "ord_in_thread": 0, "author": "", "published": "2017-10-21T15:14:00.000+03:00", "title": "Darüşşafaka, Uşak'ta kayıp - Basketbol ve Spor Haberleri Spor Arena'da", "text": "\nSALON: Uşak ÜniversitesiHAKEMLER: Mehmet Keseratar (xx), Kaan Büyükçil (xx), Duhan Köyiçi (xx) MURATBEY UŞAK : Hamilton (xxx) 20, Şafak (x) 3, Tayfun (xxx) 13, Ofoegbu (xxx) 17, Markota (xxx) 23, Dorsey (x) 3, Mutlu Akpınar (x), Murat (x), Miller (xx) 5 DARÜŞŞAFAKA : Wilbekin (xx) 5, Okben (x) 4, Johnson (xxx) 19, Olano (xxx) 11, Eric (x) 4, Cummings (xxx) 20, Doğuş (xx), Bell (xxx) 14, Kartal (x) 3 1. PERİYOT: 15-203. PERİYOT: 55-585 FAUL: Bell (37.48), Cummings (39.45) (Darüşşafaka) \nUşak Üniversitesi Spor Salonu'ndaki karşılaşmaya sakatlıkları nedeniyle uzun süre parkelerden uzak kalacak Solomon ve Miles'tan yoksun çıkan Uşak temsilcisi, ilk periyodu 15-20, ilk yarıyı 36-40, üçüncü periyodu ise 55-58 yenik geçtikten sonra son 10 dakikalık bölümdeki etkili performansıyla galibiyete uzandı. Yeni sezondaki ilk galibiyetini elde eden ev sahibinde Markota 23 sayı, Hamilton ise 20 sayıyla skora büyük katkı yaptı. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kaan büyükçil", "sentiment": "negative"}, {"name": "mehmet keseratar", "sentiment": "negative"}, {"name": "darüşşafaka", "sentiment": "negative"}, {"name": "johnson", "sentiment": "none"}, {"name": "okben", "sentiment": "none"}, {"name": "kartal", "sentiment": "none"}, {"name": "eric", "sentiment": "none"}, {"name": "wilbekin", "sentiment": "none"}, {"name": "ofoegbu", "sentiment": "none"}, {"name": "mutlu akpınar", "sentiment": "none"}, {"name": "murat", "sentiment": "none"}, {"name": "olano", "sentiment": "none"}, {"name": "markota", "sentiment": "none"}, {"name": "tayfun", "sentiment": "none"}, {"name": "miller", "sentiment": "none"}, {"name": "hamilton", "sentiment": "none"}, {"name": "solomon", "sentiment": "none"}, {"name": "cummings", "sentiment": "none"}, {"name": "dorsey", "sentiment": "none"}, {"name": "şafak", "sentiment": "none"}, {"name": "bell", "sentiment": "none"}, {"name": "uşak üniversitesi spor salonu", "sentiment": "none"}], "organizations": [{"name": "spor haberleri spor arena", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-22T06:00:26.021+03:00"}, {"thread": {"uuid": "d5ccd9500c5b5e79f7657d15d230acd5b6485106", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwUGtDaAHTcvmEzDMSjr3UdZDVf22pj4NYK111SiJBDyfXldbfFaxgO", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "İzmir'de gol düellosu! - Futbol ve Spor Haberleri Spor Arena'da", "title_full": "İzmir'de gol düellosu! - Futbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-21T09:16:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.031, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ea478718c773244cce29db.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d5ccd9500c5b5e79f7657d15d230acd5b6485106", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwUGtDaAHTcvmEzDMSjr3UdZDVf22pj4NYK111SiJBDyfXldbfFaxgO", "ord_in_thread": 0, "author": "", "published": "2017-10-21T09:16:00.000+03:00", "title": "İzmir'de gol düellosu! - Futbol ve Spor Haberleri Spor Arena'da", "text": "\nSTAT: Bornova \nHAKEMLER: Fırat Aydınus , Serkan Ok , Aleks Taşçıoğlu \nGÖZTEPE: Beto (Dk. 46 Günay )- Sabri , Kadu , Peybernes (Dk. 56 Kosanovic ), Traore , Tayfur (Dk. 84 Halil), Selçuk , Rotman , Scarione , Castro , Jahovic \nAYTEMİZ ALANYASPOR: Riou -Sackey (Dk. 46 Mbilla ), Nsakala , Gassama , Fofana (Dk. 71 Maniatis ) , Efecan , Fernandes , Taha , Emre , Welinton , Love GOLLER: Dk. 41 - Dk. 74 Jahovic, Dk. 72, Castro ( Göztepe ) - Dk. 66 Efecan, Dk. 87 Mbilla, Dk. 90+2 Fernandes (Aytemiz Alanyaspor ) \nSARI KARTLAR: Dk. 57 Kosanovic, Dk. 90+2 Sabril (Göztepe) - Dk. 11 Sackey, Dk. 57 Gassama, Dk. 89 Emre, Dk. 90+2 Fernandes, Dk. 90+4 Nsakala (Aytemiz Alanyaspor) Süper Lig'in 9. haftasında Antalyaspor, evinde Kasımpaşa'yı konuk etti. Akdeniz temsilcisi 1-0 geriye düştüğü mücadeleyi 2-1 galip bitirdi. Antalyaspor'un gollerini 43. dakikada Samuel Eto'o ve 74'te Deniz Kadah kaydetti. Kasımpaşa Jhon Murillo ile skor buldu.Antalyaspor 9 puana yükselirken, Kasımpaşa 8 puanda kaldı. Antalya temsilcisi ligde bir sonraki maçını Bursaspor deplasmanında oynayacak. Kasımpaşa ise evinde Göztepe'yi konuk edecek. \nSüper Lig ’de Göztepe ile Aytemiz Alanyaspor’un mücadelesi nefesleri kesti. Gol yağmurunun yaşandığı maçta sarı-kırmızılılar 3-1 öne geçmesine rağmen son dakikalarda üstünlüğünü koruyamadı: 3-3. Göz-Göz ilk yarıyı Jahovic’in golüyle 1-0 önde kapatırken, Efecan 66’da skoru dengeledi. Göztepe 72’de Castro ve 74’te Jahovic’le farkı 2’ye çıkardı. Ancak Trabzon’da olduğu gibi pes etmeyen Alanyaspor'u 87’de Mbilla ve 90+2’de Fernandes ipten aldı. \nMAÇTAN DAKİKALAR \n11'inci dakikada Göztepe ilk etkili atağı gerçekleştirdi. Sabri’nin ara pasında ceza sahasına giren Traore’den önce kaleci Riou topa müdahale ederek büyük bir tehlikeyi önledi. \n17'nci dakikada hızlı gelişen Alanyaspor atağında Wagner Love’un pasına hareketlenen Gassama ceza sahası sağ çaprazından şutunu çekti, meşin yuvarlak yandan oyun alanını terk etti. \n20'nci dakikada Peybernes’in büyük hatası sonucu topu kapıp kaleci Beto ile karşı karşıya kalan Wagner Love plase vuruşunu yaptı. Ancak Beto topu ayaklarıyla çelerek gole izin vermedi. \n27'nci dakikada Göztepe uzun süre penaltı itirazlarında bulundu. Kaleci ile karşı karşıya kalan Jahovic, Nsakala’nın müdahalesiyle kendini yerde buldu. Sarı-kırmızılılar penaltı ve kırmızı kart beklerken, hakem Fırat Aydınus yardımcısına da danışıp devam kararı verdi. \n41'inci dakikada Göztepe golü buldu. Sol kanattan Scarione’nin kullandığı köşe atışında Jahovic topa iyi yükseldi, savunmanın arasından kafayı vurdu: 1-0. \n52'nci dakikada Göztepe 2’nci gole çok yaklaştı. Castro’nun pasında Jahovic topu Tayfur’a indirdi. Tayfur kaleci ile karşı karşıya pozisyonda meşin yuvarlağı üstten auta gönderdi. \n54'üncü dakikada Efecan’ın soldan yerden ortaladığı topa Love’dan önce Kadu müdahale ederek, rakibinin gol pozisyonuna girmesine son anda engel oldu. \n66'ncı dakikada konuk Alanyaspor beraberliği yakaladı. Gassama’nın sağ kanattan getirdiği topa savunmanın arasından ayak koyan Efecan tabelayı değiştirdi: 1-1. \n72'nci dakikada Göztepe bir kez daha öne geçti. Tayfur’un sağ çaprazdan çektiği şutta kaleci Riou’dan dönen topu Castro tamamladı: 2-1. \n74'üncü dakikada Göztepe golleri üçledi. Seri çalımlarla sağ kanatta rakiplerini birer birer geçen Sabri’nin ortasında topla buluşan Jahovic bomboş durumda topu filelere gönderdi: 3-1. \n87'nci dakikada Alanyaspor umutlandı. Fernandes’in sol kanattan ortaladığı topa Sabri müdahale etmek istedi. Ancak oluşan karambolde Love ile birlikte meşin yuvarlağa hareketlenen Mbilla ağları sarstı: 3-2. \n90+2'nci dakikada skora denge geldi. Vagner Love’un sol taraftan kestiği topu kaleci Günay çeldi. Pozisyonu takip eden Efecan pasını Fernandes’e aktardı, Brezilyalı oyuncunun sert şutu ağları sarstı: 3-3.Mücadele 3-3'lük eşitlikle sona erdi. \nBETO DEVAM EDEMEDİ \nGöztepe, Alanyaspor maçının devre arasında sakatlık şokuyla sarsıldı. İlk yarının sonlarına doğru bir yan top sonrası kasığından sakatlanan kaleci Beto oyuna devam edemedi. Ağrı hisseden Portekizli eldivenin yerine kaleyi Günay devraldı. Beto, ligin 3'üncü haftasında oynanan Trabzonspor müsabakası öncesi de yine kasığından sakatlanmış, maçın başlamasına dakikalar kala kadrodan çıkarılmıştı. Beto’nun yarın MR’ı çekilecek. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "beto", "sentiment": "negative"}, {"name": "bornova  hakemler", "sentiment": "neutral"}, {"name": "aleks taşçıoğlu  göztepe", "sentiment": "neutral"}, {"name": "wagner", "sentiment": "none"}, {"name": "efecan", "sentiment": "none"}, {"name": "akdeniz", "sentiment": "none"}, {"name": "beto devam edemedi̇  göztepe", "sentiment": "none"}, {"name": "nsakala", "sentiment": "none"}, {"name": "riou -sackey", "sentiment": "none"}, {"name": "deniz kadah", "sentiment": "none"}, {"name": "seri", "sentiment": "none"}, {"name": "tayfur", "sentiment": "none"}, {"name": "sabri", "sentiment": "none"}, {"name": "fernandes", "sentiment": "none"}, {"name": "kasımpaşa", "sentiment": "none"}, {"name": "emre", "sentiment": "none"}, {"name": "riou", "sentiment": "none"}, {"name": "taha", "sentiment": "none"}, {"name": "göztepe", "sentiment": "none"}, {"name": "samuel eto'o", "sentiment": "none"}, {"name": "selçuk", "sentiment": "none"}, {"name": "göz-göz", "sentiment": "none"}, {"name": "fofana", "sentiment": "none"}, {"name": "- sabri", "sentiment": "none"}, {"name": "maniatis", "sentiment": "none"}, {"name": "sackey", "sentiment": "none"}, {"name": "kasımpaşa jhon murillo", "sentiment": "none"}, {"name": "goller", "sentiment": "none"}, {"name": "gassama", "sentiment": "none"}, {"name": "jahovic", "sentiment": "none"}, {"name": "traore", "sentiment": "none"}, {"name": "göztepe ile aytemiz alanyaspor", "sentiment": "none"}, {"name": "mbilla", "sentiment": "none"}, {"name": "vagner love’un", "sentiment": "none"}, {"name": "kosanovic", "sentiment": "none"}, {"name": "rotman", "sentiment": "none"}, {"name": "castro", "sentiment": "none"}, {"name": "aytemiz alanyaspor", "sentiment": "none"}], "organizations": [{"name": "futbol ve spor haberleri spor arena", "sentiment": "negative"}, {"name": "trabzonspor", "sentiment": "none"}, {"name": "süper lig", "sentiment": "none"}], "locations": [{"name": "antalya", "sentiment": "none"}, {"name": "welinton", "sentiment": "none"}, {"name": "kadu", "sentiment": "none"}, {"name": "scarione", "sentiment": "none"}, {"name": "peybernes", "sentiment": "none"}, {"name": "nsakala", "sentiment": "none"}, {"name": "ancak trabzon", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T06:00:46.000+03:00"}, {"thread": {"uuid": "f2e92dd3f31c74205c390c02307bf3b40f965df4", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQyvS31gtJn97wa9LMzlRNiRwabVr5B49ObQjWyb5nZPxV0G_UDFojwuS4fMedPgHP8-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Galatasaray filede farklı mağlup! - Voleybol ve Spor Haberleri Spor Arena'da", "title_full": "Galatasaray filede farklı mağlup! - Voleybol ve Spor Haberleri Spor Arena'da", "published": "2017-10-22T18:24:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.057, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ecb8332269a224b423cbdb.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f2e92dd3f31c74205c390c02307bf3b40f965df4", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQyvS31gtJn97wa9LMzlRNiRwabVr5B49ObQjWyb5nZPxV0G_UDFojwuS4fMedPgHP8-", "ord_in_thread": 0, "author": "", "published": "2017-10-22T18:24:00.000+03:00", "title": "Galatasaray filede farklı mağlup! - Voleybol ve Spor Haberleri Spor Arena'da", "text": "\nVoleybol : Efeler Ligi - Afyon Belediye Yüntaş : 3 - Galatasaray HDI Sigorta: 0Salon: Atatürk Hakemler: Ozan Çağı Sarıkaya, Tuncay Kandemir Afyon Belediye Yüntaş: Caner Çiçekoğlu, Cüneyt Dağcı, Ojansivu, Mustedanovix, Bahov, Burak Hascan (Beytullah Hatipoğlu, Fatih Cihan, Burak Köse, Mehmet Hacıoğlu, Oguzhan Tarakçı) Galatasaray HDI Sigorta: Todorov, Akhrem, Yasin Aydın, Hüseyin Koç, Emin Gök, Okello (Can Ayvazoğlu, Onurcan Çakır, Boğaçhan Zambak, Melih Sıratça, Ertuğrul Gazi Metin, Ufuk Minici) Setler: 25-23, 25-19, 25-16 Süre: 74 dakika (30, 24, 20) \n﻿ Bunları da Beğenebilirsiniz ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "efeler ligi - afyon belediye yüntaş", "sentiment": "negative"}, {"name": "- voleybol", "sentiment": "negative"}, {"name": "atatürk hakem", "sentiment": "negative"}, {"name": "tuncay kandemir afyon belediye yüntaş", "sentiment": "none"}, {"name": "burak köse", "sentiment": "none"}, {"name": "okello", "sentiment": "none"}, {"name": "melih sıratça", "sentiment": "none"}, {"name": "ufuk minici", "sentiment": "none"}, {"name": "mustedanovix", "sentiment": "none"}, {"name": "ozan çağı sarıkaya", "sentiment": "none"}, {"name": "emin gök", "sentiment": "none"}, {"name": "cüneyt dağcı", "sentiment": "none"}, {"name": "beytullah hatipoğlu", "sentiment": "none"}, {"name": "burak hascan", "sentiment": "none"}, {"name": "bunları da beğenebilirsiniz", "sentiment": "none"}, {"name": "ertuğrul gazi metin", "sentiment": "none"}, {"name": "hüseyin koç", "sentiment": "none"}, {"name": "fatih cihan", "sentiment": "none"}, {"name": "todorov", "sentiment": "none"}, {"name": "mehmet hacıoğlu", "sentiment": "none"}, {"name": "oguzhan tarakçı", "sentiment": "none"}, {"name": "yasin aydın", "sentiment": "none"}, {"name": "boğaçhan zambak", "sentiment": "none"}, {"name": "bahov", "sentiment": "none"}], "organizations": [{"name": "galatasaray", "sentiment": "negative"}, {"name": "spor haberleri spor arena", "sentiment": "negative"}, {"name": "galatasaray hdi sigorta", "sentiment": "negative"}], "locations": [{"name": "akhrem", "sentiment": "none"}, {"name": "ojansivu", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T21:33:48.013+03:00"}, {"thread": {"uuid": "f50d271a3d054755fb705b3c62d4a56a2cfcaf28", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzzxsuotOFdIODxSGBV0VsP2.LcNZWWV8wGUVkdbXluYnSqccoIrMjZbFXdLaZR5QY-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Gollü maçta eşitlik bozulmadı! - Futbol ve Spor Haberleri Spor Arena'da", "title_full": "Gollü maçta eşitlik bozulmadı! - Futbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-22T17:53:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.057, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ecb0c92269a224b423cbba.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f50d271a3d054755fb705b3c62d4a56a2cfcaf28", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzzxsuotOFdIODxSGBV0VsP2.LcNZWWV8wGUVkdbXluYnSqccoIrMjZbFXdLaZR5QY-", "ord_in_thread": 0, "author": "", "published": "2017-10-22T17:53:00.000+03:00", "title": "Gollü maçta eşitlik bozulmadı! - Futbol ve Spor Haberleri Spor Arena'da", "text": "\nStat: Elazığ Atatürk Hakemler: Kadir Sağlam, Engin Erdem, Ahmet Ayaz Elazığspor : Soner Şahin, Alpaslan Öztürk, Bjarnason (Dk. 90 Murat Kayalı), Berk Yıldız (Dk. 59 Ahmet Aras), Sarpong, Onur Güney, Adem Alkaşi, Erman Bulucu, Tatos (Dk. 53 Kadir Pekmezci), Mehmet Yiğit, Mertan Caner Öztürk Samsunspor : Furkan Köse, Hasan Hatipoğlu, Kenan Karışık (Dk. 87 Ercan Yazıcı), Chibuike, Halil İbrahim Pekşen (Dk. 71 Samaras), Ahmet Cebe, Ufuk Budak, Abdülkerim Bardakcı, Cağrı Ortakaya, Erkam Reşmen, Ayite (Dk. 46 Göksu Türkdoğan) Goller: Dk. 27 ve 44 Alpaslan Öztürk (Elazığspor), Dk. 34 ve 45 Halil İbrahim Pekşen (Samsunspor) Sarı kartlar: Dk. 36 Mehmet Yiğit, Dk. 77 Onur Güney, Dk. 86 Bjarnason, Dk. 90 Alpaslan Öztürk (Elazığspor), Dk. 74 Ufuk Budak (Samsunspor) \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alpa", "sentiment": "negative"}, {"name": "engin erdem", "sentiment": "negative"}, {"name": "ahmet ayaz elazığspor", "sentiment": "negative"}, {"name": "soner şahin", "sentiment": "negative"}, {"name": "kadir sağlam", "sentiment": "negative"}, {"name": "furkan köse", "sentiment": "none"}, {"name": "goller", "sentiment": "none"}, {"name": "kenan karışık", "sentiment": "none"}, {"name": "hasan hatipoğlu", "sentiment": "none"}, {"name": "onur güney", "sentiment": "none"}, {"name": "murat kayalı", "sentiment": "none"}, {"name": "adem alkaşi", "sentiment": "none"}, {"name": "sarpong", "sentiment": "none"}, {"name": "ufuk budak", "sentiment": "none"}, {"name": "ercan yazıcı", "sentiment": "none"}, {"name": "bjarnason", "sentiment": "none"}, {"name": "tatos", "sentiment": "none"}, {"name": "mehmet yiğit", "sentiment": "none"}, {"name": "ahmet cebe", "sentiment": "none"}, {"name": "göksu türkdoğan", "sentiment": "none"}, {"name": "ahmet aras", "sentiment": "none"}, {"name": "chibuike", "sentiment": "none"}, {"name": "cağrı ortakaya", "sentiment": "none"}, {"name": "halil i̇brahim pekşen", "sentiment": "none"}, {"name": "kadir pekmezci", "sentiment": "none"}, {"name": "alpaslan öztürk", "sentiment": "none"}, {"name": "berk yıldız", "sentiment": "none"}, {"name": "erman bulucu", "sentiment": "none"}, {"name": "samaras", "sentiment": "none"}, {"name": "erkam reşmen", "sentiment": "none"}, {"name": "abdülkerim bardakcı", "sentiment": "none"}], "organizations": [{"name": "futbol ve spor haberleri spor arena", "sentiment": "negative"}], "locations": [{"name": "samsunspor", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T21:33:56.000+03:00"}, {"thread": {"uuid": "c14cd13d42365754d1b1d6dd2696315064fa3145", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WojoSOo6BMRZu_05A_5mYurDGTBs0C94QeOyF3X1dHYT2OvfzTJKRcDhS6DISmq9zf", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "İsviçreli iki milyarder, Bodrum'da - Ekonomi Haberleri", "title_full": "İsviçreli iki milyarder, Bodrum'da - Ekonomi Haberleri", "published": "2017-10-22T15:22:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ec8d737af5074204f26535.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c14cd13d42365754d1b1d6dd2696315064fa3145", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WojoSOo6BMRZu_05A_5mYurDGTBs0C94QeOyF3X1dHYT2OvfzTJKRcDhS6DISmq9zf", "ord_in_thread": 0, "author": "", "published": "2017-10-22T15:22:00.000+03:00", "title": "İsviçreli iki milyarder, Bodrum'da - Ekonomi Haberleri", "text": "Haberler > Ekonomi > İsviçreli iki milyarder, Bodrum'da İsviçreli iki milyarder, Bodrum'da 22.10.2017 - 15:22 | Son Güncelleme: 22.10.2017 - 15:26 İSVİÇRELİ dünyaca ünlü medya patronu Marco Stettler ve ünlü doktor Cornelia Romang, haftalığı 140 bin Euro’ya kiraladıkları lüks yatla Bodrum’a tatile geldi. Bodrum koylarını dolaşan İsviçreli iki milyarder, bir mağazadan toplam 65 bin Dolar vererek, 4 kilim aldı. PAYLAŞ Haberin diğer fotoğrafları için tıklayın \nİsviçre’nin Zürih şehrinde yaşayan dünyaca ünlü doktor Romang ile ünlü yayın organlarının İsviçre temsilciliğini yapan medya patronu Stettler arkadaşlarıyla kiraladığı ’Azzurra 2’ÿisimli 50 metelik süper lüks yatla Bodrum’a tatile geldi. \nHaftalık 140 bin Euro’ya kiraladıkları 50 metelik süper lüks yatla Yunanistan’ın Tilos Adası’ndan Bodrum’a gelen ve yatlarını Gümüşlük koyuna demirleyen Romang ve Stettler, beraberlerindeki arkadaşlarıyla öğle yemeği yedi. \nGümüşlük sahilindeki bir restoranda kalamar, çipura ve salata yiyen grup, daha sonra çarşıda alışveriş yaptı. Mütevazı tavırlarıyla dikkat çeken grup, Gümüşlük’teki bir halı mağazasından toplam 65 bin Dolar’a el dokuması 4 kilim satın aldı. Yalıkavak, Göltürkbükü ve Torba koylarını gezen İsviçreli milyarderlerin 2 hafta boyunca Yunan adaları ve Bodrum koylarında tatillerini sürdüreceği öğrenildi. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ekonomi haberleri haberler", "sentiment": "negative"}, {"name": "dan bodrum", "sentiment": "none"}, {"name": "cornelia romang", "sentiment": "none"}, {"name": "stettler", "sentiment": "none"}, {"name": "gümüşlük", "sentiment": "none"}, {"name": "yalıkavak", "sentiment": "none"}, {"name": "marco stettler", "sentiment": "none"}, {"name": "göltürkbükü", "sentiment": "none"}], "organizations": [{"name": "azzurra", "sentiment": "none"}], "locations": [{"name": "bodrum", "sentiment": "none"}, {"name": "yunan", "sentiment": "none"}, {"name": "zürih", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T21:34:05.048+03:00"}, {"thread": {"uuid": "f8028789c4416759b52d8929b09fff0d4a095bac", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxgzzANmn7eIxqykt6iprWyv6n1EICThnY3fSg45yyh_q4v3UvN6hILewIFSBLIz2U-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Arkas Spor Beşiktaş'ı devirdi! - Voleybol ve Spor Haberleri Spor Arena'da", "title_full": "Arkas Spor Beşiktaş'ı devirdi! - Voleybol ve Spor Haberleri Spor Arena'da", "published": "2017-10-22T16:18:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ec9a892269a224b423cb67.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f8028789c4416759b52d8929b09fff0d4a095bac", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxgzzANmn7eIxqykt6iprWyv6n1EICThnY3fSg45yyh_q4v3UvN6hILewIFSBLIz2U-", "ord_in_thread": 0, "author": "", "published": "2017-10-22T16:18:00.000+03:00", "title": "Arkas Spor Beşiktaş'ı devirdi! - Voleybol ve Spor Haberleri Spor Arena'da", "text": "\nSalon: BJK Akatlar Hakemler: Caner Çıldır, Erol Akbulut Beşiktaş : Muhammet Delibaş, Ali Arslan, Yılmaz Baran, Batuhan Avcı, Ahmet Tümer, Onur Soydan (Oğuzhan Altıntaş, İlker Çakır, Ahmet Boz) Arkas Spor : Hasan Sıkar, Muhammet Kaya, Gökhan Gökgöz, Osman Durmaz, Bozhuleva, Fromm (Burak Mert, Mustafa Koç, Lugumdzıja, Yiğit Gülmezoğlu) Setler: 13-25, 25-22, 16-25, 14-25 Süre: 88 dakika (22, 25, 21, 20) \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "muhammet delibaş", "sentiment": "negative"}, {"name": "- voleybol", "sentiment": "negative"}, {"name": "erol akbulut beşiktaş", "sentiment": "negative"}, {"name": "yı", "sentiment": "negative"}, {"name": "ali arslan", "sentiment": "negative"}, {"name": "gökhan gökgöz", "sentiment": "none"}, {"name": "ahmet tümer", "sentiment": "none"}, {"name": "bozhuleva", "sentiment": "none"}, {"name": "mustafa koç", "sentiment": "none"}, {"name": "burak mert", "sentiment": "none"}, {"name": "muhammet kaya", "sentiment": "none"}, {"name": "fromm", "sentiment": "none"}, {"name": "baran", "sentiment": "none"}, {"name": "ahmet boz", "sentiment": "none"}, {"name": "onur soydan", "sentiment": "none"}, {"name": "oğuzhan altıntaş", "sentiment": "none"}, {"name": "osman durmaz", "sentiment": "none"}, {"name": "hasan sıkar", "sentiment": "none"}, {"name": "batuhan avcı", "sentiment": "none"}, {"name": "yiğit gülmezoğlu", "sentiment": "none"}], "organizations": [{"name": "spor haberleri spor arena", "sentiment": "negative"}], "locations": [{"name": "lugumdzıja", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T21:34:06.030+03:00"}, {"thread": {"uuid": "83e0efd46624e64a6fa60693a17c56874b65d40f", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwCd6.z.t_FnbV3XfCbwHSsR9ux_tfgHc0aNPIbKpj..JH8bbF07uAV7XoecYlLvepc0yyGqEgwMA--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Antetokounmpo'dan kariyer rekoru! NBA'de... - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "Antetokounmpo'dan kariyer rekoru! NBA'de... - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-22T10:34:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ec4a192269a224b423c906.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "83e0efd46624e64a6fa60693a17c56874b65d40f", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwCd6.z.t_FnbV3XfCbwHSsR9ux_tfgHc0aNPIbKpj..JH8bbF07uAV7XoecYlLvepc0yyGqEgwMA--", "ord_in_thread": 0, "author": "", "published": "2017-10-22T10:34:00.000+03:00", "title": "Antetokounmpo'dan kariyer rekoru! NBA'de... - Basketbol ve Spor Haberleri Spor Arena'da", "text": "Haberler > Spor Haberleri > Basketbol > Antetokounmpo'dan kariyer rekoru! NBA'de... Antetokounmpo'dan kariyer rekoru! NBA'de... Amerikan Basketbol Ligi'nde (NBA) Portland Trail Blazers'ı 113-110 yenen Milwaukee Bucks'ın Yunan oyuncusu Giannis Antetokounmpo, 44 sayıyla kariyer rekorunu kırdı. A.A SON GÜNCELLEME 22.10.2017 - 10:34 \nNBA 'e 11 maçla devam edildi. Milwaukee Bucks, seyircisi önünde oynadığı Portland Trail Blazers karşılaşmasını 113-110 kazandı. Bucks'ta 44 sayı ve 8 ribauntla oynayan Antetokounmpo , galibiyetin mimarı oldu. Khris Middleton 18 ve Tony Snell 17 sayı kaydetti. Trail Blazers'ta Damian Lillard ve C.J. McCollum 26'şar sayı, Yusuf Nurkic ise 17 sayı, 11 ribaunt üretti. - Curry ve Durant atıldı, Warriors kaybetti Konuk olduğu Memphis Grizzlies'e 111-101 yenilen son şampiyon Golden State Warriors, 3. maçında 2. mağlubiyetini aldı. Mücadeleye, Warriors'ın all-star oyuncuları Stephen Curry ve Kevin Durant'in oyundan atılması damga vurdu. Curry, bitime 45 saniye kala yaşanan bir pozisyonun ardından kararını beğenmediği hakeme dişliğini fırlattı. Hakem önce Curry'yi sonrasında ise itirazını sürdüren Durant'i oyundan ihraç etti. Grizzlies'in İspanyol pivotu Marc Gasol 34 sayı ve 14 ribauntla \"double double\" yaptı. Tyreke Evans 12 sayı, 7 ribaunt, Mike Conley de 10 sayı, 7 asistlik katkıda bulundu. Warriors'ta Curry'nin 37 sayı, 6 ribaunt ve Kevin Durant'in 29 sayı, 13 ribaunt, 3 blokluk performansı yenilgiyi önleyemedi. - Cavaliers'a evinde soğuk duş Orlando Magic, şampiyonluk adayları arasındaki Cleveland Cavaliers'ı deplasmanda 114-93 mağlup etti. Magic'i galibiyete, 23 sayı, 7 ribaunt, 5 asist üreten Nikola Vucevic, 12 sayı, 10 asistle \"double double\" yapan D.J. Agustin ve kenardan gelerek 19 sayı atan Jonathon Simmons taşıdı. Cavaliers'ta LeBron James 22 sayı, Kevin Love 19 sayı, 9 ribaunt ve Iman Shumpert 21 sayı, 7 ribauntla oynadı. Milli basketbolcu Cedi Osman ise, 8 dakika süre aldığı karşılaşmada 1 asistlik performans sergiledi. NBA'e 3 maçla devam edilecek. - Sonuçlar Chicago Bulls-San Antonio Spurs: 77-87 Cleveland Cavaliers-Orlando Magic: 93-114 Memphis Grizzlies-Golden State Warriors: 111-101 Miami Heat-Indiana Pacers: 112-108 New York Knicks-Detroit Pistons: 107-111 Milwaukee Bucks-Portland Trail Blazers: 113-110 Denver Nuggets-Sacramento Kings: 96-79 Utah Jazz-Oklahoma City Thunder: 96-87 Los Angeles Clippers-Phoenix Suns: 130-88 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "curry", "sentiment": "none"}, {"name": "stephen curry", "sentiment": "none"}, {"name": "lebron james", "sentiment": "none"}, {"name": "tony snell", "sentiment": "none"}, {"name": "nikola vucevic", "sentiment": "none"}, {"name": "kevin love", "sentiment": "none"}, {"name": "hakem önce curry", "sentiment": "none"}, {"name": "durant", "sentiment": "none"}, {"name": "kevin durant", "sentiment": "none"}, {"name": "mike conley", "sentiment": "none"}, {"name": "tyreke evans", "sentiment": "none"}, {"name": "d.j. agustin", "sentiment": "none"}, {"name": "c.j. mccollum", "sentiment": "none"}, {"name": "khris middleton", "sentiment": "none"}, {"name": "giannis antetokounmpo", "sentiment": "none"}, {"name": "damian lillard", "sentiment": "none"}, {"name": "jonathon simmons", "sentiment": "none"}, {"name": "güncelleme", "sentiment": "none"}, {"name": "iman shumpert", "sentiment": "none"}, {"name": "yusuf nurkic", "sentiment": "none"}, {"name": "marc gasol", "sentiment": "none"}], "organizations": [{"name": "nba", "sentiment": "negative"}, {"name": "basketbol ve spor haberleri spor arena'da haberler", "sentiment": "neutral"}, {"name": "golden state warriors", "sentiment": "none"}, {"name": "cleveland cavaliers", "sentiment": "none"}, {"name": "memphis grizzlies", "sentiment": "none"}, {"name": "cavaliers", "sentiment": "none"}, {"name": "cleveland cavaliers-orlando magic", "sentiment": "none"}, {"name": "sonuçlar chicago bulls-san antonio spurs", "sentiment": "none"}, {"name": "heat-indiana pacers", "sentiment": "none"}, {"name": "knicks-detroit pistons", "sentiment": "none"}, {"name": "milwaukee bucks", "sentiment": "none"}, {"name": "orlando magic", "sentiment": "none"}], "locations": [{"name": "milwaukee", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "portland", "sentiment": "none"}, {"name": "portland trail blazers", "sentiment": "none"}, {"name": "denver", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}, {"name": "utah jazz-oklahoma city", "sentiment": "none"}, {"name": "miami", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-22T21:34:45.000+03:00"}, {"thread": {"uuid": "759882e9cdb7b3453512e7f2603b2be2ae57ab15", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQziybmjukK3lVF_5UE9Z3gnjUf2kkVj5Azz0tys.62DWjliSLKC1BozOuz2wDpc1QNQwV.y5juofaN3.cIn4Jej", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Beşiktaş evinde Başakşehir ile berabere kaldı... İşte maçın özeti ve istatistikleri - Futbol ve Spor Haberleri Spor Arena'da", "title_full": "Beşiktaş evinde Başakşehir ile berabere kaldı... İşte maçın özeti ve istatistikleri - Futbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-23T22:59:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.064, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ee396bc9de3d0af0b53519.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "759882e9cdb7b3453512e7f2603b2be2ae57ab15", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQziybmjukK3lVF_5UE9Z3gnjUf2kkVj5Azz0tys.62DWjliSLKC1BozOuz2wDpc1QNQwV.y5juofaN3.cIn4Jej", "ord_in_thread": 0, "author": "", "published": "2017-10-23T22:59:00.000+03:00", "title": "Beşiktaş evinde Başakşehir ile berabere kaldı... İşte maçın özeti ve istatistikleri - Futbol ve Spor Haberleri Spor Arena'da", "text": "\nStat: Vodafone Park Hakemler: Mete Kalkavan, Ceyhun Sesigüzel, Erdem Bayık Beşiktaş: Fabricio, Adriano (Dk. 82 Gökhan Gönül), Pepe, Tosic, Caner Erkin, Tolgay Arslan, Hutchinson, Quaresma, Talisca (Dk. 74 Negredo), Lens (Dk. 59 Oğuzhan Özyakup), Cenk Tosun Medipol Başakşehir: Volkan Babacan, Caicara, Attamah, Epureanu, Clichy, Mahmut Tekdemir, Emre Belözoğlu, Visca (Dk. 90+1 Tunay Torun), Mossoro (Dk. 80 Napoleoni), Elia (Dk. 65 Kerim Frei), Adebayor Goller: Dk. 89 Kerim Frei ( Medipol Başakşehir ), Dk. 90+2 Tosic ( Beşiktaş ) Sarı kartlar: Dk. 6 Talisca, Dk. 86 Oğuzhan Özyakup, Dk. 86 Cenk Tosun, Dk. 87 Caner Erkin, Dk. 90+1 Quaresma (Beşiktaş), Dk. 32 Elia, Dk. 57 Caicara (Medipol Başakşehir) \nMAÇIN GOL DAKİKALARI89. dakikada Medipol Başakşehir 1-0 öne geçti. Sağdan ceza sahasına giren Caicara'nın içeri çevirdiği topa Kerim Frei gelişine sert vurdu ve meşin yuvarlağı filelerle buluşturdu: 0-1 90+2. dakikada Beşiktaş beraberliği yakaladı. Quaresma'nın sağdan kullandığı köşe vuruşunda Tosic topu kafayla ağlara gönderdi: 1-1 \nEMRE BELÖZOĞLU GERİ DÖNDÜ Medipol Başakşehir'de ligde son oynanan Aytemiz Alanyaspor maçının ilk yarısında sakatlanarak oyundan çıkan kaptan Emre Belözoğlu, Beşiktaş karşısında ilk 11'deki yerine geri döndü. Deneyimli futbolcu, hafta içinde takımının Hoffenheim ile deplasmanda oynadığı mücadelede forma giyememişti. \nGÖKHAN İNLER VE KERİM FREİ YEDEK Turuncu-lacivertli ekibin sezon başında kadrosuna kattığı Gökhan İnler ve Kerim Frei, eski takımları Beşiktaş'a karşı ilk 11'de sahaya çıkmadı. Teknik direktör Abdullah Avcı, Gökhan ve Kerim'i, yedekler arasında tuttu. Siyah-beyazlı taraftarlar, eski oyuncularını karşılaşma öncesinde tribünlere çağırdı. Futbolcular da taraftarlarının sevgi gösterisine alkışlarla karşılık verdi. \nMOSSORO 100. LİG MAÇINDA Medipol Başakşehir'in orta sahasında görev yapan Brezilyalı futbolcu Marcio Mossoro, Beşiktaş karşılaşması ile Süper Lig 'deki 100. maçına çıktı. 2014-2015 sezonunda turuncu-lacivertli ekibe transfer olan deneyimli futbolcu, oynadığı 99 lig maçında 12 kez fileleri havalandırmıştı. \nAvrupa Şampiyonu Ampute Futbol Milli Takımımız, kupasıyla birlikte devre arasında Başkan Fikret Orman ve Göksel Gümüşdağ ile taraftarları selamladı. \nMETE KALKAVAN'A PROTESTO Maç öncesi ısınmak için sahaya çıkan Mete Kalkavan ve yardımcıları stadı dolduran taraftarların hışmına uğradı. Sahaya adımlarını atar atmaz şok bir protesto ile karşılaşan Kalkavan ve yardımcıları ne olduğunu anlayamaz bir tavırla şaşkınlığını gizleyemedi. Beşiktaş taraftarları hakem Mete Kalkavan’ı yoğun bir şekilde ıslıkladı. \nGÖKHAN GÖNÜL YEDEK Beşiktaş Teknik Direktörü Şenol Güneş, geçen hafta ilk onbirde yer verdiğini Gökhan Gönül'ü Başakşehirspor karşısında kulübede tuttu. Güneş, Medel, Oğuzhan Negredo, Mitroviç'i kulübeye aldı. \n200 BİN TL DERS OLDU Beşiktaş Teknik Direktörü Şenol Güneş'in geçtiğimiz haftalarda alt yapıdan A takıma oyuncu almadığı gerekçesi ile kural gereği 200 bin TL ceza kesilmişti. Fakat dün akşam Güneş Necip ve Fatih Aksoy'u yedek kulübesine alarak ceza kesilmesini önledi. \nTRİBÜNLER KAPALI GİŞE Beşiktaş futbol takımının Monaco zaferinden sonra siyah beyazlı taraftarlar Süper Ligde Başakşehirspor maçı için biletleri çıktığı gün tüketmeleri üzerine dün Vodafone Park Stadınıa gelen taraftarlar bilet bulakmadıkları için karşılaşmayı çarşı içinde izlediler. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "erdem bayık beşiktaş", "sentiment": "negative"}, {"name": "adri", "sentiment": "negative"}, {"name": "fabricio", "sentiment": "negative"}, {"name": "tosic", "sentiment": "none"}, {"name": "quaresma", "sentiment": "none"}, {"name": "mahmut tekdemir", "sentiment": "none"}, {"name": "emre belözoğlu", "sentiment": "none"}, {"name": "kerim frei", "sentiment": "none"}, {"name": "napoleoni", "sentiment": "none"}, {"name": "cenk tosun", "sentiment": "none"}, {"name": "gökhan gönül", "sentiment": "none"}, {"name": "cenk tosun medipol başakşehir", "sentiment": "none"}, {"name": "adebayor goller", "sentiment": "none"}, {"name": "oğuzhan negredo", "sentiment": "none"}, {"name": "abdullah avcı", "sentiment": "none"}, {"name": "mitroviç", "sentiment": "none"}, {"name": "hoffenheim", "sentiment": "none"}, {"name": "pepe", "sentiment": "none"}, {"name": "avrupa şampiyonu ampute futbol milli takımımız", "sentiment": "none"}, {"name": "caner erkin", "sentiment": "none"}, {"name": "oğuzhan özyakup", "sentiment": "none"}, {"name": "hutchinson", "sentiment": "none"}, {"name": "volkan babacan", "sentiment": "none"}, {"name": "marcio mossoro", "sentiment": "none"}, {"name": "medipol başakşehir", "sentiment": "none"}, {"name": "gökhan", "sentiment": "none"}, {"name": "tolgay arslan", "sentiment": "none"}, {"name": "mossoro", "sentiment": "none"}, {"name": "elia", "sentiment": "none"}, {"name": "güneş necip", "sentiment": "none"}, {"name": "medel", "sentiment": "none"}], "organizations": [{"name": "futbol ve spor haberleri spor arena", "sentiment": "negative"}, {"name": "monaco", "sentiment": "none"}, {"name": "lens", "sentiment": "none"}, {"name": "başkan fikret orman", "sentiment": "none"}], "locations": [{"name": "talisca", "sentiment": "none"}, {"name": "attamah", "sentiment": "none"}, {"name": "clichy", "sentiment": "none"}, {"name": "visca", "sentiment": "none"}, {"name": "tunay torun", "sentiment": "none"}, {"name": "caicara", "sentiment": "none"}, {"name": "epureanu", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-24T04:22:21.024+03:00"}, {"thread": {"uuid": "c10613f61c53af408a342f35d5bb97fa8b5ad02e", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxxwH_plbdqRSMaA93Yxar9QdW4sdflKg75Ea9FJfvpc7ODOSMrAESqqkaGxfC01j0-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Halkbank set vermeden kazandı - Voleybol ve Spor Haberleri Spor Arena'da", "title_full": "Halkbank set vermeden kazandı - Voleybol ve Spor Haberleri Spor Arena'da", "published": "2017-10-24T19:23:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.181, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59ef6914c9de3d2a00fd795c.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c10613f61c53af408a342f35d5bb97fa8b5ad02e", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxxwH_plbdqRSMaA93Yxar9QdW4sdflKg75Ea9FJfvpc7ODOSMrAESqqkaGxfC01j0-", "ord_in_thread": 0, "author": "", "published": "2017-10-24T19:23:00.000+03:00", "title": "Halkbank set vermeden kazandı - Voleybol ve Spor Haberleri Spor Arena'da", "text": "\nSalon: TVF Başkent Hakemler: Ayşim Ergi?nay, Meryem Tekol Pelenk Halkbank: Aslıhan Kılıç, Fulden Ural, Perez, Ramirez, Salas, Ceyda Durukan (Derya Çayırgan, Tutku Burcu Yüzgenç, Simge Yalçın) Seramiksan: Odina, Sinem Yıldız, Meryem Boz, Malasevic, Krsmanovic, Sıla Çalışkan (Sedef Sazlıdere, Gizem Mısra Aşçı, Işıl Öz, Rida Erlalelitepe, Yeşim Astarlar) Setler: 25-14, 25-17, 25-19 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "meryem tekol pelenk halkbank", "sentiment": "negative"}, {"name": "fulden ur", "sentiment": "negative"}, {"name": "aslıhan kılıç", "sentiment": "negative"}, {"name": "tutku burcu yüzgenç", "sentiment": "none"}, {"name": "meryem boz", "sentiment": "none"}, {"name": "gizem mısra aşçı", "sentiment": "none"}, {"name": "perez", "sentiment": "none"}, {"name": "işıl öz", "sentiment": "none"}, {"name": "yeşim astarlar", "sentiment": "none"}, {"name": "malasevic", "sentiment": "none"}, {"name": "ramirez", "sentiment": "none"}, {"name": "derya çayırgan", "sentiment": "none"}, {"name": "sedef sazlıdere", "sentiment": "none"}, {"name": "sinem yıldız", "sentiment": "none"}, {"name": "salas", "sentiment": "none"}, {"name": "odina", "sentiment": "none"}, {"name": "ceyda durukan", "sentiment": "none"}, {"name": "simge yalçın", "sentiment": "none"}, {"name": "rida erlalelitepe", "sentiment": "none"}, {"name": "krsmanovic", "sentiment": "none"}, {"name": "sıla çalışkan", "sentiment": "none"}], "organizations": [{"name": "spor haberleri spor arena", "sentiment": "negative"}], "locations": [{"name": "halkbank", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T13:45:31.001+03:00"}, {"thread": {"uuid": "b6d5bb3b477bcc0071d0283003a0c7158931517f", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQyJ4Ye1pLMwZa058xBPvEZU9W2xUvzh.aXnN4avzscaIEwBQsl1G_FiyyBxC0Rdqu8-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "LaMarcus attı, Spurs 4'te 4 yaptı! - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "LaMarcus attı, Spurs 4'te 4 yaptı! - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-26T11:04:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f196fa7af50747ace73349.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b6d5bb3b477bcc0071d0283003a0c7158931517f", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQyJ4Ye1pLMwZa058xBPvEZU9W2xUvzh.aXnN4avzscaIEwBQsl1G_FiyyBxC0Rdqu8-", "ord_in_thread": 0, "author": "", "published": "2017-10-26T11:04:00.000+03:00", "title": "LaMarcus attı, Spurs 4'te 4 yaptı! - Basketbol ve Spor Haberleri Spor Arena'da", "text": "Haberler > Spor Haberleri > Basketbol > LaMarcus attı, Spurs 4'te 4 yaptı! LaMarcus attı, Spurs 4'te 4 yaptı! Amerikan Basketbol Ligi'nde (NBA) Miami Heat'i 117-100 mağlup eden San Antonio Spurs, 4'te 4 yaptı. Hürriyet Haber SON GÜNCELLEME 26.10.2017 - 11:04 \nNBA 'e 10 maçla devam edildi. San Antonio Spurs , konuk olduğu Miami Heat'i 117-100 yenerek bu sezon çıktığı 4. karşılaşmadan da galip ayrıldı. Spurs'ün all-star forveti LaMarcus Aldridge 31 sayı ve 7 ribauntla sahanın en skoreri oldu. Rudy Gay 22 sayı, Danny Green 15 sayı, 7 ribaunt ve Kyle Anderson 12 sayı, 10 ribauntla oynadı. Heat'te Tyler Johnson'ın 23 sayı, James Johnson'ın 21 sayı, 9 ribaunt ve Goran Dragic'in 20 sayılık performansı yenilgiyi önleyemedi. \nROCKETS SON SANİYE BASKETİYLE KAZANDI Houston Rockets, deplasmanda karşılaştığı Philadelphia 76ers'ı, Eric Gordon'ın son saniyede attığı 3 sayılık basketle 105-104 mağlup etti. Rockets adına maçın kahramanı Gordon, 29 sayı ve 5 asist üretti. James Harden 27 sayı, 13 asist, Clint Capela ise 16 sayı, 20 ribauntla \"double double\" yaptı. 76ers'ta J.J. Redick 22 sayı, 5 ribaunt, Joel Embiid 21 sayı, 6 ribaunt, Robert Covington 20 sayı, 6 ribaunt ve Ben Simmons 14 sayı, 9 asist, 7 ribauntla mücadele etti. 5. maçında 4. mağlubiyetini yaşayan 76ers'ta Furkan Korkmaz süre almadı. \nCAVALİERS'TA KAN KAYBI SÜRÜYOR Brooklyn Nets, Cleveland Cavaliers'ı 112-107 yenerek şampiyonluk favorileri arasında gösterilen rakibine 5. maçında 2. mağlubiyetini yaşattı. Ev sahibi Nets'te Spencer Dinwiddie 22 sayı, 6 asist, 5 ribaunt, DeMarre Carroll 18 sayı, 7 ribaunt, 4 top çalma, Rondae Hollis-Jefferson ve Allen Crabbe 19'ar sayı üretti. Cavaliers'ın yıldız oyuncusu LeBron James 29 sayı, 13 asist, 10 ribauntla kariyerinin 56. \"triple double\"ına imza attı. Kyle Korver 22 sayı ve Kevin Love 15 sayı, 12 ribauntla maçı tamamladı. Milli basketbolcu Cedi Osman ise karşılaşmada süre almadı. NBA'e 5 maçla devam edilecek. \nTOPLU SONUÇLAR ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "- basketbol", "sentiment": "negative"}, {"name": "goran dragic", "sentiment": "none"}, {"name": "gordon", "sentiment": "none"}, {"name": "rudy gay", "sentiment": "none"}, {"name": "toplu sonuçlar", "sentiment": "none"}, {"name": "kyle anderson", "sentiment": "none"}, {"name": "j.j. redick", "sentiment": "none"}, {"name": "spencer dinwiddie", "sentiment": "none"}, {"name": "lebron james", "sentiment": "none"}, {"name": "allen crabbe", "sentiment": "none"}, {"name": "robert covington", "sentiment": "none"}, {"name": "ben simmons", "sentiment": "none"}, {"name": "eric gordon", "sentiment": "none"}, {"name": "rondae hollis-jefferson", "sentiment": "none"}, {"name": "james harden", "sentiment": "none"}, {"name": "kyle korver", "sentiment": "none"}, {"name": "clint capela", "sentiment": "none"}, {"name": "tyler johnson", "sentiment": "none"}, {"name": "demarre carroll", "sentiment": "none"}, {"name": "lamarcus aldridge", "sentiment": "none"}, {"name": "danny green", "sentiment": "none"}, {"name": "joel embiid", "sentiment": "none"}, {"name": "güncelleme", "sentiment": "none"}, {"name": "james johnson", "sentiment": "none"}], "organizations": [{"name": "spurs", "sentiment": "negative"}, {"name": "spor haberleri spor arena'da haberler", "sentiment": "neutral"}, {"name": "cleveland cavaliers", "sentiment": "none"}, {"name": "cavaliers", "sentiment": "none"}, {"name": "san antonio spurs", "sentiment": "none"}, {"name": "houston rockets", "sentiment": "none"}, {"name": "nba", "sentiment": "none"}, {"name": "miami heat", "sentiment": "none"}, {"name": "brooklyn nets", "sentiment": "none"}], "locations": [{"name": "philadelphia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T19:02:04.004+03:00"}, {"thread": {"uuid": "64c24ca8dfffc7354877b785eff4ed6db3cfceea", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoZRXGMdEm2XZ5J2etLkWl73ioqZiOHrXwgFild_hKUDw8_0OEFwcfqB_MaJRll8UUVJ_GeGV_We8LFIXt62VwjA--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "‘Baba Bush beni tekerlekli sandalyeden taciz etti’ - Son Dakika Güncel Haberler", "title_full": "‘Baba Bush beni tekerlekli sandalyeden taciz etti’ - Son Dakika Güncel Haberler", "published": "2017-10-25T14:15:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.509, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f070ea7af50736902bfac0.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 8, "comments": 0, "shares": 8}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "64c24ca8dfffc7354877b785eff4ed6db3cfceea", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoZRXGMdEm2XZ5J2etLkWl73ioqZiOHrXwgFild_hKUDw8_0OEFwcfqB_MaJRll8UUVJ_GeGV_We8LFIXt62VwjA--", "ord_in_thread": 0, "author": "", "published": "2017-10-25T14:15:00.000+03:00", "title": "‘Baba Bush beni tekerlekli sandalyeden taciz etti’ - Son Dakika Güncel Haberler", "text": "Haberler > Dünya > ‘Baba Bush beni tekerlekli sandalyeden taciz etti’ ‘Baba Bush beni tekerlekli sandalyeden taciz etti’ Hürriyet Haber 25.10.2017 - 14:15 | Son Güncelleme: 25.10.2017 - 14:18 Amerikalı aktris Heather Lind, 93 yaşındaki ABD Eski Başkanı George H.W. Bush’un, bir davette kendisini tekerlekli sandalyeden taciz ettiğini iddia etti. PAYLAŞ A X \nDizilerle adını duyuran Lind (34), Instragram üzerinden paylaştığı bir fotoğraf ile iddiasını gündeme taşıdı.Fotoğrafın altına açıklama yazan güzel oyuncu, bundan tam 4 yıl önce yeni bir televizyon programı için ABD Eski Başkanı George H. W. Bush ( Baba Bush ) ile bir araya geldiğini ve paylaştığı fotoğraf çekildiği sırada tacize uğradığını söylüyor. \nYazdığı açıklamada Lind, görüşme sonrası fotoğraf çekildiği sırada, Baba Bush’un kendisini tekerlekli sandalyeden elle taciz ettiğini öne sürdü. Lind, Bush’un eşi Barbara Bush ’un da bu anı gördüğünü belirtiyor. Lind ayrıca, Bush’un güvenlik görevlisinin yanına geldiğini ve fotoğraf çekimi sırasında Bush’un yanında durmaması için kendisini uyardığını sözlerine ekliyor. \nLind açıklamasında şu ifadelere yer verdi: “George H. W. Bush ile, benim de yer aldığım bir televizyon programı tanıtımında tanışma fırsatı buldum. Fotoğraf için poz verdiğimiz sırada bana cinsel tacizde bulundu. Elimi sıkmadı. Eşi Barbara yanındayken tekerlekli sandalyesinden arkama dokundu. Bana pis bir şaka yaptı.” \nÖZÜR DİLEDİ \nİngiliz Daily Mail gazetesininin haberi üzerine açıklama yapan ABD Eski Başkanı Bush, yaşananlar için özür dileyerek şaka yapmaya çalıştığını, amacının Lind’i rendice etmek olmadığını belirtti. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "baba bush", "sentiment": "negative"}, {"name": "dakika güncel haberler haberler", "sentiment": "negative"}, {"name": "eski başkanı george h. w. bush", "sentiment": "none"}, {"name": "eşi barbara", "sentiment": "none"}, {"name": "george h. w. bush", "sentiment": "none"}, {"name": "eski başkanı bush", "sentiment": "none"}, {"name": "lind", "sentiment": "none"}, {"name": "bush", "sentiment": "none"}, {"name": "heather lind", "sentiment": "none"}, {"name": "barbara bush", "sentiment": "none"}, {"name": "bana", "sentiment": "none"}, {"name": "eski başkanı george h.w. bush", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-26T19:02:58.010+03:00"}, {"thread": {"uuid": "fc0c91f61fc4a1bde8699be4ec111c67cdaa4f93", "url": "http://omgili.com/ri/_0JOtn.4SCrR.K9rCNBO9nhmdayfzAoYbn80XFBQZ5gxqgCk0zsQnhybjs9zRvbDOgCA7ZQHt1OSXfUFlaFmenBvCLxAynFjpEER7hkkwRXv3QWedmJowrzkBZvArgSDlsF71TVp0sba4myQ6D6dHo26c.vPsc5A_VOwtL1n8oA-", "site_full": "bigpara.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "http://www.bigpara.com/rss", "site_categories": ["investing", "financial_news", "finance"], "section_title": "bigpara- GÜNDEM", "title": "S&P Almanya'nın kredi notunu korudu, İtalya'yı yükseltti", "title_full": "S&P Almanya'nın kredi notunu korudu, İtalya'yı yükseltti", "published": "2017-10-28T17:45:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "TR", "spam_score": 0.0, "main_image": "http://i.bigpara.com/i/55big/standard_poors_650_7.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fc0c91f61fc4a1bde8699be4ec111c67cdaa4f93", "url": "http://omgili.com/ri/_0JOtn.4SCrR.K9rCNBO9nhmdayfzAoYbn80XFBQZ5gxqgCk0zsQnhybjs9zRvbDOgCA7ZQHt1OSXfUFlaFmenBvCLxAynFjpEER7hkkwRXv3QWedmJowrzkBZvArgSDlsF71TVp0sba4myQ6D6dHo26c.vPsc5A_VOwtL1n8oA-", "ord_in_thread": 0, "author": "oneri@bigpara.com (Bigpara)", "published": "2017-10-28T17:45:00.000+03:00", "title": "S&P Almanya'nın kredi notunu korudu, İtalya'yı yükseltti", "text": "S&P Almanya'nın kredi notunu korudu, İtalya'yı yükseltti 28.10.2017 - 14:42 S&P, Almanya ve İtalya'ya dair kredi notu değerlendirmelerini açıkladı. \nUluslararası kredi derecelendirme kuruluşu Standard & Poor's (S&P), Almanya ve İtalya'ya dair kredi notu değerlendirmelerini açıkladı. \nS&P'den yapılan açıklamada, Almanya'nın kredi notunun \"AAA\" seviyesinde korunduğu, görünümünün de \"durağan\" olduğu belirtildi. Açıklamada, gelecek iki yılda Almanya'nın kamu finansmanı ve güçlü dış bilanço tablosunun potansiyel finansal ve ekonomik şoklara dayanmasının beklendiği belirtilirken, Almanya'nın güçlü kurumsal çerçevesi, istikrarlı siyasi sistemi yüksek refah seviyesi ve çeşitlilik gösteren ekonomisine işaret edildi. \nÖte yandan, Almanya ekonomisinin beklenenden daha zayıf büyüme kaydetmesi durumunda ülkenin kredi notunun düşürülebileceği uyarısında bulunan açıklamada, ülkenin borçlarının beklenmedik şekilde artması durumunda bunun kredi notu üzerinde baskı uygulayabileceği vurgulandı. \nS&P, geçen sene yüzde 1,9 büyüme yakalayan Almanya ekonomisinin, bu yıl yüzde 2,1 ve gelecek sene de yüzde 1,7 oranlarında genişlemesinin öngörüldüğünü bildirdi. \nS&P İTALYA'NIN KREDİ NOTUNUN YÜKSELTİLTTİ \nİtalya'ya dair açıklamada, ülkenin kredi notunun \"BBB-\" seviyesinden \"BBB\" seviyesine yükseltildiği ve görünümünün \"durağan\" olduğu belirtildi. \nAçıklamada, artış gösteren özel sektör yatırımlarının ve istihdam seviyesinin İtalya'nın ekonomik toparlanmasını desteklediğinin altı çizilirken, ülkenin bankacılık sektöründe risklein azaldığı ifade edildi. \nÖte yandan, açıklamada, İtalya'nın ekonomik büyüme hızında ani düşüş görülmesi durunda ülkenin kredi notunun yeniden değerlendirilebileceği uyarısında bulunuldu. \nS&P, geçen sene yüzde 0,9 büyüme yakalayan İtalya ekonomisinin, bu yıl yüzde 1,4 ve gelecek sene de yüzde 1,3 oranlarında genişlemesini öngörüyor. Bigpara", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "almanya", "sentiment": "negative"}, {"name": "bigpara", "sentiment": "none"}, {"name": "açıklamada", "sentiment": "none"}], "organizations": [{"name": "s&p almanya", "sentiment": "negative"}, {"name": "s&p", "sentiment": "negative"}, {"name": "standard & poor", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-28T14:47:56.000+03:00"}, {"thread": {"uuid": "4d50c520e3e7a0a03b738b09c6a62ce67eb84cd8", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzY2PKEKpMYWqqnyDQB04ernsjJycWDIcEMFvYCs0CG5YLd6fSDAZ_0", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Ne Altınordu, ne Eskişehir - Futbol ve Spor Haberleri Spor Arena'da", "title_full": "Ne Altınordu, ne Eskişehir - Futbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-28T21:33:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.043, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f4cd78d3806c1914b1a33e.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4d50c520e3e7a0a03b738b09c6a62ce67eb84cd8", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzY2PKEKpMYWqqnyDQB04ernsjJycWDIcEMFvYCs0CG5YLd6fSDAZ_0", "ord_in_thread": 0, "author": "", "published": "2017-10-28T21:33:00.000+03:00", "title": "Ne Altınordu, ne Eskişehir - Futbol ve Spor Haberleri Spor Arena'da", "text": "\nSTAT: BornovaHAKEMLER: Erkan Engin (xxx), Emin Yıldırım (xxx), Bilal Gölen (xxx) ALTINORDU : Erce (xx) - Kerim Alıcı (xx), Recep (xxx), Uğur Arslan (xx), Ali Mert (xx), Barış (x), Deniz (xx), Serkan (xx) (Dk. 76 Alican xx), Murat (x) (Dk. 72 Erdoğan xx), Kerim Avcı (x), Mirkan (x) (Dk. 87 Fatih) ESKİŞEHİRSPOR : Kayacan (xxx) - Dorukhan (xx), Aykut (xx), Akaminko (xxx), Bilal Aziz (xx), Hürriyet (xx), Ofoedu (x), Hasan Hüseyin (xx) (Dk. 81 Andaç xx), Hasan Ayaroğlu (x) (Dk. 63 Uğur İnceman xx), Erkan (x) (Dk. 89 İbrahim Halil), Bruno (x)SARI KARTLAR: Uğur Arslan, Deniz, Recep (Altınordu), Aykut (Eskişehirspor) \n15'inci dakikada Altınordulu Murat soldan altı pasın önüne yerden kesti, Kerim Avcı gelişine vurdu, top üstten auta çıktı.20'nci dakikada ev sahibi ekip atağında Barış soldan sıfıra inip kale sahasına ortaladı, kaleci Kayacan, Mirkan Aydın’dan önce davranıp topu bloke etti.22'nci dakikada Eskişehirspor atağında Ofoedu soldan uzak direğe gönderdi, Bruno savunmanın arasından yükselip kafayı vurdu, meşin yuvarlak yandan az farkla dışarı gitti. \n37'nci dakikada Altınordu savunması arkaya atılan topta ofsayt beklentisiyle duraklayınca ileri çıkan Aykut bir anda kaleci Erce Kardeşler ile karşı karşıya kalıp vurdu, top direğin dibinden auta çıktı.42'nci dakikadaki Kerim Avcı yayın üzerinden tam köşeye vurdu, kaleci Kayacan son anda uzanıp topu kornere çeldi.54'üncü dakikada Altınordulu Deniz ceza sahasına doldurdu, Barış'ın kafa vuruşunda top kaleci Kayacan'da kaldı.55'inci dakikada Eskişehirspor atağında Erkan'ın sol çaprazdan vuruşunda meşin yuvarlak üstten auta gitti. \n60'ıncı dakikada Barış pasıyla sağdan ceza sahasına giren Mirkan'ın yerden vuruşunda top direğin yanından dışarı çıktı.78'inci dakikada ceza yayı üzerinden Erdoğan'ın şık vuruşunda Eskişehir kalecisi Kayacan uzanarak gole engel oldu.81'inci dakikada Alican'ın pasında ceza yayı üzerinde topla buluşan Kerim Avcı sert vurdu, kaleci Kayacan topu çıkardı.90+5'inci dakikada Bilal Aziz'in sağdan ortasında arka direkte Andaç ve Bruno topa dokunamayınca Eskişehirspor golden oldu. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-29T00:08:53.000+03:00"}, {"thread": {"uuid": "18ffcf80fd51972f9ed5ed52927cabfe01c4778d", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwXpMJFpK4zVmw3Q9JlJHk_fz5Ub0I8kDa.BdH1u5CwDn3SSObVxtFHvXc4APu7YXPbFNiiJJaYfg--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Yeni Malatyaspor deplasmanda galip - Futbol ve Spor Haberleri Spor Arena'da", "title_full": "Yeni Malatyaspor deplasmanda galip - Futbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-28T16:20:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.006, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f483d7c03c0e46902ed782.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "18ffcf80fd51972f9ed5ed52927cabfe01c4778d", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwXpMJFpK4zVmw3Q9JlJHk_fz5Ub0I8kDa.BdH1u5CwDn3SSObVxtFHvXc4APu7YXPbFNiiJJaYfg--", "ord_in_thread": 0, "author": "", "published": "2017-10-28T16:20:00.000+03:00", "title": "Yeni Malatyaspor deplasmanda galip - Futbol ve Spor Haberleri Spor Arena'da", "text": "\nStat: Ankara 19 Mayıs \nHakemler: Hüseyin Göçek , Esat Sancaktar , Erdem Bayık \nGençlerbirliği: Hopf , Ahmet Oğuz , Uğut Çiftçi , Sevich , Ahmet İlhan Özek (Manu dk. 78 ?), Scekic , Vedat Muriç , Ndiaye , Serdar Özkan (Skuletic dk. 88 ?), Khalili (Guidileye dk. 85 ?), Zeki Yavru ? \nYedekler: Cengiz Demirtaş, Santos, Murat Duruer, İssah, Alper Uludağ, Orhan Şam, Da Silva \nTeknik Direktör: Mesut Bakkal \nEvkur Yeni Malatyaspor : Ertaç Özbir , Yalçın Ayhan , Pereira (Batuhan Altıntaş dk. 90 ?), Murat Yıldırım , Boutaib , Nacer Barazite (Turgut Doğan Şahin dk. 72 ), Sadık Çiftpınar , Adem Büyük (Murat Akça dk. 83 ?), Cissokha , Chebake , Diallo \nYedekler: Farnolle, Emre Selen, Eren Tozlu, Sincere, Meza, İssiar Dia, Emanuel \nGol: Boutaib (dk. 68) (Evkur Yeni Malatyaspor) \nKırmızı Kart: Zeki Yavru (dk. 74) ( Gençlerbirliği ) \nSarı kartlar: Uğur Çiftçi (Gençlerbirliği), Murat Yıldırım, Sadık Çiftpınar, Boutaib, Ertaç Özbir (Evkur Yeni Malatyaspor) \nMaçtan Dakikalar (İlk yarı) \n19. dakikada frikik için topun başına geçen Barazite’nin orta şut karışımı vuruşunu kaleci Hopf tek yumrukla kornere çeldi. \n23. dakikada Ahmet Oğuz’un sağ kanattan ortasında savunmadan dönen topla ceza sahası dışında buluşan Khalili’nin şutunu kaleci Ertaç soluna yatarak kurtardı. \n26. dakikada Serdar’ın sol kanattan Ahmet İlhan’a gönderdiği ara pasta kaleci Ertaç erken hamle yaparak topu kontrol etti. \n36. dakikada Uğur’un sol kanattan ortasında altıpas içinde savunmadan dönen top, penaltı noktası üzerindeki Zeki Yavru’nun önünde kaldı. Zeki’nin kaleye gönderdiği şutta top kalenin üstünden auta attı. \nMaçtan Dakikalar (İkinci yarı) \n56. dakikada savunmadan gelen uzun topla sol kanatta topla buluşan Adem Büyük, Ahmet Oğuz’u çalımlayarak şutunu çekti, kaleci Hopf’u geçen meşin yuvarlağı çizgi üzerinde bulunan Sevich kornere çeldi. \n65. dakikada sol kanattan Ahmet İlhan’ın ortasında Zeki Yavru'nun rövaşatası farklı şekilde auta çıktı. \n68. dakikada sol kanattan ceza sahasına giren Adem Büyük'ün pasında altıpas içinde Boutaib düzgün bir vuruşla meşin yuvarlağı ağlarla buluşturdu. 0-1 \n74. dakikada Gençlerbirliği'nden Zeki Yavru kırmızı kart görerek takımını 10 kişi bıraktı. \n80. dakikada Boutaib’in yaklaşık 25 metreden sert şutunu kaleci Hopf son anda uzanarak çeldi. Dönen topla buluşan Adem Büyük’ün aşırtma vuruşu Hopf’ta kaldı. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-29T00:09:01.000+03:00"}, {"thread": {"uuid": "bfb003ec5e41ee1a82b26c78a4ab4134810417f5", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxpoG_M05S1mLuix42J5R42ifxKRtPxbm38HRGhGSDNt_aPRcGgvV0TXg0CYXonmBk-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Kazanmayı hatırladı! Fenerbahçe... - Voleybol ve Spor Haberleri Spor Arena'da", "title_full": "Kazanmayı hatırladı! Fenerbahçe... - Voleybol ve Spor Haberleri Spor Arena'da", "published": "2017-10-28T16:46:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f48a10d3806c1914b1a1d6.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bfb003ec5e41ee1a82b26c78a4ab4134810417f5", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQxpoG_M05S1mLuix42J5R42ifxKRtPxbm38HRGhGSDNt_aPRcGgvV0TXg0CYXonmBk-", "ord_in_thread": 0, "author": "", "published": "2017-10-28T16:46:00.000+03:00", "title": "Kazanmayı hatırladı! Fenerbahçe... - Voleybol ve Spor Haberleri Spor Arena'da", "text": "\nHAKEMLER: Bülent Bozkurt- Esat DanziliSETLER: 25- 22, 25-21, 22-25, 25-18SÜRE: 106 Dk. (29, 28, 26, 23 ) FENERBAHÇE : Queque 10, Gladyer 10, Selçuk 3, Sket 20, Resul 5, Metin 15, Ahmet (L), Burak (L), Ferhat 1, Oğulcan -.JEOPARK KULA BELEDİYESİ : Raphael 21, Fatih 5, Weber 5, Ali 12, Muhammet 3, Radke 6, Mehmet (L), Kemal 7, Halil 3, Batı -, Burak 1. \nLigin ilk üç karşılaşmasını galibiyetle tamamladıktan sonra son 3 maçını kaybeden Fenerbahçe 7. Maçında Kula Belediyesi galibiyetiyle yüzleri gülerken büyük moral buldular. Maçın en skorer oyuncusu 21 sayı ile Kula Belediyesi’nden Raphael oldu. Onu Fenerbahçe’den 20 sayı ile Sket takip etti. Fenerbahçe maçı bloktan 12, servisten 6, ataktan 64 ve rakip takım hatasından da aldığı 33 sayı ile kazandı. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-29T00:09:03.011+03:00"}, {"thread": {"uuid": "781726834b70e0d00c98a0294d03af1ec12364fc", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Wo9.4H.GU57PGm3OOFtqbo7FI4D47Pram_mebM29lSKRntHxK656f6Ag--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Yapı Kredi Faktoring’e ödül - Ekonomi Haberleri", "title_full": "Yapı Kredi Faktoring’e ödül - Ekonomi Haberleri", "published": "2017-10-28T00:50:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f3aa2fd3806d2eb0144431.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "781726834b70e0d00c98a0294d03af1ec12364fc", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3Wo9.4H.GU57PGm3OOFtqbo7FI4D47Pram_mebM29lSKRntHxK656f6Ag--", "ord_in_thread": 0, "author": "", "published": "2017-10-28T00:50:00.000+03:00", "title": "Yapı Kredi Faktoring’e ödül - Ekonomi Haberleri", "text": "Haberler > Ekonomi > Yapı Kredi Faktoring’e ödül Yapı Kredi Faktoring’e ödül Hürriyet Haber 28.10.2017 - 00:50 | Son Güncelleme: 28.10.2017 - 00:50 YAPI Kredi Faktoring, Global Banking & Finance Review dergisinin 2017 değerlendirmesine göre “Türkiye’nin En İyi Faktoring Şirketi” seçildi. PAYLAŞ A X \n200 farklı ülkede okunan finans dergisi, kendi uzmanlık alanında başarılarıyla öne çıkan kurumları 2011 yılından bu yana ödüllendiriyor. Yapı Kredi Faktoring Genel Müdürü Bozkurt Çöteli, “Uluslararası yayınlardan aldığımız bu gibi ödüller bizi daha büyük başarılar için motive ediyor. Global Finance & Review gibi yayınları da değerli buluyoruz. Gıdadan turizme, otomotivden kimyaya kadar çeşitli sektörlere katkı sağlayan faktoringi daha geniş bir kitleye yaymak, faydalarını anlatmak adına çalışıyoruz” dedi. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-29T00:09:29.004+03:00"}, {"thread": {"uuid": "4ccc57940172c8e98a1c6bc87ce95f67fe8c8d2e", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzbEqvEY1VjfDGbPa6KZ7fRWlM4dk3rTxHxGFlb3oq22nGwDYLEdvFx", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "İBB potada güle oynaya - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "İBB potada güle oynaya - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-29T21:37:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f62dbd18c7731ae4916f82.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4ccc57940172c8e98a1c6bc87ce95f67fe8c8d2e", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzbEqvEY1VjfDGbPa6KZ7fRWlM4dk3rTxHxGFlb3oq22nGwDYLEdvFx", "ord_in_thread": 0, "author": "", "published": "2017-10-29T21:37:00.000+02:00", "title": "İBB potada güle oynaya - Basketbol ve Spor Haberleri Spor Arena'da", "text": "\nSalon: Cebeci \nHakemler: Özlem Yalman, Ahmet Ersan Ergüler, Semih Vural \nİstanbul Büyükşehir Belediyespor: Mert Çevik 14, Bircevic 14, Klobucar 15, Buva 22, Thompson 4, İlkan Karaman 8, Hakan Demirel 1, Buckner 14, Dulkys 7, Uğur Dokuyan, Ayberk Olmaz \nYeşilgiresun Belediyespor: James 33, Enes Berkay Taşkıran 5, Gagic 11, Boynton 8, Marinkovic 6, Efe Beşok, Nikolov, Hosley 9, Dusan Cantekin 10, Erkan Yılmaz 5 \n1. Periyot: 22-20 \n3. Periyot: 76-65 \nİlk periyotta rakibine 22-20 üstünlük sağlayan ev sahibi takım, soyunma odasına da 43-40 önde gitti. \nMaçın ikinci yarısında da üstünlüğünü koruyan ve 3. periyotta 11 sayılık fark (76-65) yakalayan İstanbul Büyükşehir Belediyespor , karşılaşmayı 99-87 kazandı. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ahmet ersan ergüler", "sentiment": "negative"}, {"name": "semih vural  i̇stanbul büyükşehir beledi", "sentiment": "neutral"}, {"name": "bircevic", "sentiment": "none"}, {"name": "uğur dokuyan", "sentiment": "none"}, {"name": "james", "sentiment": "none"}, {"name": "buckner", "sentiment": "none"}, {"name": "hakan demirel", "sentiment": "none"}, {"name": "marinkovic", "sentiment": "none"}, {"name": "dusan cantekin", "sentiment": "none"}, {"name": "gagic", "sentiment": "none"}, {"name": "erkan yılmaz", "sentiment": "none"}, {"name": "mert çevik", "sentiment": "none"}, {"name": "hosley", "sentiment": "none"}, {"name": "thompson", "sentiment": "none"}, {"name": "ayberk olmaz  yeşilgiresun belediyespor", "sentiment": "none"}, {"name": "i̇lkan karaman", "sentiment": "none"}, {"name": "nikolov", "sentiment": "none"}, {"name": "i̇stanbul büyükşehir belediyespor", "sentiment": "none"}], "organizations": [{"name": "spor haberleri spor arena", "sentiment": "negative"}, {"name": "enes berkay taşkıran", "sentiment": "none"}, {"name": "boynton", "sentiment": "none"}, {"name": "efe beşok", "sentiment": "none"}, {"name": "dulkys", "sentiment": "none"}, {"name": "klobucar", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-30T04:52:09.023+02:00"}, {"thread": {"uuid": "213987693ae45a2a97fb2b381a888361d4cebd88", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwLXd_2yABB5tYQlcOZbBvrHCwXe2ZZlenfvYu66_3upmMVajJxIw1g", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Efes'te farklı tarife - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "Efes'te farklı tarife - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-30T20:38:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.031, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f77178c03c0e1194b293c3.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "213987693ae45a2a97fb2b381a888361d4cebd88", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQwLXd_2yABB5tYQlcOZbBvrHCwXe2ZZlenfvYu66_3upmMVajJxIw1g", "ord_in_thread": 0, "author": "", "published": "2017-10-30T20:38:00.000+02:00", "title": "Efes'te farklı tarife - Basketbol ve Spor Haberleri Spor Arena'da", "text": "\nSALON: Sinan Erdem \nHAKEMLER: Alper Altuğ Köselerli, Ozan Çakar, Seher Ayşe Nur Yazıcıoğlu \nANADOLU EFES: Ledo 19, McCollum 21, Doğuş 4, Birkan 2, Arda 3, Berk 2, Motum 15, Stimac 11, Dunston 12, Simon 5, Muhaymin \nDEMİR İNŞAAT BÜYÜKÇEKMECE : Wright 19, Oğulcan, Kairys 8, Simpson 6, Burak Can 11, Melih, Walker 18, Stojanovski 10, Moldoveanu 3, Merthan \n1'İNCİ PERİYOT: 22-21 \nİLK YAR I: 46-45 \n3'ÜNCÜ PERİYOT: 77-57 \nSinan Erdem Spor Salonu'nda oynanan mücadeleye etkili başlayan Anadolu Efes , ilk çeyreği 22-21, ilk yarıyı ise 46-45 önde kapattı. 3'üncü periyotta vitesi artıran ev sahibi ekip, son periyoda 20 sayı farkla önde girdi: 77-57. Son periyotta da oyun üstünlüğünü rakibe bırakmayan Anadolu Efes, Demir İnşaat Büyükçekmece 'yi 94-75 mağlup etti. \nMücadelenin en skorer ismi attığı 21 sayıyla Anadolu Efes'ten Errick McCollum olurken, Demir İnşaat Büyükçekmeceli Bracey Wright 19 sayı üretti. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alper altuğ köselerli", "sentiment": "negative"}, {"name": "ozan çakar", "sentiment": "negative"}, {"name": "sinan erdem  hakemler", "sentiment": "neutral"}, {"name": "seher ayşe nur yazıcıoğlu  anadolu", "sentiment": "neutral"}, {"name": "ledo", "sentiment": "none"}, {"name": "berk", "sentiment": "none"}, {"name": "wright", "sentiment": "none"}, {"name": "walker", "sentiment": "none"}, {"name": "dunston", "sentiment": "none"}, {"name": "stimac", "sentiment": "none"}, {"name": "burak", "sentiment": "none"}, {"name": "simon", "sentiment": "none"}, {"name": "sinan erdem spor salonu", "sentiment": "none"}, {"name": "demir i̇nşaat büyükçekmece", "sentiment": "none"}, {"name": "kairys", "sentiment": "none"}, {"name": "stojanovski", "sentiment": "none"}, {"name": "errick mccollum", "sentiment": "none"}, {"name": "mccollum", "sentiment": "none"}, {"name": "simpson", "sentiment": "none"}, {"name": "melih", "sentiment": "none"}, {"name": "demir i̇nşaat büyükçekmeceli bracey wright", "sentiment": "none"}], "organizations": [{"name": "spor haberleri spor arena", "sentiment": "negative"}, {"name": "birkan", "sentiment": "none"}, {"name": "arda", "sentiment": "none"}, {"name": "doğuş", "sentiment": "none"}, {"name": "anadolu efes", "sentiment": "none"}, {"name": "motum", "sentiment": "none"}, {"name": "moldoveanu", "sentiment": "none"}, {"name": "merthan", "sentiment": "none"}, {"name": "anadolu efes'", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-31T14:44:33.000+02:00"}, {"thread": {"uuid": "d6e6e93f6722eef7628a1e87ddec2332cc95db16", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQydQS8BfV3dbMhMouavC7VsyR5ARYvSUkY1QYjYwMMqVzZvO3656hv0BRxlaT_WDBWOyqGp7X1I18gFbGZ37lvwNU5Zrz0Tanc-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Fenerbahçe Kayseri karşısında son saniyede yıkıldı... İşte maçın özeti ve istatistikleri - Futbol ve Spor Haberleri Spor Arena'da", "title_full": "Fenerbahçe Kayseri karşısında son saniyede yıkıldı... İşte maçın özeti ve istatistikleri - Futbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-30T21:26:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.009, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f77c8267b0a9d39c5802c7.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 55, "comments": 0, "shares": 55}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d6e6e93f6722eef7628a1e87ddec2332cc95db16", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQydQS8BfV3dbMhMouavC7VsyR5ARYvSUkY1QYjYwMMqVzZvO3656hv0BRxlaT_WDBWOyqGp7X1I18gFbGZ37lvwNU5Zrz0Tanc-", "ord_in_thread": 0, "author": "", "published": "2017-10-30T21:26:00.000+02:00", "title": "Fenerbahçe Kayseri karşısında son saniyede yıkıldı... İşte maçın özeti ve istatistikleri - Futbol ve Spor Haberleri Spor Arena'da", "text": "\nStat: Ülker Hakemler: Halil Umut Meler, Ekrem Kan, Kerem Ersoy Fenerbahçe: Kameni, Isla, Neustaedter, Neto, Hasan Ali Kaldırım, Dirar (Dk. 90+3 İsmail Köybaşı), Ozan Tufan (Dk. 76 Mehmet Topal), De Souza, Giuliano, Valbuena (Dk. 82 Alper Potuk), Janssen Kayserispor: Lung, Lopes, Kana Bıyık, Kucher, Atila Turan, Şamil Çinaz (Dk. 90+1 Stojiljkovic), Badji, Mendes (Dk. 73 Gyan), Deniz Türüç, Güray Vural (Dk. 58 Boldrin), Umut Bulut Goller: Dk. 41 Umut Bulut, Dk. 68 Neto (Kendi kalesine), Dk. 90+5 Gyan ( Kayserispor ), Dk. 45 Ozan Tufan, Dk. 50 Neustaedter, Dk. 62 De Souza ( Fenerbahçe ) Sarı kartlar: Dk. 61 Kucher (Kayserispor), Dk. 67 Neto, Dk. 88 Janssen, Dk. 90+1 Neustaedter (Fenerbahçe) \nMAÇIN GOL DAKİKALARI 41. dakikada Kayserispor, mücadelede öne geçti. Neustaedter'in hatasını değerlendirerek topu kapan Umut Bulut, sağ çaprazdan ceza sahasına girdi. Deneyimli oyuncunun sert şutunda, meşin yuvarlak ağlarla buluştu: 0-1 45. dakikada Fenerbahçe, skora denge getirdi. Hasan Ali Kaldırım'ın ara pasıyla ceza sahası sol çaprazında topla buluşan Valbuena, pasını penaltı noktası civarındaki Ozan Tufan'a çıkardı. Bu oyuncunun sert şutunda, meşin yuvarlak kaleci Lung'un sağından filelere gitti: 1-1 50. dakikada Fenerbahçe, müsabakada 2-1 öne geçti. Hasan Ali Kaldırım'ın soldan pasında ceza sahasında Janssen'in bekletmeden vuruşunda, kaleci Lung meşin yuvarlağı kornere çeldi. Soldan Valbuena'nın kullandığı kornerde ön direkte Ozan Tufan'ın kafayla aşırttığı topu Neustaedter, altıpas üzerinde kafayla filelere gönderdi. 62. dakikada Fenerbahçe, farkı 2'ye çıkardı. Ceza sahası dışından sağ kanattan kazanılan serbest vuruşta topun başına geçen Valbuena, uzak mesafeye rağmen meşin yuvarlağı kaleye gönderdi. Bu oyuncunun şutunda yan direkten dönen topu altıpas gerisinde De Souza tamamladı ve fileleri havalandırdı: 3-1 68. dakikada Kayserispor, farkı 1'e indirdi. Deniz Türüç'ün sağdan kullandığı serbest vuruşta altıpas içindeki Neto'nun uzaklaştırmak istediği top kendi ağlarına gitti: 3-2 90+5. dakikada Kayserispor, mücadelede beraberliği yakaladı. Deniz Türüç'ün sağ kanattan kullandığı frikikte Fenerbahçe savunmasının uzaklaştıramadığı top, arka direkteki Kana Bıyık'ın önünde kaldı. Bu futbolcunun vuruşunda meşin yuvarlağı altıpas içindeki Gyan kafayla ağlara yolladı: 3-3 \nCUMHURİYET BAYRAMI STATTA KUTLANDI Süper Lig 10'uncu haftanın kapanış maçında Fenerbahçe, Kayserispor'u ağırlıyor. Ülker Stadyumu'nda oynanan maç öncesi, sarı-lacivertli taraftarlar coşkuyla 29 Ekim Cumhuriyet Bayramı'nı kutladı. Tribünlerde yapılan koreografide \"Yaşasın Cumhuriyet\" ve \"Bazı emanetler vardır, bizleri ayakta tutan\" sözleri paylaşıldı. Taraftarlar, İzmir Marşı'ndan 10'uncu Yıl Marşı'na, birçok marş söyledi. KARABAĞ'A DESTEK Azerbaycan ekiplerinden Karabağ'da taraftarların, UEFA Şampiyonlar Ligi'nde oynanan Atletico Madrid mücadelesinde yaptığı koreografi ile ilgili yazılan bir yazı sosyal medyada çok tepki görürken, Fenerbahçeli taraftarlar hazırladığı pankart ile Karabağ'a destek oldu. Tribünlere asılan pankartta, \"Karabağ gönlümüzdesin\" yazarken, Azeri ekibine destek mesajı verildi. KOCAMAN DERBİ 11'İNİ BOZMADI Fenerbahçe Teknik Direktörü Aykut Kocaman, takımının Süper Lig 9'uncu haftasında Galatasaray deplasmanına çıktığı maçın ilk 11'inden değişikliğe gitmedi. Sarı-lacivertli ekip Kayserispor maçına; Kameni, Isla, Neustadter, Neto, Hasan Ali, Josef, Ozan, Dirar, Giuliano, Valbuena, Janssen ilk 11'i ile çıktı. U21'DE KAZANAN FENERBAHÇE U21 Ligi 10'uncu hafta mücadelesinde, Fenerbahçe, Kayserispor'u 2-1 mağlup etti. Dereağzı Lefter Küçükandonyadis Tesileri'nde oynanan müsabakada, sarı-lacivertli ekibe galibiyeti getiren golleri 4'üncü ve 75'inci dakikalarda Yusuf kaydetti. Bu sonuçla puanını 21'e yükselten Fenerbahçe, ikinci sıraya yerleşti. PAYLAŞ ﻿ Bunları da Beğenebilirsiniz ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ekrem kan", "sentiment": "negative"}, {"name": "halil umut meler", "sentiment": "negative"}, {"name": "kameni", "sentiment": "negative"}, {"name": "kerem ersoy fenerbahçe", "sentiment": "negative"}, {"name": "neustaedte", "sentiment": "negative"}, {"name": "umut bulut goller", "sentiment": "none"}, {"name": "i̇zmir marşı", "sentiment": "none"}, {"name": "aykut kocaman", "sentiment": "none"}, {"name": "kucher", "sentiment": "none"}, {"name": "dereağzı lefter küçükandonyadis tesileri", "sentiment": "none"}, {"name": "josef", "sentiment": "none"}, {"name": "valbuena", "sentiment": "none"}, {"name": "alper potuk", "sentiment": "none"}, {"name": "deniz türüç", "sentiment": "none"}, {"name": "şamil çinaz", "sentiment": "none"}, {"name": "yusuf", "sentiment": "none"}, {"name": "mehmet topal", "sentiment": "none"}, {"name": "güray vural", "sentiment": "none"}, {"name": "janssen", "sentiment": "none"}, {"name": "giuliano", "sentiment": "none"}, {"name": "umut bulut", "sentiment": "none"}, {"name": "ozan tufan", "sentiment": "none"}, {"name": "gyan", "sentiment": "none"}, {"name": "ozan", "sentiment": "none"}, {"name": "janssen kayserispor", "sentiment": "none"}, {"name": "kayserispor", "sentiment": "none"}, {"name": "i̇smail köybaşı", "sentiment": "none"}, {"name": "hasan ali", "sentiment": "none"}, {"name": "soldan valbuena", "sentiment": "none"}, {"name": "de souza", "sentiment": "none"}, {"name": "paylaş ﻿ bunları da beğenebilirsiniz", "sentiment": "none"}, {"name": "dakikada kayserispor", "sentiment": "none"}, {"name": "kocaman", "sentiment": "none"}, {"name": "hasan ali kaldırım", "sentiment": "none"}, {"name": "badji", "sentiment": "none"}, {"name": "dirar", "sentiment": "none"}, {"name": "neustadter", "sentiment": "none"}, {"name": "kana bıyık", "sentiment": "none"}, {"name": "neto", "sentiment": "none"}, {"name": "lopes", "sentiment": "none"}, {"name": "mendes", "sentiment": "none"}, {"name": "atila turan", "sentiment": "none"}, {"name": "dakikada fenerbahçe", "sentiment": "none"}], "organizations": [{"name": "futbol ve spor haberleri spor arena", "sentiment": "negative"}, {"name": "lig", "sentiment": "none"}, {"name": "uefa", "sentiment": "none"}, {"name": "galatasaray", "sentiment": "none"}, {"name": "atletico madrid", "sentiment": "none"}], "locations": [{"name": "fenerbahçe kayseri", "sentiment": "none"}, {"name": "isla", "sentiment": "none"}, {"name": "dk", "sentiment": "none"}, {"name": "fenerbahçe", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T14:44:47.004+02:00"}, {"thread": {"uuid": "1ac7cde20cf721e6f8eb32233d97bbf3053fead0", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzzxsuotOFdIBB5goLJ6QkOal8a3z.2ux12sYiD7kAIjyQjAHWkOMuRZhQwdCLxlDtEDa8l_jJzng--", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Golde State Warriors'a Pistons engeli - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "Golde State Warriors'a Pistons engeli - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-10-30T09:47:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f6d8b3c9de3d2ed0c8d877.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1ac7cde20cf721e6f8eb32233d97bbf3053fead0", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzzxsuotOFdIBB5goLJ6QkOal8a3z.2ux12sYiD7kAIjyQjAHWkOMuRZhQwdCLxlDtEDa8l_jJzng--", "ord_in_thread": 0, "author": "", "published": "2017-10-30T09:47:00.000+02:00", "title": "Golde State Warriors'a Pistons engeli - Basketbol ve Spor Haberleri Spor Arena'da", "text": "Haberler > Spor Haberleri > Basketbol > Golde State Warriors'a Pistons engeli Golde State Warriors'a Pistons engeli Amerikan Basketbol Ligi'nde (NBA) Detroit Pistons, son şampiyon Golden State Warriors'ı deplasmanda 115-107 yendi. AA SON GÜNCELLEME 30.10.2017 - 10:47 \nNBA 'e 7 maçla devam edildi. Pistons, Oracle Arena'da konuk olduğu Warriors'ı 115-107 mağlup ederek sezonun henüz 7. maçında rakibine evindeki ikinci yenilgisini yaşattı. \nBeş galibiyetle Doğu Konferansı'nın zirvesinde bulunan Pistons'ta Avery Bradley 23, Reggie Jackson 22, Tobias Harris ve Ish Smith 16'şar sayı üretti. Üçüncü mağlubiyetini yaşayan Warriors'ta Klay Thompson 29, Kevin Durant 28, Stephen Curry 27 sayı attı. \nCavaliers üst üste 3. kez yenildi \nMilli basketbolcu Cedi Osman'ın forma giydiği Cleveland Cavaliers, Quicken Loans Arena'da konuk ettiği New York Knicks'e 114-95 mağlup olarak art arda 3. kez kaybetti. \nSezonun 4. mağlubiyetini yaşayan Cavaliers'ta LeBron James 16 sayı, 10 ribaunt, Kevin Love 22 sayı, 11 ribauntla \"double-double\" yaptı. Cedi Osman karşılaşmada bir dakika 44 saniye süre aldı. \nİkinci maçını kazanan Knicks'te Tim Hardaway Jr. 34 sayıyla galibiyette başrol oynadı. Konuk takımda Kristaps Porzingis 32 sayı, 12 ribaunt, Courtney Lee 15 sayı, 10 ribauntla \"double-double\"lık performans sergiledi. NBA'e 9 maçla devam edilecek. \nSonuçlar: \nIndiana Pacers-San Antonio Spurs: 97-94 Brooklyn Nets-Denver Nuggets: 111-124 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kristaps porzingis", "sentiment": "none"}, {"name": "ish smith", "sentiment": "none"}, {"name": "reggie jackson", "sentiment": "none"}, {"name": "stephen curry", "sentiment": "none"}, {"name": "lebron james", "sentiment": "none"}, {"name": "kevin love", "sentiment": "none"}, {"name": "güncelleme", "sentiment": "none"}, {"name": "avery bradley", "sentiment": "none"}, {"name": "tobias harris", "sentiment": "none"}, {"name": "courtney lee", "sentiment": "none"}, {"name": "kevin durant", "sentiment": "none"}], "organizations": [{"name": "golde state warriors", "sentiment": "negative"}, {"name": "pistons", "sentiment": "negative"}, {"name": "golde state warriors'a pistons", "sentiment": "neutral"}, {"name": "spor haberleri spor arena'da haberler", "sentiment": "neutral"}, {"name": "cleveland cavaliers", "sentiment": "none"}, {"name": "cavaliers", "sentiment": "none"}, {"name": "indiana pacers-san antonio spurs", "sentiment": "none"}, {"name": "detroit pistons", "sentiment": "none"}, {"name": "warriors'ta klay thompson", "sentiment": "none"}, {"name": "nba", "sentiment": "none"}, {"name": "new york knicks", "sentiment": "none"}, {"name": "quicken loans arena", "sentiment": "none"}, {"name": "knicks", "sentiment": "none"}], "locations": [{"name": "brooklyn", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T14:45:13.000+02:00"}, {"thread": {"uuid": "1daecb8644165e108fbe4dccfd6a4e8725b17b2c", "url": "http://omgili.com/ri/_0JOtn.4SCrR.K9rCNBO9nhmdayfzAoYbn80XFBQZ5gxqgCk0zsQnhybjs9zRvbDOgCA7ZQHt1MZmAPfsbk6ERa7hbsXNpV4MJOmK1nY7.Sb1EJpms8zFjXJdFc5Cc3oLR3DRxspqyrSCt7SDQ4LkGsmTNnkv.Sjh.5wYhEeTmwQT1muv9RQgky7e7v.k9e2", "site_full": "bigpara.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "http://www.bigpara.com/rss", "site_categories": ["investing", "financial_news", "finance"], "section_title": "bigpara- GÜNDEM", "title": "S&P kritik 'Türkiye' kararını açıklayacak! İşte ekonomistlerin beklentisi", "title_full": "S&P kritik 'Türkiye' kararını açıklayacak! İşte ekonomistlerin beklentisi", "published": "2017-11-01T17:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "TR", "spam_score": 0.0, "main_image": "http://i.bigpara.com/i/55big/standardpoor.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1daecb8644165e108fbe4dccfd6a4e8725b17b2c", "url": "http://omgili.com/ri/_0JOtn.4SCrR.K9rCNBO9nhmdayfzAoYbn80XFBQZ5gxqgCk0zsQnhybjs9zRvbDOgCA7ZQHt1MZmAPfsbk6ERa7hbsXNpV4MJOmK1nY7.Sb1EJpms8zFjXJdFc5Cc3oLR3DRxspqyrSCt7SDQ4LkGsmTNnkv.Sjh.5wYhEeTmwQT1muv9RQgky7e7v.k9e2", "ord_in_thread": 0, "author": "oneri@bigpara.com (Bigpara)", "published": "2017-11-01T17:00:00.000+02:00", "title": "S&P kritik 'Türkiye' kararını açıklayacak! İşte ekonomistlerin beklentisi", "text": "S&P kritik 'Türkiye' kararını açıklayacak! İşte ekonomistlerin beklentisi 01.11.2017 - 13:29 0 yorum Ekonomistlerin çoğu S&P'nin, 3 Kasım Cuma günü yapması beklenen değerlendirmede, Türkiye'nin kredi notu ve görünümünü aynı seviyede bırakacağı öngörüsünü taşıyor. \nYabancı ekonomistler, uluslararası kredi derecelendirme kuruluşu Standard & Poor's'un (S&P), 3 Kasım Cuma günü yapması öngörülen değerlendirmesinde, Türkiye'nin kredi notu ve görünümünü aynı seviyede bırakmasını bekliyor. \nTürkiye ile ilgili son değerlendirmesini 5 Mayıs 2017'de yapan S&P, yabancı para cinsinden kredi notunu \"BB\", yerli para cinsinden notunu \"BB+\" seviyesinde, not görümünü de \"negatif\" olarak teyit etmişti. \nS&P açıklamasında, hükümetin borç yükümlülüklerinin düşük olduğuna işaret edilerek, bu alandaki artışın sadece \"ılımlı\" olmasının öngörüldüğü ve Türkiye'nin kredi notunun ülkenin düşük seviyedeki borç yükü tarafından desteklendiği belirtilmişti. \n##$HABER_1441702$## \nEkonomik büyümenin, mali teşvikler ve vergi istisnalarının tüketimi artırması yoluyla desteklenmesinin beklendiği kaydedilen açıklamada, tüketimin ekonomik büyümenin \"temel gücü\" olmaya devam edeceği vurgulanmıştı. \n\nAçıklamada, Türkiye'nin görünümünün \"negatif\"ten \"durağan\"a çekilmesi için ülkenin mali pozisyonunun kamu borcunun GSYH'ye oranıyla \"ılımlı bir uyum\" sağlaması gerektiği belirtilmişti. \n\"BEKLE-GÖR TUTUMUNU UYGULAR\" \nABN Amro Ekonomisti Nora Neuteboom, yaptığı açıklamada, Türkiye'nin kredi notu ve görünümünü aynı seviyede bırakacağı öngörüsünde bulundu. Neuteboom, S&P'nin, Türkiye ekonomisi hakkında daha iyi bir fikir ve daha fazla veriye sahip olana kadar \"bekle-gör\" tutumu uygulayacağını söyledi. \n\"ENFLASYONU YAKINDAN GÖZLEMLİYOR\" \nRabobank Gelişen Piyasalar Kur Stratejisti Piotr Matys de Türkiye'nin büyümesinin bu yıl yukarı yönlü olarak sürpriz yapmasına karşın S&P'nin, kredi notu ve negatif olan görünümü teyit edebileceğini bildirdi. \nMatys, TL üzerinde tekrar başlayan satış baskısının enflasyonun yükseleceğini işaret ettiğini belirterek, enflasyonun, S&P'nin yakından gözlemlediği faktörlerden bir tanesi olduğunu vurguladı. \nS&P'nin, Türkiye Cumhuriyet Merkez Bankası'nın (TCMB) zayıf TL'den dolayı enflasyon beklentilerinin bozulmasını engellemek için para politikasında daha fazla sıkılaşması gerektiğini vurgulayabileceğine işaret eden Matys, hükümetin, bütçe açığının GSYH'ye oranındaki artışı önlemesi gerektiğini kaydetti. \nTD Securities Gelişen Piyasalar Kıdemli Stratejisti Cristian Maggio ise S&P'nin, Türkiye'nin görünümü ve kredi notunda değişikliğe gitmesini beklemediğini söyledi. \n\"İYİLEŞTİRME BEKLİYORUZ\" \nZiraat Bankası Ekonomisti Bora Tamer Yılmaz, derecelendirme kuruluşlarına göre bir kademe aşağıda ve negatif görünümle izlediğini anımsattı. \nS&P'nin not değişiminden bugüne kadar geçen sürede Türkiye ekonomisine ilişkin öngörülebilirlik kapasitesinin artığını belirten Yılmaz, \"Bu nedenle S&P'den görünüme ilişkin iyileştirme beklemekteyiz.\" dedi. \nYılmaz, mevcut durumda hem küresel hem de yurt içi gelişmeler açısından daha öngörülebilir bir konjonktürde bulunulduğunu ifade etti. \nUluslararası ticaret hacimleri artarken, küresel büyümede \"senkronizasyon\" temasının ağır bastığını söyleyen Yılmaz, \"Finansal piyasalarda oynaklıklar düşük seviyelerde seyrediyor. Bu nedenle kredi notları konusunda en kötünün geride kaldığı görüşündeyiz. Bundan sonra kredi derecelendirme kuruluşlarından gelecek açıklamaların hep daha iyimser tonda gerçekleşeceğini düşünüyoruz. Bu nedenle S&P'nin negatif görünümü düzelteceğini tahmin ediyoruz.\" diye konuştu. \nBora Tamer Yılmaz, S&P'nin endişe duyduğu konulardan birisinin büyüme olduğunu ancak Türkiye'nin büyüme konusunda yıl başındaki düşük oranlı piyasa beklentilerini aştığına dikkati çekti. \n\"BÜYÜME BEKLENTİSİNİ ARTIRACAKTIR\" \nQNB Finansinvest Başekonomisti Burak Kanlı da S&P'nin en son değerlendirmesinden sonra geçen zamanda, Türkiye'nin büyümesinin çok güçlü olduğunu, TCMB'nin sıkı duruşunu koruduğunu ve yakın döneme kadar kurun istikrarlı hareket ettiğini kaydetti. \nDiğer taraftan kamu bütçe açığının arttığını ve bunun üstüne jeopolitik ve dış ilişkilerle ilgili risklerin ön plana çıktığını söyleyen Kanlı, kredi derecelendirme kuruluşları için kamu dengesinin en öncelikli kriter olduğunu ve ardından da cari dengenin geldiğini belirtti. \nKanlı, zira temelinde bu kuruluşların ülkenin borçödeme kabiliyetini ölçmek için var olduklarını ifade etti. \nS&P'nin Türkiye'ye dair en temkinli derecelendirme kuruluşu olduğuna dikkati çeken Kanlı, \"Notta ve negatif olan görünüm değerlendirmesinde bir değişikliğe gitmemesi en olası senaryo gibi duruyor. Ancak, güçlü ekonomik büyüme, görünümü durağana çevrilme ihtimalinin varlığını korumasını sağlıyor.\" dedi. \nBaşekonomist Kanlı, S&P değerlendirmesinde bir yandan güçlü talebe, diğer yandan da artan bütçe açığı ve cari açığın finansmanı ihtiyacına dikkati çekeceğini söyledi. \nS&P'nin Türkiye ekonomisine ilişkin büyüme beklentisini artıracağını tahmin eden Kanlı, \"Türkiye’nin tekrar yatırım seviyesine yükselmesi için bütçe dengesi disiplininin korunması, artık pek konuşmadığımız yapısal reformlara dair somut adımların atılması ve politik/jeopolitik normalleşme sürecinin gerçekleşmesi en önemli üç koşul diye düşünüyorum.\" ifadelerini kullandı. \n\"REVİZYONA GİDİLMESİ ŞAŞIRTICI DEĞİL\" \nDenizBank Yatırım Hizmetleri Grubu Strateji Yönetmeni Orkun Gödek ise not seviyesinde bir değişikliğe gidilmesini beklemediklerini, görünüm de durağan olarak revizyona gidilmesinin şaşırtıcı olmayacağını söyledi. \nGödek, IMF'nin raporuna göre 2017'de Türkiye ekonomisinin büyüme hızının grup üyelerinin önünde yer aldığını ve değişen hesaplama yöntemi sonrasında tasarruflardaki artışın grup içerisinde de Türkiye'ye avantaj sağladığını belirtti. \nTürkiye'nin ihracatındaki artış ve brüt borç stokunun milli gelire oranının düşük olmasının pozitif değerlendirileceğini tahmin eden Gödek, şunları kaydetti: \n\"S&P raporunda Türkiye'nin 2017 yılı içerisindeki büyüme performansına dikkat çekilmesini ancak tüketim ve teşviklerin de etkisel olarak öne çıkarıldığını görebiliriz. Devam eden OHAL uygulaması, cari açık düzeyi, portföy yatırımlarındaki artış ve enflasyon gibi negatif unsurlara dikkat çekildiğini görmemiz muhtemel. Öte yandan TCMB'nin uyguladığı sıkı para politikası sayesinde son döneme dek kurda yaşanan volatilite düşüşüne de olumlu yönde atıf yapılabilir. Büyümenin gelecek yıllar açısından sürdürülebilirliği ise S&P cephesinde tartışma unsuru olarak belirebilir.\" \n\"DEĞİŞİKLİK BEKLEMİYORUM\" \nHalk Yatırım Araştırma Direktörü Banu Kıvcı Tokalı, yıl başında yatırım yapılabilir not düzeyinin altında görünümü de olumsuza çeken S&P'nin bu hafta herhangi bir değişikliğe gitmesini beklemediklerini söyledi. \nBüyümenin, güçlü bütçe dinamiklerinin Türkiye ekonomisinin dış şoklara karşı güçlü yanları olmaya devam ettiğini vurgulayan Tokalı, \"Enflasyonun iki haneli seviyelerde bulunması ile iç borçlanma gereksinimindeki artış ve dış finansman koşullarının devam eden kritik rolü temkinli yaklaşımı gerektiren unsurlar olarak ön plana çıkarılabilir.\" dedi. \nTokalı, özellikle küresel likidite koşullarına yönelik iyimserliğin devamına yönelik belirsizliklerin olduğu süreçte,Türkiye için tekrar yatırım yapılabilir kategoriye çekilmesine dair bir karar değişikliği beklemediklerini sözlerine ekledi. Etiketler", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-01T14:01:56.002+02:00"}, {"thread": {"uuid": "e5c9ac605c09a9dc410841abce64c59c89a803c2", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQziybmjukK3lYHdZYoGjEYvXjzhbHHqjBE9Rf5vfiZkq3Uh2uvT5RsKtAOTNMp8C_w-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Beşiktaş, Monaco'yu elinden kaçırdı! İşte maçın özeti ve istatistikleri", "title_full": "Beşiktaş, Monaco'yu elinden kaçırdı! İşte maçın özeti ve istatistikleri", "published": "2017-11-01T21:20:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.031, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59fa156567b0a9cfb07e69dc.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e5c9ac605c09a9dc410841abce64c59c89a803c2", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQziybmjukK3lYHdZYoGjEYvXjzhbHHqjBE9Rf5vfiZkq3Uh2uvT5RsKtAOTNMp8C_w-", "ord_in_thread": 0, "author": "", "published": "2017-11-01T21:20:00.000+02:00", "title": "Beşiktaş, Monaco'yu elinden kaçırdı! İşte maçın özeti ve istatistikleri", "text": "\nSTAT: Vodafone Park HAKEMLER: Paolo Tagliavento, Alessandro Giallatini, Filippo Meli Beşiktaş: Fabri - Gökhan, Pepe, Tosic (Dk. 69 Medel), Adriano, Atiba (Dk. 83 Talisca), Tolgay (Dk. 75 Mitrovic), Quaresma, Oğuzhan, Babel, Cenk Monaco: Subasic - Raggi, Jemerson, Glik, Jorge, Tielemans (Dk. 74 Carillo), Fabinho, Lopes (Dk. 85 Diakhaby), Moutinho, Lemar (Dk. 26 Jovetic), Keita GOLLER: Dk. (P) 54 Cenk Tosun ( Beşiktaş ) - Dk. 45 Lopes ( Monaco ) SARI KARTLAR: Tolgay, Tosic, Quaresma, Medel (Beşiktaş) - Lopes, Jorge, Diakhaby (Monaco) \nMAÇIN ÖNEMLİ POZİSYONLARI: 37'nci dakikada Monaco tehlikeli geldi. Jovetic'in pasında ceza sahası içinde topla buluşan Lopes'in vuruşunda kaleci Fabri'den seken topu Pepe uzaklaştırmayı başardı. 45'inci dakikada savunmadan çıkarken Adriano'nun kaptırdığı top Monacolu oyuncuların önüne düştü. Lopes ceza sahası dışından düzgün bir vuruşla topu Fabri'nin sağından ağlara gönderdi: 0-1. 53'üncü dakikada Tolgay'ın ara pasıyla ceza sahasında topla buluşan Quaresma, Jorge'nin müdahalesiyle yerde kaldı. Hakem Paolo Tagliavento penaltı noktasını gösterdi. 54'üncü dakikada penaltı vuruşunda topun başına gelen Cenk Tosun topu ağlara gönderdi ve skoru 1-1 getirdi. 58'inci dakikada Oğuzhan'ın ara pasına hareketlenen Babel kaleciyi geçti ve boş durumdaki Quaresma'ya pasını aktardı. Portekizli oyuncu boş kaleye bulamadı ve topu üstten dışarı yolladı. 90'ıncı dakikada Beşiktaş hızlı çıktı. Monaco savunmasını 5'e 3 yakalayan siyah-beyazlı ekipte Talisca, Quaresma'yı savunmanın arkasına kaçırdı. Portekizli oyuncunun vuruşunda savunma topa son anda ayak koydu. NOTLAR: \nŞENOL GÜNEŞ'TEN TALISCA'YA KESİK Teknik direktör Şenol Güneş, son dönemde performansında düşüş yaşayan ve eleştiri oklarının hedefinde olan Anderson Talisca'yı yedek kulübesine çekti. Brezilyalı yıldız Talisca'nın yerine, formayı Tolgay Arslan'a kaptıran ve Aytemiz Alanyaspor maçı öncesi bir süre mücadelelere yedek kulübesinde başlayan Oğuzhan Özyakup, ilk 11'de kendisine yer buldu. CUMHURBAŞKANI ERDOĞAN DA KARŞILAMAYI İZLEYECEK Beşiktaş'ın Monaco ile oynayacağı Şampiyonlar Ligi karşılaşmasını Cumhurbaşkanı Recep Tayyip Erdoğan locada takip etti. Cumhurbaşkanı Erdoğan ile birlikte Gençlik ve Spor Bakanı Osman Aşık Bak da stattaki yerini aldı. SİYAH-BEYAZLILAR BU MAÇI KAZANIRSA, REKOR GELECEK Beşiktaş'ın Monaco'yu Vodafone Park'ta mağlup etmesi halinde, siyah-beyazlı takım Kupa 1'de 4'te 4 yapan ilk Türk takımı olarak tarihe geçecek. Beşiktaş ayrıca bu mücadeleyi kazandığı takdirde, UEFA Şampiyonlar Ligi'nde son 16 turuna kalmayı da garantileyecek. GÖZTEPE TEKNİK DİREKTÖRÜ TAMER TUNA DA TRİBÜNDE Süper Lig 11'inci hafta mücadelesinde hafta sonu Beşiktaş'ı ağırlayacak olan Göztepe'de teknik direktör Tamer Tuna da karşılaşmayı tribünden takip etti. KAPALI GİŞE! Siyah-beyazlı taraftarlar, Monaco karşılaşmasına büyük ilgi gösterdi. Beşiktaş tarihinin en önemli karşılaşmalarından biri olan Monaco maçı için siyah-beyazlı taraftarlar satışa çıkan tüm biletleri tüketti. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-02T00:08:43.003+02:00"}, {"thread": {"uuid": "fa25a73639ab16f3652c6450bdd2637f8211f24c", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzkPfgZErbKSTNmJq0TzM2G6qBCHt4QO_0Re0pZX6jJcvr_zMt2nt_3_rzJ5t_GHpk-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Zorlu karşılaşmanın galibi Banvit - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "Zorlu karşılaşmanın galibi Banvit - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-11-01T20:09:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59fa0d787af5072d70e76f52.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fa25a73639ab16f3652c6450bdd2637f8211f24c", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQzkPfgZErbKSTNmJq0TzM2G6qBCHt4QO_0Re0pZX6jJcvr_zMt2nt_3_rzJ5t_GHpk-", "ord_in_thread": 0, "author": "", "published": "2017-11-01T20:09:00.000+02:00", "title": "Zorlu karşılaşmanın galibi Banvit - Basketbol ve Spor Haberleri Spor Arena'da", "text": "\nSalon: Kara Ali Acar \nHakemler: Tomas Jasevicius (Litvanya), Aleksandar Mlojevic (Makedonya), Janusz Calik (Polonya) \nBanvit: Thomas 23, Kulig 17, Tolga Geçim 3, Can Altıntığ 5, Vidmar 13, Rautins 3, Taylor 16, Caloiaro 5 \nMedi Bayreuth: Robinson 15, Bransford, Linhart 4, Doreth 2, Seiferth 6, Wachalski 2, Brooks 26, York 19 \n1. Periyot: 18-22 \nDevre: 38-38 \n3. Periyot: 57-56 \nMaça iyi başlayan Medi Bayreuth ; Seiferth, York ve Robinson ile bulduğu sayılarla 3. dakikayı 7-1 önde geçti. Banvit 'ten Vidmar'ın sayılarına Brooks ve Seiferth ile cevap veren konuk takım, 6. dakikada farkı 11 sayıya çıkardı: 3-14. Vidmar ve Kulig ile aradaki farkı kapatmaya çalışan Banvit karşısında hızlı hücumlarla skor üreten Medi Bayreuth, ilk çeyreği 22-18 önde tamamladı. \nİkinci periyoda da iyi başlayan konuk ekip, Brooks ile 13. dakikayı 26-18 önde geçti. Çabuk toparlanan Banvit; Thomas, Taylor ve Vidmar'ın sayılarıyla aradaki farkı kapattı ve devre 38-38 eşitlikle sona erdi. \nÜçüncü çeyrek, York ve Vidmar'ın karşılıklı sayılarıyla başladı. Banvit, Taylor'ın isabetiyle 26. dakikada 48-48 eşitliği yakaladı. Periyodun son dakikasında Thomas ile skor üreten Banvit, final çeyreğine 57-56 önde girdi. \nSon periyotta Brooks ve York ile pota altını iyi kullanan Medi Bayreuth, 32. dakikada 60-57 öne geçti. Turuncu-yeşilliler; Can Altıntığ, Kulig ve Thomas ile bulduğu sayılarla skoru yeniden lehine çevirdi ve 35. dakikayı 71-65 önde tamamladı. Son dakikaya girilirken Taylor'ın serbest atışlardan kazandırdığı sayılarla farkı 13'e çıkaran (85-72) Banvit, müsabakadan 85-74 galip ayrıldı. Banvit'te Thomas 23, Kulig 17 sayı atarken, konuk ekipte Brooks 26, York ise 19 sayı kaydetti. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "aleksandar mlojevic", "sentiment": "negative"}, {"name": "tomas jasevicius", "sentiment": "negative"}, {"name": "janus", "sentiment": "negative"}, {"name": "kara ali", "sentiment": "negative"}, {"name": "zorlu", "sentiment": "negative"}, {"name": "thomas", "sentiment": "none"}, {"name": "seiferth", "sentiment": "none"}, {"name": "york ve vidmar", "sentiment": "none"}, {"name": "robinson", "sentiment": "none"}, {"name": "brooks", "sentiment": "none"}, {"name": "taylor", "sentiment": "none"}, {"name": "linhart", "sentiment": "none"}, {"name": "calik", "sentiment": "none"}, {"name": "bransford", "sentiment": "none"}, {"name": "periyodun", "sentiment": "none"}, {"name": "tolga geçim", "sentiment": "none"}, {"name": "kulig", "sentiment": "none"}, {"name": "banvit", "sentiment": "none"}, {"name": "periyotta brooks", "sentiment": "none"}, {"name": "vidmar", "sentiment": "none"}, {"name": "dakikasında thomas", "sentiment": "none"}], "organizations": [{"name": "spor haberleri spor arena'da  salon", "sentiment": "neutral"}, {"name": "medi bayreuth", "sentiment": "none"}, {"name": "caloiaro", "sentiment": "none"}, {"name": "york", "sentiment": "none"}, {"name": "banvit", "sentiment": "none"}, {"name": "doreth", "sentiment": "none"}, {"name": "wachalski", "sentiment": "none"}, {"name": "york ve robinson", "sentiment": "none"}, {"name": "rautins", "sentiment": "none"}], "locations": [{"name": "litvanya", "sentiment": "none"}, {"name": "makedonya", "sentiment": "none"}, {"name": "polonya", "sentiment": "none"}, {"name": "bayreuth", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-02T00:57:47.009+02:00"}, {"thread": {"uuid": "b3481c6166b39a5ce91a150af06e3feec0200229", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQw_i.Sff7hCkbgr5qdSGp6bMnSxf_VwkGSu_kpWEDByzk1ubajbIDGxpRG0bJlJ6ds-", "site_full": "www.hurriyet.com.tr", "site": "hurriyet.com.tr", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Karşıyaka Avrupa'da 4'te 3 yaptı! - Basketbol ve Spor Haberleri Spor Arena'da", "title_full": "Karşıyaka Avrupa'da 4'te 3 yaptı! - Basketbol ve Spor Haberleri Spor Arena'da", "published": "2017-11-01T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "TR", "spam_score": 0.2, "main_image": "http://i.hurimg.com/i/hurriyet/75/0x0/59f8de4dc03c0f1538456ef9.jpg", "performance_score": 0, "domain_rank": 337, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b3481c6166b39a5ce91a150af06e3feec0200229", "url": "http://omgili.com/ri/jHIAmI4hxg.PAahAHEZfXw9YO7UXe3WoBXr0QhBmOQw_i.Sff7hCkbgr5qdSGp6bMnSxf_VwkGSu_kpWEDByzk1ubajbIDGxpRG0bJlJ6ds-", "ord_in_thread": 0, "author": "", "published": "2017-11-01T11:58:00.000+02:00", "title": "Karşıyaka Avrupa'da 4'te 3 yaptı! - Basketbol ve Spor Haberleri Spor Arena'da", "text": "\nSALON: Mustafa Kemal Atatürk \nHAKEMLER: Aleksandar Glisic (Sırbistan) (xx), Luis Castillo (İspanya) (xx), Gentian Cici (Arnavutluk) (xx) \nPINAR KARŞIYAKA: Waters (xxx) 17, Alp (xx) 5, Wood (xxx) 13, Metin (xx) 8, Egemen (xxx) 13, Berk (xxx) 10, Kennedy (xxx) 24, Görkem (xxx) 8, Mert (x), Berke (x) \nHAPOEL HOLON: Holloway (xxx) 15, Walden (xx) 10, Harrush (x), Alexander (xxx) 15, Thomas (xx) 8, Blatt (xx) 8, Pnini (xxx) 12, Glen Rice (xxx) 231'inci PERİYOT: 22-19 \n3'üncü PERİYOT: 72-56 \n5 FAUL : Waters (35.15), Metin (39.18) (Pınar Karşıyaka ) \nGrupta 4 maçta 3 galibiyete ulaşarak Tahincioğlu Basketbol Süper Ligi'ndeki kötü gidişten sonra Avrupa'da teselli bulan İzmir temsilcisinde Kennedy 24, Waters ise 17 sayıyla oynadı. Yeşil-kırmızılılarda bonservis engeli nedeniyle lisansı çıkarılamayan Dustin Hogue'un yanı sıra belinde sakatlık bulunan Jarrod Jones da forma giyemedi. \nİlk periyotta Karşıyaka, Egemen'in pota altından etkili oyunuyla farkı 8 sayıya kadar çıkarsa da konuk ekip farkı kapattı ve periyot 22-19 sonuçlandı. İkinci periyotta kenardan gelen Kennedy ve Görkem'in katkısıyla 13 sayılık avantaj yakalayan Karşıyaka, soyunma odasına 51-40 önde girdi. Üçüncü periyodun ilk dakikalarında etkili oyununu sürdüren yeşil-kırmızılı ekip, Waters'ın 3 sayılık basketiyle durumu 61-43'e getirerek farkı 18 sayıya taşıdı. Son 10 dakikalık bölüm 72-56 başladı. Dördüncü ve son periyotta taraftarının desteğiyle rahat bir oyun sergileyen temsilcimiz salondan 98-91 galip ayrıldı. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "karşıyaka avrupa", "sentiment": "negative"}, {"name": "luis castillo", "sentiment": "negative"}, {"name": "- basketbol", "sentiment": "negative"}, {"name": "aleksandar glisic", "sentiment": "negative"}, {"name": "mustafa kemal atatürk  hakemler", "sentiment": "neutral"}, {"name": "thomas", "sentiment": "none"}, {"name": "jarrod jones", "sentiment": "none"}, {"name": "alexander", "sentiment": "none"}, {"name": "berk", "sentiment": "none"}, {"name": "blatt", "sentiment": "none"}, {"name": "glen rice", "sentiment": "none"}, {"name": "pınar karşıyaka", "sentiment": "none"}, {"name": "egemen", "sentiment": "none"}, {"name": "metin", "sentiment": "none"}, {"name": "dustin hogue'un", "sentiment": "none"}, {"name": "kennedy", "sentiment": "none"}, {"name": "harrush", "sentiment": "none"}, {"name": "walden", "sentiment": "none"}, {"name": "görkem", "sentiment": "none"}, {"name": "berke", "sentiment": "none"}, {"name": "gentian cici", "sentiment": "none"}, {"name": "pnini", "sentiment": "none"}, {"name": "mert", "sentiment": "none"}, {"name": "holloway", "sentiment": "none"}], "organizations": [{"name": "spor haberleri spor arena", "sentiment": "negative"}, {"name": "grupta", "sentiment": "none"}], "locations": [{"name": "karşıyaka", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-02T00:58:18.012+02:00"}], "totalResults": 39, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509577098012&q=language%3Aenglish+site%3Ahurriyet.com.tr&sort=crawled", "requestsLeft": 638}