{"posts": [{"thread": {"uuid": "bdd8669899eb05a5f6bdf3cbdf09ff2c1f16d9ef", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcJtbwkyaYxoHNPR.Q0gqOog8i2IjJjElSKAt.PfVZftOrw.d0InDtBBCvPyWvYQ5Hsvc1DHaQ3WCvvodbBfnU4A--", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "'Low-carb, high-fat is what we physicians eat' says 80 Canadian doctors - Diet Doctor", "title_full": "'Low-carb, high-fat is what we physicians eat' says 80 Canadian doctors - Diet Doctor", "published": "2017-10-05T17:48:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.418, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/dims.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bdd8669899eb05a5f6bdf3cbdf09ff2c1f16d9ef", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcJtbwkyaYxoHNPR.Q0gqOog8i2IjJjElSKAt.PfVZftOrw.d0InDtBBCvPyWvYQ5Hsvc1DHaQ3WCvvodbBfnU4A--", "ord_in_thread": 0, "author": "Dr. Andreas Eenfeldt", "published": "2017-10-05T17:48:00.000+03:00", "title": "'Low-carb, high-fat is what we physicians eat' says 80 Canadian doctors - Diet Doctor", "text": "Dr. Andreas Eenfeldt, MD Dr. Andreas Eenfeldt is a Swedish medical doctor specialized in family medicine. He now runs the fast-growing health site DietDoctor.com, together with 16 co-workers. in Keto , Low Carb High Fat \nAre low carb and keto fad diets which come with unsustainable restrictions and health risks? Absolutely not. They are based on sound science, they’re perfectly healthy, and they’re the diets of preference for a growing number of health professionals. \nThat’s what Dr. Evelyne Bourdua-Roy writes, in a letter signed by 80 Canadian MDs: \nOur personal and clinical experience shows that this diet is more varied, tasty and satiating than the low-fat diet proposed by the Canadian Food Guide. We are thousands of doctors across the country and around the world who have adopted this way of eating for ourselves and our families, for health and well-being reasons. And we continue to eat this way in part because we love what we eat. \nHuffpost: Low-carb, high-fat is what we physicians eat. You should, too Low-carb doctors ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "andreas eenfeldt", "sentiment": "negative"}, {"name": "evelyne bourdua-roy", "sentiment": "none"}, {"name": "keto", "sentiment": "none"}], "organizations": [{"name": "low carb high fat", "sentiment": "none"}, {"name": "canadian food guide", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-07T16:09:24.004+03:00"}, {"thread": {"uuid": "3d79d99666dd6330aa9112a29d7d4c3e0e317383", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcOVvsgDhih5adFjvvdHVZMk52r556GFMW7GJb_XYqCbw_T_.z.393sKq04aeL5Xgonezgc_NyzJCp7iwUuToqYw--", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "New report: Global cost of obesity will hit $1.2tn annually by 2025 - Diet Doctor", "title_full": "New report: Global cost of obesity will hit $1.2tn annually by 2025 - Diet Doctor", "published": "2017-10-10T12:11:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.163, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/3585.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3d79d99666dd6330aa9112a29d7d4c3e0e317383", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcOVvsgDhih5adFjvvdHVZMk52r556GFMW7GJb_XYqCbw_T_.z.393sKq04aeL5Xgonezgc_NyzJCp7iwUuToqYw--", "ord_in_thread": 0, "author": "Amanda", "published": "2017-10-10T12:11:00.000+03:00", "title": "New report: Global cost of obesity will hit $1.2tn annually by 2025 - Diet Doctor", "text": "Amanda Åkesson Amanda Åkesson is an editor at Diet Doctor and a business student who is passionate about the ketogenic diet. She started eating low carb because of IBS and having low energy. It has also helped her shed excess weight. On a typical day, she starts off by having a few boiled or fried eggs and... in The obesity epidemic \nObesity-related illness will cost $1.2 trillion yearly by 2025, according to a new alarming report by the World Obesity Federation . \nMoreover, as many as 2.7 billion of the world’s inhabitants will be overweight or obese at the time. \nThe annual medical costs of treating the consequences of obesity, such as diabetes and heart disease, is truly alarming. Continual surveillance by WOF has shown how obesity prevalence has risen dramatically over the past 10 years and with an estimated 177 million adults suffering severe obesity by 2025, it is clear that governments need to act now to reduce this burden on their national economies. – Professor Ian Caterson ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "amanda åkesson amanda åkesson", "sentiment": "negative"}, {"name": "ian caterson", "sentiment": "none"}], "organizations": [{"name": "world obesity federation", "sentiment": "none"}, {"name": "ibs", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-10T12:24:32.015+03:00"}, {"thread": {"uuid": "4c89982109f67cee33cd74a24bd6181630114c22", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDc55tlhfKpmcadxO84.hfqIQAeAjOaJe3q2WJMDFDViUTDloCNafuSTrY5GjNbosmQSNSv1ZJaNUk-", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "Ivor Cummins on heart disease, LDL and insulin resistance - Diet Doctor", "title_full": "Ivor Cummins on heart disease, LDL and insulin resistance - Diet Doctor", "published": "2017-10-10T13:33:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.262, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/cummins.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4c89982109f67cee33cd74a24bd6181630114c22", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDc55tlhfKpmcadxO84.hfqIQAeAjOaJe3q2WJMDFDViUTDloCNafuSTrY5GjNbosmQSNSv1ZJaNUk-", "ord_in_thread": 0, "author": "Amanda", "published": "2017-10-10T13:33:00.000+03:00", "title": "Ivor Cummins on heart disease, LDL and insulin resistance - Diet Doctor", "text": "Amanda Åkesson Amanda Åkesson is an editor at Diet Doctor and a business student who is passionate about the ketogenic diet. She started eating low carb because of IBS and having low energy. It has also helped her shed excess weight. On a typical day, she starts off by having a few boiled or fried eggs and... in Heart disease , Insulin , Ivor Cummins , Liver disease , Low Carb High Fat , Metabolic syndrome \nWatch Ivor Cummins talk about the conclusions on heart disease which he has reached after solving his own health issues and digging deep into the science. \nMy talk is somewhat uncompromising, and may even appear dogmatic. The content and messages are however driven by the hardest of science and the most decisive data available. I hope you enjoy the talk…and not least – the controversial conclusions that I reach. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ivor cummins", "sentiment": "negative"}, {"name": "amanda åkesson amanda åkesson", "sentiment": "negative"}], "organizations": [{"name": "low carb high fat", "sentiment": "none"}, {"name": "ibs", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-12T19:23:04.002+03:00"}, {"thread": {"uuid": "3f33208c00b3fbbf488116b7cde4d7ef3bf796ce", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcOcBP4jBAgTfzwYVpOvllxG1roq72Cw6DBkJBTIHn3QUuJG3B2SbCmiECwmBQGpTc", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "Why we're losing the war (on obesity, type 2 diabetes and cancer) - Diet Doctor", "title_full": "Why we're losing the war (on obesity, type 2 diabetes and cancer) - Diet Doctor", "published": "2017-10-12T17:34:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.021, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/GettyImages-859102254.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3f33208c00b3fbbf488116b7cde4d7ef3bf796ce", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcOcBP4jBAgTfzwYVpOvllxG1roq72Cw6DBkJBTIHn3QUuJG3B2SbCmiECwmBQGpTc", "ord_in_thread": 0, "author": "Dr. Jason Fung", "published": "2017-10-12T17:34:00.000+03:00", "title": "Why we're losing the war (on obesity, type 2 diabetes and cancer) - Diet Doctor", "text": "Dr. Jason Fung, M.D. Dr. Jason Fung is a Canadian nephrologist. He’s a world-leading expert on intermittent fasting and LCHF, especially for treating people with type 2 diabetes. in Cancer , Diabetes , The obesity epidemic \nThe first step to solving a problem is to admit that one exists. \nI was recently sitting in a department meeting in my hospital, where we had recently raised over $1 million to fund a Centre for Integrative Medicine (CIM) in conjunction with the University. There was great fanfare when it began, a few years ago. The director of the program stood to present to the rest of the hospital what had been done over that year. \nIn that time, this entire department of 4 or 5 people had managed to do a survey, and took over a program where massage students were giving free massages to patients and staff. This was a program that had already been set up and running, but CIM took it over, which wasn’t difficult, since they were volunteer students. That’s it. \nIn a whole year, they managed one program and took a survey about attitudes. Wow. I thought. That really sucks. In a year, 4 people managed to do work that it would have taken me about 1-2 days. That really sucks. But I didn’t say anything, because it wasn’t really my business. \nAfter she sat done, other managers made some comments. “Great job”. “Congratulations, this is very exciting”. “Excellent work”. This was the gist of the sentiments shared at the table. This is generally how any bureaucracy works. Even though it was obvious that we had just pissed away $1 million dollars, we all needed to pretend that all was great. Nobody, it seems, wanted to yell “The emperor has no clothes”. Dissenting opinions to the prespecified narrative are not welcome. \nRather than acknowledge the truth, everybody just wants to pretend everything is just fine, thank you very much. This problem is not unique to my hospital, but is pervasive in all of public health. We all need to pretend that everybody (the academic research community, doctors, dietitians, the nutritional authorities) is doing just great, even as we have an obesity and type 2 diabetes epidemic that dwarfs anything the world has ever seen. Nobody wants to admit there is a problem – and therefore we have not taken the first steps to solving it. Obesity \nIn the ‘war on obesity’ it is rather obvious that things are not going well. You can take any statistic about global obesity and it will be bad. For example, the CDC recently released obesity statistics for the United States. Yes, it was scary bad. No state in the Union had a prevalence of obesity under 20%. Only 3 states fell below 25%. Yikes. Tragically, in 1985, there was not a single state above 10%. Now, even the best state is double that. \nLogically, whatever obesity advice we are doling out to the general public on weight loss is not effective. This is the calorie-centric view of obesity as an energy balance problem, as if the human body is some kind of bomb calorimeter with better hair and makeup. Perhaps the low-fat diet may even be making it worse – that’s debatable, but it sure ain’t making it better. If it’s not working, then we should change it. That’s logic, but that also means we would have to admit there is a problem. No can do. \nSo, looking on the CDC website, what advice is being given? “To lose weight, you must use up more calories than you take in. Since one pound equals 3,500 calories, you need to reduce your caloric intake by 500—1000 calories per day to lose about 1 to 2 pounds (0.5-1 kg) per week.” Funny, that sounds like the same, old, tired advice that I heard, growing up in the 1970s. \nLet’s look at it logically. Here’s what we know. We are giving the same weight loss advice for the last 50 years. Obesity is getting worse, very quickly. \nSo, all the obesity specialists in all the universities conclude that we should… Keep giving the same caloric restriction advice? WTF? Are these people insane? The first step to solving a problem is to admit that one exists. \nThe problem is that our advice is not useful or effective. Let’s face that hard truth and start moving forward. Instead, there are legions of ‘professionals’ and ‘academics’ who keep screaming that “It’s all about calories”. We’ve focused obsessively on calories (the body, of course, has no actual way of measuring calories) and it’s gotten us exactly nowhere. Type 2 diabetes \nIn type 2 diabetes, we see the same horrifying epidemic. However, in our treatment of type 2 diabetes, we pretended that if only we could give enough medications to normalize the blood glucose, everything would be just fine, thank you very much. So, we did studies to prove our point. \nThe ACCORD, ADVANCE, VADT, TECOS and other studies all proved the same point. Yes, you could use medications to lower blood glucose, but no, people were not healthier for it. They died at the same rate. They got heart disease and kidney disease at the same rate. Taking the insulin and other medications were pointless. Sure, the drug companies made lots of money and the doctors got to feel good about themselves. But in terms of making patients healthier, no, sorry about it. \nLet’s look at it logically. Using medications to lower blood sugar has minimal benefits. The recommended approach is to give medications to lower blood sugar. \nWTF?? This is the same tired advice that I gave to diabetics in the 1990s. 25 years later, we haven’t advanced a single bit. The first step to solving a problem is to admit that one exists. If we do not acknowledge the problem that our current treatment approach is incorrect, we have no hope of correcting our course. \nWe’ve focused obsessively upon correcting the blood sugar even as this approach has been proven to fail. Time to man up, and face it. But, that would mean we are deviating from the pre-specified narrative that ‘Everything is awesome’ and that our researchers and doctors are making brave progress against a terrible disease. Admit a problem? No can do. Cancer \nThe ‘war on cancer’ has gone similarly poorly. John Bailar III should know about cancer. He worked in the National Cancer Institute (NCI), was editor of the Journal of the NCI, statistical consultant to the New England Journal of Medicine and a lecturer at Harvard’s School of Public Health. He started wondering about the effectiveness of the entire cancer research program in the 1970s and left the NCI in 1980. He wrote a piece in the New England Journal of Medicine in 1986 entitled “ Progress Against Cancer? ” From 1950 to 1982, there was not a single shred of evidence that medical advances had slowed down rates of cancer or deaths from cancer. If anything, the situation was worse than before. \nIn 1997, he published a follow up paper called ‘ Cancer Undefeated ‘ in the same journal. He made the same points as eleven years earlier, that the cold, hard fact showed that cancer as a disease was not getting any better despite the billions of dollars being poured into research. \nAs an insider on the cancer wars, published in the most prominent journal in the world, here was somebody who yelled out ‘The emperor has no clothes’. The response was stark. He was almost universally reviled within the cancer research community. His motives, his intelligence were routinely called into question. Vincent DeVita Jr, the NCI director called his first paper reprehensible, irresponsible and misleading while implying that Bailar himself had departed with reality. \nWhile the personal attacks were plentiful, there was simply no denying the statistics. In the past 4 decades, the crude death rate other than cancer dropped by 24%. Cancer, though has increased 14%. Cancer was indeed getting worse. But nobody wanted to admit it. The first step to solving a problem is to admit that one exists. \nIn cancer, the past 50 year have focused obsessively upon the genetic mutations as a cause of the problem. While there have been some major advances in some relatively minor diseases (CML and Gleevec), in general, cancer is no more defeated than it was 50 years ago. This approach has gotten us a single step in a thousand mile journey. \nPart of the problem lies in how cancer drugs are approved. The FDA approves drugs based on their side effects (toxicity) compared to their efficacy – which can be defined many ways. If drugs help cancer patients live longer then it has a great chance of being approved. This is probably the most important hard endpoint for drugs. Unfortunately, from 1990-2002 , 75% of the FDA approvals were given for reasons other than making patients live longer. \nThe biggest reason for approval to market a medication was the ‘partial tumor response rate’. This means that the primary tumor shrank in volume by over 50%. This sounds pretty good. What’s the problem with that? Well – it’s completely useless. Cancer kills because of metastasis. Once cancer spreads, it’s far, far more deadly. You need to kill just about 100% of the cancer in order for patients to survive longer. \nThat’s the reason that surgery and radiation are ineffective once the cancer has metastasized. Imagine that you have a surgical procedure to remove half of the cancer. It would be pretty useless. Every surgeon in the world would refuse to operate because it’s just stupid. And they would be correct. Getting half the cancer is no better than getting none of it. That’s why surgeons always tell patients optimistically, after surgery that ‘We got it all’. Surgeons will cut huge swaths of normal tissues out of cancer patients in their efforts to ‘get it all’. \nGetting half the cancer is just pissing in the ocean. It makes not even a little difference to the overall outcome. Yet, over 50% of the new drugs available for cancer were approved based upon this completely useless efficacy measure. 71 approvals were made, based on this hurdle. However, some medications are approved from multiple cancers, each requiring its own approval, so 71 approvals only translated into 45 drugs. \nIf you look at the more rigorous measure of actually helping save lives, only 12 medications managed to clear this bar in the 12 years from 1990-2002. The duration of life extension is generally only a few weeks or months in the majority of cases. In that same time, the phrase ‘cancer breakthrough’ appeared in 691 published articles. The strange math, according to the terrific, eye-opening book ‘ The Truth in Small Doses ‘ goes like this. \n691 breakthroughs = 71 cancer drug approvals = 45 drugs = 12 drugs that barely extended patients lives \nNo. The war(s) are not going well. Cancer remains undefeated and even unbothered by our puny efforts. The emperor has no clothes. We need a new approach. \nCan we just face the fact that the calorie approach is doomed to failure. The ‘blood glucose’ approach is doomed to failure. The ‘cancer is a genetic disease’ approach is doomed to failure. All have been tried over 50 years. All failed miserably. Let’s us admit the problem, so that we can move towards a solution. Time to cut bait. \n— ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T15:18:56.366+03:00"}, {"thread": {"uuid": "3f67a0d97bb4c90bd202e432e3d7fcb2a0298936", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcWK.5R70blEGk70aSSueTwVdNQUinSbkmw7qr8gnLeMJfpRyYZZegWg--", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "Top videos with Dr. Andreas Eenfeldt - Diet Doctor", "title_full": "Top videos with Dr. Andreas Eenfeldt - Diet Doctor", "published": "2017-10-15T21:35:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.059, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/eenfeldt-featured-videos.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3f67a0d97bb4c90bd202e432e3d7fcb2a0298936", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcWK.5R70blEGk70aSSueTwVdNQUinSbkmw7qr8gnLeMJfpRyYZZegWg--", "ord_in_thread": 0, "author": "Amanda", "published": "2017-10-15T21:35:00.000+03:00", "title": "Top videos with Dr. Andreas Eenfeldt - Diet Doctor", "text": "Amanda Åkesson Amanda Åkesson is an editor at Diet Doctor and a business student who is passionate about the ketogenic diet. She started eating low carb because of IBS and having low energy. It has also helped her shed excess weight. On a typical day, she starts off by having a few boiled or fried eggs and... in Featured videos , Keto , Low Carb High Fat , The obesity epidemic How do you eat low carb ? What is the story behind Diet Doctor? And what could be a possible solution to the massive epidemics of obesity and type 2 diabetes across the globe?\nThis is Dr. Andreas Eenfeldt’s, the founder of Diet Doctor, expertise. In the videos below, he answers these questions. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "andreas eenfeldt", "sentiment": "negative"}, {"name": "amanda åkesson amanda åkesson", "sentiment": "negative"}, {"name": "keto", "sentiment": "none"}], "organizations": [{"name": "low carb high fat", "sentiment": "none"}, {"name": "ibs", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-15T21:40:18.000+03:00"}, {"thread": {"uuid": "707553fc30fd1710822a0c40a441c2270f7c6fba", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDc.YDThxiFjmB7ou0gEMFn1yW4I9mrqe.jAyeeLE5KHhQ-", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "Are all calories the same? - Diet Doctor", "title_full": "Are all calories the same? - Diet Doctor", "published": "2017-10-23T16:30:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.267, "main_image": "", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "707553fc30fd1710822a0c40a441c2270f7c6fba", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDc.YDThxiFjmB7ou0gEMFn1yW4I9mrqe.jAyeeLE5KHhQ-", "ord_in_thread": 0, "author": "Amanda", "published": "2017-10-23T16:30:00.000+03:00", "title": "Are all calories the same? - Diet Doctor", "text": "Amanda Åkesson Amanda Åkesson is an editor at Diet Doctor and a business student who is passionate about the ketogenic diet. She started eating low carb because of IBS and having low energy. It has also helped her shed excess weight. On a typical day, she starts off by having a few boiled or fried eggs and... in About membership , Calorie counting , Failed low-fat diets , Junk food , Low Carb Breckenridge , Low Carb High Fat , Real food , Sam Feltham , Weight loss 5.0 out of 5 stars 5 stars 100% 4 stars 0% 3 stars 0% 2 stars 0% 1 star 0% 1 rating Are all calories created equally – regardless of whether they come from a low-carb , low-fat or a vegan diet?\nSam Feltham decided to do some self-experimentation investigating just this, and ate almost 6,000 calories on a low-carb diet , a vegan diet and then high-carb fake food. The results varied widely, to say the least. \nBut what are the implications for the way you’re eating? He answers that in this interview. \nWatch a part of the interview above, where he explains how he came up with and conducted his self-experiments ( transcript ). The full video is available (with captions and transcript) with a free trial or membership: \nJoin free for a month to get instant access to this and hundreds of other low-carb TV videos . Plus Q&A with experts and our awesome low-carb meal-plan service . Calories ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "amanda åkesson amanda åkesson", "sentiment": "negative"}, {"name": "sam feltham", "sentiment": "none"}], "organizations": [{"name": "low carb high fat", "sentiment": "none"}, {"name": "ibs", "sentiment": "none"}], "locations": [{"name": "low carb breckenridge", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T16:39:32.006+03:00"}, {"thread": {"uuid": "06e53597117b243f2de7b32d9ca687885481b94f", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcYCBAiytzT5E_81wUitvoAtLuLVK2ea18RxqK_Yyi1EvbVVqR2KbGj2ww7Xuf.qRo", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "Minus 50 pounds in four months on the keto diet - Diet Doctor", "title_full": "Minus 50 pounds in four months on the keto diet - Diet Doctor", "published": "2017-10-24T14:51:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.193, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/tmp_8MoLoi_0b8d0cdd990cfaa1_22344876_474675629599843_3710194171366080512_n.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "06e53597117b243f2de7b32d9ca687885481b94f", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcYCBAiytzT5E_81wUitvoAtLuLVK2ea18RxqK_Yyi1EvbVVqR2KbGj2ww7Xuf.qRo", "ord_in_thread": 0, "author": "Amanda", "published": "2017-10-24T14:51:00.000+03:00", "title": "Minus 50 pounds in four months on the keto diet - Diet Doctor", "text": "Amanda Åkesson Amanda Åkesson is an editor at Diet Doctor and a business student who is passionate about the ketogenic diet. She started eating low carb because of IBS and having low energy. It has also helped her shed excess weight. On a typical day, she starts off by having a few boiled or fried eggs and... in Keto , Success stories Before and after \nAfter having given up on dieting, Caitlin Graham embarked on her last resort – the keto diet . And apparently, she ended up dropping 50 lbs (23 kg) in just four months. \nBut the weight loss is not the most significant change which came from the diet, it’s the sense of wellbeing. \nI didn’t feel anywhere near as bloated or ick. I felt healthier on the inside because I wasn’t putting bad foods in my body… It has also seriously improved my anxiety and depression. I still feel sh*t from time to time, but nowhere near as bad as what I used to feel. \nWant to try the same thing? Check out the links below. Get started \nDo you want to try what Caitlin has done? Sign up for our free 2-week keto low-carb challenge! \nAlternatively, use our free keto low-carb guide , or for maximum simplicity try out our new low-carb meal planner service – it’s free to use for a month. Mon ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "amanda åkesson amanda åkesson", "sentiment": "negative"}, {"name": "keto", "sentiment": "none"}, {"name": "caitlin graham", "sentiment": "none"}, {"name": "caitlin", "sentiment": "none"}, {"name": "mon", "sentiment": "none"}], "organizations": [{"name": "ibs", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-25T10:27:32.009+03:00"}, {"thread": {"uuid": "d0fdc7929a8f0f77fd9d10ba06dd20f3356c1e6a", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcypwCfpyPmw0qkdd7uzMHQqOeG0MhG0BQz2rD3DGPkxORieZ8QFb5jvw1pZd1ZuTMxiSWlxlfyJ4-", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "The Procrustean bed or how to make cancer into a disease of random mutations - Diet Doctor", "title_full": "The Procrustean bed or how to make cancer into a disease of random mutations - Diet Doctor", "published": "2017-10-26T17:41:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.036, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/procrustes.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d0fdc7929a8f0f77fd9d10ba06dd20f3356c1e6a", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcypwCfpyPmw0qkdd7uzMHQqOeG0MhG0BQz2rD3DGPkxORieZ8QFb5jvw1pZd1ZuTMxiSWlxlfyJ4-", "ord_in_thread": 0, "author": "Dr. Jason Fung", "published": "2017-10-26T17:41:00.000+03:00", "title": "The Procrustean bed or how to make cancer into a disease of random mutations - Diet Doctor", "text": "Dr. Jason Fung, M.D. Dr. Jason Fung is a Canadian nephrologist. He’s a world-leading expert on intermittent fasting and LCHF, especially for treating people with type 2 diabetes. in Cancer The Procrustian bed \nIn Greek mythology, Procrustes was a son of Poseidon (god of the sea) who often invited passersby to stay at his house to rest for the night. There he showed them to their bed. If the guest was too tall, he would chop off their limbs until the bed fit just right. If they were too short, he would stretch them on a rack until the bed fit just right. The great contemporary thinker and philosopher Nassim Nicholas Taleb often uses this allegory, but it is also quite appropriate to describe how the facts have been tortured to fit the theory of the Somatic Mutation Theory (SMT). \nThe basis of the SMT (that mutations cause cancer) was first postulated in 1914, by Theodor Boveri in his book ‘The Origin of Malignant Tumors’ who guessed that a combination of chromosomal defects could result in cancer. The 1950s discovery of the double helix of DNA by James Watson and Francis Crick lit a fire under genetic research, making this theory the predominant cancer hypothesis for the next half century. Clearly, some tumours have a genetic predisposition such as those that run in families. But 90-95% of cancers do not fall into this category – they are ‘sporadic’. \nLooking at retinoblastoma, a rare eye tumor, Alfred Knudson suggested that a single mutation could result in cancer. The discovery of oncogenes and tumor suppressor genes led to the hope that cancer was one simple genetic mutation that could be targeted and corrected. In the case of chronic myelogenous leukaemia, this seems true, with a single chromosomal abnormality leading to disease. A single genetic mutation could abnormally accelerate growth genes (oncogenes) or take the brakes off suppressor genes, with the same effect of uncontrolled growth. But a problem existed. Between 1980 and 1990, hundreds and hundreds of these potential gene targets were identified. If that was true, then why wasn’t everybody getting cancer? The two-hit hypothesis \nThought to be too simplistic for most common cancers, this led to the ‘two hit hypothesis’, a theory I learned in medical school in the early 1990s. Sure, it was clear that cancers had mutations in their genes, but it was not at all clear that these mutations were primarily responsible for causing the cancers (see previous post – proximate vs. ultimate causes ). \nSo how many genetic changes were necessary for these cancers? In 1988, Bert Vogelstein, at Johns Hopkins Medical School started to investigate this question. Cancer seems to progress in a relatively orderly manner. The discovery of pre-cancerous lesions, for example, in cervical cancer, allowed the development of the PAP smear. There was a long lag time between abnormal cells detected and true cancer, during which treatments could be used to prevent worse disease. NEJM Oct 11, 2017. Medicine and Society Data Watch \nColon cancer shows this same orderly progression – from a non-invasive, premalignant lesion called an adenoma to the full-fledged cancer. This is the reason why screening colonoscopies are recommended – to catch these pre-cancerous lesions and deal with them before they become cancer. Indeed, colon cancer alone amongst the obesity related cancers is showing decreasing incidence, possibly due to widespread use of screening. Using colon cancer as an archetype, Vogelstein showed that genetic mutations accumulated in a manner parallel to the clinical progression. By intervening early and removing these precancerous lesion, you could hope to prevent future invasive disease. \nOne single mutation was not enough to cause cancer by itself. But as a cell accumulates a second or third mutation, it moved closer and closer to becoming cancer. If we could identify these 2 or 3 or 4 mutations, again, we have a target for treatment. In 2003 the Human Genome Project was completed – the race to decipher the complete genetic code of a human being. Using this ‘normal’ genome, a more ambitious project, The Cancer Genome Atlas, could compare the difference between cancer cells and normal cells and look for common mutations. \nOptimism for the future of cancer treatment was impossible to suppress. James Watson, the co-discoverer of DNA and Nobel laureate, wrote in a 2009 New York Times opinion that ‘ To Fight Cancer, Know the Enemy ‘. TCGA was the long awaited cancer moon shot to know the enemy and bring the fight to him. He wrote “Beating cancer now is a realistic ambition because, at long last, we largely know its true genetic and chemical characteristics”. Watson, a member of the National Cancer Advisory Board since the time of President Nixon, was finally hopeful for the future. \nBut not everybody was convinced. Commentary by George Miklos in 2005 suggest that we should “Strap yourself in and get ready for some serious ‘more of the same'” His point, not well appreciated at the time, was that this new megaproject was only the ultimate culmination and continuation of a futile line of research that had so far gone exactly nowhere. The survival of cancer patients stagnated from 1973 to 1997, 25 years in which death from heart disease and stroke fell over 50%. From the viewpoint of Nixon’s war on cancer, it looked we were losing. Stagnating advancement \nEvery area of technology – biotechnology, genetics, computers, semiconductors was advancing at a pace never before seen in human history. Network connectivity (Internet) was being developed at breakneck speed. Computing power was doubling every 18 months or so. Space travel was becoming a reality. \nBut cancer? Cancer was a problem child. It wasn’t that we weren’t focused on the problem. Cancer research had consumed hundreds of billions of dollars already, but the common cancers were just as deadly as ever. Cancer research had focused myopically on the search for oncogenes and tumor suppressor genes. It’s not like there weren’t any researchers. Up to 2004, PubMed lists 1.56 million papers published on cancer. 1.56 million! The National Cancer Institute budget for 2004 was $4.7 billion. If you add in charities and other funding including pharmaceuticals, it was $14.4 billion. No, it wasn’t lack of money or lack of researchers that was the problem. It was the lack of fresh ideas. \nThe cost was estimated to be $1.35 billion over 9 years of the project . Dr. Craig Venter, who had just recently completed the Human Genome Project opined that “Diverting a billion or two dollars from other areas of research when its not clear what answer we’d get, there might be better ways to move cancer research forward”. Prophetic, yes. Heeded, no. It was already known at the project’s genesis that tumours mutate rapidly, and two cells even within the same tumor may have completely different mutations. In the New York Times, Dr. Baylin worried “We can spend $2 billion on something and get a lot of data, but I’m not convinced it will do us much good”. \nAs the first reams of data started to pore in, the first inklings of the enormity of the challenge started to percolate. In individual breast or colon cancers, cells had not 2 or 3 or 4 of the same mutations, but 50-80 mutations. Even brain cancer, which tends to occur in younger patients had 40-50 mutations. But even worse, the mutations were different between cancers. Two clinically identical breast cancers will each have 50-80 mutations, but 50-80 completely different mutations from each other! It was genetic bedlam. \nBut the mind sees what it wants to see. Cancer researchers saw genetic mutations everywhere so the SMT was made to fit the Procrustean bed. Instead of individual mutations, they were lumped into mutation ‘pathways’ so that multiple mutations within a single pathway could be identified as a single problem. Then, certain mutations were also felt to have no effect, so there were ‘driver’ mutations and ‘passenger’ mutations that, all of a sudden, didn’t count. Even with all this Procrustean work, studies still estimated that each breast or colon cancer still required about 13 driver mutations . That’s better than the 50-80 mutations, but a lot worse than the 2-hit or 3-hit theories of the 1990s. \nBut the mutations within tumours were uneven, too. In a study of 210 human cancers , 20 tumours had between 10 and 75 mutations while a full 73 had none at all! Bloody hell. If mutations caused cancer, how could 35% of the cancers not have a single mutation? A full 120 different driver mutations were identified. Bloody hell. Over half of the tumours had completely different driver mutations. Mutations in normal cells \nBut there was another insurmountable problem. If genetic mutations caused cancer, then normal tissues should not have these mutations. But they did. Lots of normal non-cancerous cells had the same mutations as cancer cells. In a detailed analysis of 31,717 cancer cases comparing to cancer-free controls from 13 genome wide association studies, “ the vast majority, if not all, of aberrations that were observed in the cancer-affected cohort were also seen in the cancer-free subjects, although at lower frequency “. \nThere were more genetic problems in the cancer patients, for sure, but it was not by a lot. The odd ratio was only 1.25. Lots and lots of people had the same mutations in their genes, but were not developing cancer. This is a real problem. In other words, yes, cancers have mutations. But no, these mutations were not causing cancer. Kind of like saying that great basketball players all have 2 hands and 2 feet. Without exception. Therefore, having 2 hands and 2 feet makes you a great basketball player. That’s a problem if lots of people also have 2 hands and 2 feet and suck at basketball. Yes, cancers have lots of mutations. But so do lots of non-cancerous cells. \nThe other major problem is that the somatic mutation theory focuses primarily on the original mass of the tumor. But this is not the part of cancer that kills. Cancer really only kills when it spreads – the metastasis. The facts of cancer fall far, far outside the ‘Cancer as a collection of random genetic mutations’ narrative. We’ve tortured the facts as far as possible to fit the predetermined story. It’s time to leave the Procrustean Bed. \n— ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jason fung", "sentiment": "negative"}, {"name": "nixon", "sentiment": "none"}, {"name": "george miklos", "sentiment": "none"}, {"name": "francis crick", "sentiment": "none"}, {"name": "bert vogelstein", "sentiment": "none"}, {"name": "theodor boveri", "sentiment": "none"}, {"name": "vogelstein", "sentiment": "none"}, {"name": "baylin", "sentiment": "none"}, {"name": "watson", "sentiment": "none"}, {"name": "nassim nicholas taleb", "sentiment": "none"}, {"name": "james watson", "sentiment": "none"}, {"name": "craig venter", "sentiment": "none"}, {"name": "alfred knudson", "sentiment": "none"}], "organizations": [{"name": "national cancer advisory board", "sentiment": "none"}, {"name": "new york times", "sentiment": "none"}, {"name": "johns hopkins medical school", "sentiment": "none"}, {"name": "national cancer institute", "sentiment": "none"}, {"name": "human genome project", "sentiment": "none"}, {"name": "pap", "sentiment": "none"}, {"name": "nejm", "sentiment": "none"}, {"name": "medicine and society data watch  colon", "sentiment": "none"}, {"name": "tcga", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-27T00:46:06.004+03:00"}, {"thread": {"uuid": "f886210b6d9086d8a598a46d92d866d6dd94d0fe", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcKFAzMyx8yxvki5sheQ7yyzxCicqWbVc3JLMxD3pu0du7oFHUMIjLYzXzZtcKcxt1JlPTKR1VkOA-", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "US experts raise red flag over fatty liver disease - Diet Doctor", "title_full": "US experts raise red flag over fatty liver disease - Diet Doctor", "published": "2017-10-27T14:38:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.23, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/GettyImages-499496467.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f886210b6d9086d8a598a46d92d866d6dd94d0fe", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcKFAzMyx8yxvki5sheQ7yyzxCicqWbVc3JLMxD3pu0du7oFHUMIjLYzXzZtcKcxt1JlPTKR1VkOA-", "ord_in_thread": 0, "author": "Dr. Andreas Eenfeldt", "published": "2017-10-27T14:38:00.000+03:00", "title": "US experts raise red flag over fatty liver disease - Diet Doctor", "text": "Diet Doctor in Spanish / Swedish . Dietdoctor.com uses cookies to ensure that you have the best possible experience. By continuing without changing your settings, you are accepting the use of cookies. Read More ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-28T03:20:19.003+03:00"}, {"thread": {"uuid": "91351005cfa6c163dbc574d2baa35656902a6276", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcYYHi6v.TDcbGzPaZ8pwiOMpleqPKEG3hWlCpHiz7Egxd3C9Nl8TGyA--", "site_full": "www.dietdoctor.com", "site": "dietdoctor.com", "site_section": "", "site_categories": ["health", "exercise"], "section_title": "", "title": "FDA moves to retract soy health claims - Diet Doctor", "title_full": "FDA moves to retract soy health claims - Diet Doctor", "published": "2017-11-01T12:29:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.228, "main_image": "https://prod-dietdoctor-d3xpwb8eqyot4ma5.stackpathdns.com/wp-content/uploads/2017/10/160730115524-05-plant-protein-foods-exlarge-169.jpg", "performance_score": 0, "domain_rank": 28258, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "91351005cfa6c163dbc574d2baa35656902a6276", "url": "http://omgili.com/ri/.wHSUbtEfZRBhehhEp6TOwMCd7sQsLDcYYHi6v.TDcbGzPaZ8pwiOMpleqPKEG3hWlCpHiz7Egxd3C9Nl8TGyA--", "ord_in_thread": 0, "author": "Dr. Andreas Eenfeldt", "published": "2017-11-01T12:29:00.000+02:00", "title": "FDA moves to retract soy health claims - Diet Doctor", "text": "Dr. Andreas Eenfeldt, MD Dr. Andreas Eenfeldt is a Swedish medical doctor specialized in family medicine. He now runs the fast-growing health site DietDoctor.com, together with 16 co-workers. in Food , Heart disease , Vegetarian diets \nIs soy heart healthy? That’s highly doubtful according to the FDA, which is moving to retract a health claim implying that. \nFor what reason? Because the evidence is too inconsistent. The only reason soy was considered possibly healthy is that it tends to lower cholesterol. But we now know that many things lower cholesterol without improving your health. \nOur review of that evidence has led us to conclude that the relationship between soy protein and heart disease does not meet the rigorous standard for an FDA-authorized health claim. \nCNN: FDA moves to revoke soy health claim \nLowering cholesterol is not necessarily a good thing. By the way, on average people over 60 years of age live longer if they have higher cholesterol. 1 So why should they worry about high cholesterol? Perhaps they should celebrate it instead… and stay away from soy. Earlier ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-01T17:01:19.000+02:00"}], "totalResults": 10, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509548479000&q=language%3Aenglish+site%3Adietdoctor.com&sort=crawled", "requestsLeft": 861}