{"posts": [{"thread": {"uuid": "73dc22b122da7223809f4a4ffcfdaec806194ee1", "url": "http://omgili.com/ri/.wHSUbtEfZQWEegPi6BslpKDfd9G.t1y3kh7ZwnXLkdPKepquFGT2l4Ej6tjGtsAcqBN_d9yAu3zzuxPXhC.z9TLo9F6WlzMJbK6NSeqRDCEzsY.vKGVvwPzgw4XSWOH", "site_full": "www.onnit.com", "site": "onnit.com", "site_section": "", "site_categories": ["shopping", "health", "herbs_for_health"], "section_title": "", "title": "The Ketogenic Diet For Weight Loss, Energy, and Better Health | Onnit Academy", "title_full": "The Ketogenic Diet For Weight Loss, Energy, and Better Health | Onnit Academy", "published": "2017-10-19T11:40:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.58, "main_image": "https://s3.amazonaws.com/prod-academy-wp-content-uploads/wp-content/uploads/2017/10/ketodiet.jpg", "performance_score": 0, "domain_rank": 40896, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "73dc22b122da7223809f4a4ffcfdaec806194ee1", "url": "http://omgili.com/ri/.wHSUbtEfZQWEegPi6BslpKDfd9G.t1y3kh7ZwnXLkdPKepquFGT2l4Ej6tjGtsAcqBN_d9yAu3zzuxPXhC.z9TLo9F6WlzMJbK6NSeqRDCEzsY.vKGVvwPzgw4XSWOH", "ord_in_thread": 0, "author": "", "published": "2017-10-19T11:40:00.000+03:00", "title": "The Ketogenic Diet For Weight Loss, Energy, and Better Health | Onnit Academy", "text": "October 19, 2017 | Tags: coconut oil , Keto Diet | Goal: Nutrition Tips Share: \nWe all know that food is our main source of energy . So why then do most people claim to be tired all the time when it’s clear from looking at them that they get plenty to eat? \nThe problem is that they don’t get their energy from the right foods. When you follow a carbohydrate-based diet , your blood sugar rises and falls sharply with every meal. When it goes down, so does your energy—this is the crash you feel shortly after lunchtime that makes you want to fall asleep at work in the afternoon. \nBy reducing the amount of carbs you eat and replacing them with healthy sources of fat, you can stabilize blood sugar and enjoy steady energy and greater mental focus all day. These are two characteristics of a ketogenic diet, the ultimate version of a low-carb approach to nutrition that’s also a great strategy for losing weight, preventing or fighting serious illness, and promoting a myriad of other health benefits. \nLet this guide answer all your questions about how to “go keto.” What Is A Ketogenic Diet? \nLike the Atkins Diet, a ketogenic diet is very low in carbs, however, the difference is that—in a ketogenic diet—the majority of calories come from fat and protein intake is lower. Here’s how it works: Most people take in the bulk of their calories from carbs, so when you restrict carb intake and increase your fats, you send the body the message that it must switch fuel sources. The liver begins to convert fat—both the fat you eat and the body fat you store—into molecules called ketones. When the number of ketones rises to a certain level in your blood stream, you are officially in a state of “ketosis.” At this point, your body uses fat as its primary energy source. \nThe medically-defined ketogenic diet has 75% of daily calorie intake come from fat, 20% from protein, and 5% from carbs. However, most of the benefits of ketosis can be achieved with additional, moderate amounts of carbohydrate, taken in post-exercise. The medical model of five percent carbohydrate is unnecessarily restrictive for most people—especially if you exercise. A diet where 60% of your calories come from fat, 20% come from protein, and the remaining 20% from carbs typically works great for most people. (See “I Work Out. Is A Ketogenic Diet Right For Me?”) Where Does The Ketogenic Diet Come From? \nPeople have inadvertently followed ketogenic diets for as long as they’ve walked the earth. Before the advent of agriculture, when humans had to hunt and gather their food, it was common to fast for long periods and then take in mostly fat and protein foods, with only limited carbohydrates coming from berries and vegetables. Avoiding food—particularly carbs—for long periods makes your body think that food is scarce, and it responds by making several adjustments to become more efficient with your energy. You don’t have to fast to make a ketogenic diet effective, but the two are often done in combination for the best results. \nSuprisingly, Research has found that ketogenic diets have been formally prescribed to treat epilepsy since before 500 B.C. In the 1920s, they were adopted by Johns Hopkins Medical Ceƒnter as a means of treating epileptic children, and have been used there ever since. In recent years, ketogenic diets have been investigated for their potential in treating several diseases (see “What Are The Health Benefits of a Ketogenic Diet?”) How Will a Ketogenic Diet Help Me Lose Weight? \nSince you begin to burn more fat for fuel, ketogenic diets make losing pure body fat much easier. \nThere’s a hormonal component at play too. When you eat carbs, your blood sugar (glucose) rises sharply. It rises when you eat anything, but carbs convert most quickly to glucose. The pancreas releases insulin to take excess sugar out of the bloodstream, storing most of it as fat. Because ketogenic diets minimize carb intake, insulin levels are kept low, limiting the calories that can be stored in your fat cells. \nThis is often cited as a reason why ketogenic diets tend to outperform low-fat diets in clinical trials. A study in the journal Lipids found that ketogenic dieters lost almost twice as much weight as a group following a low-fat diet over 12 weeks, even though calorie intake in both groups was the same. Incredibly, ketogenic diets often promote weight loss even when calories aren’t controlled. A trial published in the New England Journal of Medicine allowed a keto group to consume as many protein and fat-rich foods as they wanted, while the low-fat dieters had to restrict their calories. After six months, the low-carb eaters enjoyed significantly greater weight loss, and still slightly more after a whole year. \nIf this makes you question the old adage that “a calorie is a calorie,” and that it’s the overall number of calories you eat that determines whether you gain or lose weight, you’re right to be skeptical. A study from Nutrition & Metabolism had subjects follow either a ketogenic diet or a low-fat diet and then switch diets for the same amount of time (50 days for the men in the study; 30 days for the women). In each case, the participants tried to cut 500 calories from what they had been eating, but in the keto approach, the men ended up eating significantly more. Nevertheless, cutting carbs worked better for losing fat for both men and women across the board. More impressive still is the fact that the men lost three times as much fat directly from around their waists as they did dieting on low fat. \nResults are one thing, but no diet will work long-term if it makes you miserable to follow it. You’ll quit, return to your old ways of eating, and regain the weight. But this is where a ketogenic approach really shines. Fats and proteins are highly satiating; eating them keeps you feeling fuller, so you’re less likely to feel like you’re “starving”—even when your calories are low—and you break your diet to pig out. A study in the Journal of the American Dietetic Association on overweight women found that not only did they lose more weight on keto than they did with a higher-carb, lower-fat plan, they reported feeling less hungry throughout the diet. \nAs we recently reported in our rebuttal to the Netflix documentary What The Health , two of the earliest studies that compared the effects of carb- and fat-based diets found strikingly different outcomes in how the subjects felt and behaved. Although calories were equal for both groups, the high-carb gang complained of being lethargic and depressed, while the high-fat eaters remained energetic and satiated from their meals. What Are The Health Benefits of a Ketogenic Diet? \nApart from all the pros that come with dropping body fat, a ketogenic diet can improve several other aspects of health and even treat serious disease. A ketogenic diet can… 1. Increase focus \nAs we alluded to in the beginning, a carb-rich diet puts your blood sugar on a roller coaster ride all day. When it’s down, so is your ability think clearly and focus, colloquially known as “ brain fog.” There hasn’t been much research on the ketogenic diet’s effect on brain fog in healthy people, but the first thing most notice after they cut carbs (even in the first day) is clearer thinking and a better attention span (that is, until they come down with the “keto flu”—see below—which is very temporary). \nUltimately, once you’re in ketosis , the brain can get 70% of its energy from ketones, so pay no attention to rumors you’ve heard that the brain “runs on carbs” and your IQ will drop when you cut them out. In addition, your body is adept at generating any additional glucose necessary through a process called gluconeogenesis. Some find that they’re so alert on low carbs that they don’t need coffee in the morning. 2. Fight epilepsy \nSince ketogenic diets promote better thinking, it shouldn’t be surprising to find that they have other positive effects on the brain too. Epilepsy is a brain disease that causes seizures and loss of consciousness. Research has shown that a ketogenic diet can help reduce symptoms in about half of epileptic patients. Furthermore, a study in The Lancet found that children who followed a ketogenic diet for three months—and previously hadn’t responded to medication—saw their seizures decrease by an average of 75%. 3. Fight cancer \nCancers thrive under high-glucose conditions where there is a lot of sugar in the bloodstream. It stands to reason then that reducing glucose levels would help to combat cancer cells. This is one theory behind why ketogenic diets are effective for treating tumors, particularly in the brain and digestive tract. A 2015 article in the International Journal of Biochemistry and Cell Biology sums up the findings of multiple studies on ketogenic diets and cancer with the following: “there is increasing evidence that the ketogenic diet may also be beneficial as an adjuvant cancer therapy by potentiating the antitumor effect of chemotherapy and radiation treatment.” 4. Fight diabetes \nLosing weight always helps to reduce the effects of type-2 “diabeetus,” and can prevent it in the first place. You already know ketogenic diets help on that front. But making the body run on ketones means that it will become more sensitive to any glucose you take in from carbs—you won’t need as much insulin to deliver it to your cells, and that provides a big relief to your pancreas. A study in the Annals of Internal Medicine found that obese patients with type-2 diabetes who went keto for just two weeks improved insulin sensitivity by 75%. 5. Fight heart disease \nBased on mainstream media fear mongering, you might think that a diet high in meat and animal products could damage your heart, but research on ketogenic diets shows the opposite. A review of studies that pitted low-carb and low-fat diets against each other for better heart health found that the low-carb approach was more effective for reducing the risk of cardiovascular disease after six months and at least as effective (if not more) after 12 months. A 2012 meta-analysis in Obesity Reviews—23 studies examined; data collected from more than 1,100 subjects—confirmed the favorable effects of keto dieting on major cardiovascular risk factors. 6. Reduce acne \nRemember when your mom would tell you that your zits were caused by all the junk food you ate? She may not have been crazy after all. A 2012 review in Skin Pharmacology and Physiology concluded that a ketogenic diet used as a short-term intervention (30–60 days) can improve hormone levels and decrease acne. 7. Reduce food allergies \nMany people have allergies or intolerances to the gluten in wheat, as well as beans and sugary foods, without even realizing it. They assume that digestive problems and brain fog are a normal part of life, but they don’t have to be. As these foods aren’t allowed on a ketogenic diet, you may notice near-instant relief upon eliminating them. See “What Can’t I Eat On A Ketogenic Diet” for a full list of banned foods. What Can I Eat On A Ketogenic Diet? \nIn short, lots of fat and protein. Many times, when ketogenic diets are prescribed, dieters aren’t asked to restrict their intake of either nutrient in any way—that includes letting people eat as many saturated fats as they like. Although there are exceptions, many people find that relying on fat and protein keeps them satisfied to the point where they don’t feel the need to eat a lot of food. They don’t overeat, so they don’t have to keep close watch of their calories. \nOne of the great pleasures that a ketogenic diet offers is the liberal consumption of classic “guy foods.” You’re free to eat burgers (as long as they’re without a bun), cheese, and even bacon— provided that you’re sourcing them from high-quality, organic, suppliers. Here’s a list of the main food sources that get the keto stamp of approval. \nMeat \nThere are proven nutritional benefits to consuming naturally sourced vs. conventional meats. Do your best to consume organic, pasture-raised meats: red meat, chicken and turkey, and game meats. \nWhole eggs \nFish \nAlways wild caught if possible and the fattier the better. Salmon, tuna, trout, mackerel, and sardines are popular choices, whereas the larger predatory fish like tuna and swordfish are typically high in toxic metals like mercury and should therefore be avoided. \nDairy \nOrganic and from grass-fed cows is crucial here. Butter, cream, unprocessed cheese (cheddar, not Velveeta). Note: milk is NOT included due to its carb content. \nAvocados \nBring on the guacamole! \nFibrous vegetables \nGreens , peppers, onions, garlic, cauliflower, and so on. Although technically a fruit, and fruit intake should be limited (see “What Can’t I Eat on a Ketogenic Diet” below), tomatoes are allowed, as they’re low in carbs. \nUnrefined oils \nCoconut , avocado, and extra-virgin olive oil, primarily. \nNuts and seeds \nGo easy on these. While they’re great sources of fat, nuts and seeds contain small amounts of carbohydrate that can easily add up to something significant because they’re fairly easy to overeat (how many times have you absent-mindedly killed a jar of almond butter or a bag of pistachios?). If you’re following Onnit’s version of keto, they’re OK, but watch your portions. Macadamia nuts, pecans, and Brazil nuts are some of the safest choices. \nSome condiments \nSalt , pepper, salsa, mustard, horseradish, and various herbs and spices. What Can’t I Eat on a Ketogenic Diet? \nBasically, anything high in carbs—no matter how nutritious it is otherwise—should be minimized or banned from your kitchen. \nSugar \nThis encompasses soda, fruit juice, smoothies, pastries, candy, and desserts, as well as some condiments like ketchup and barbecue sauce. \nAlcohol \nNo smart diet allows you to booze, but in addition to the problematic effects of alcohol by itself, most drinks contain sugar. However, the occasional small serving of dry red wine may not kick you out of ketosis. \nProcessed foods \nCrackers, chips, or any snacks labeled as “low-fat,” no matter what other nutritional benefits they may claim. Also included here: foods that contain sugar alcohols (such as sorbitol or xylitol). These are common in “sugar-free” foods and may negatively affect ketone levels. \nFruit \nThe sugar content is too great. However, small amounts of berries are low in sugar, and can be part of a ketogenic diet. \nGrains \nOats, corn, rice, pasta, bread, and other wheat-based products. \nBeans \nPeas, lentils, kidney beans, garbanzos, etc. \nProcessed fats and oils \nMayonnaise, soybean oil, canola oil, and other vegetable oils. What About Starchy Vegetables? \nOn a strict keto diet plan, potatoes, sweet potatoes, beets, carrots, parsnips, and other root vegetables and tubers are blackballed. However, if you’re doing a ketogenic diet and working out, you may want some extra carbs to support your workouts, and these foods should be your main source. See “I Work Out. Can I Do A Ketogenic Diet?” What Does A Day of Keto Meals Look Like? \nBelow is a sample day of eating for someone who’s just easing into a ketogenic diet. \nBreakfast \nOmelet made with (organic) eggs, tomato, and mixed peppers, cooked in coconut oil. Sliced avocado. \nLunch \nGrilled salmon, salad dressed with olive oil and vinegar \nSnack \nHandful of cheese (from grass-fed, organic dairy), handful of almonds \nDinner \n(Grass-fed) burger topped with salsa and (organic) bacon, asparagus spears dressed with (organic, grass-fed) butter. \nAs mentioned earlier, protein can raise insulin just as carbs can. The body actually makes carbs from protein in a process called gluconeogenesis, so it’s important that any high-protein food you eat be paired with fat and fiber sources to slow its digestion and keep insulin in check. Never eat egg whites—go with whole eggs and pair them with avocado. White fish are lean, so cook them in butter or oil, and eat them with vegetables. \nOnce you’ve gotten the hang of it, to get better results, consider cutting the number of meals you eat back and combining the diet with long fasts (called intermittent fasting). For example, start by skipping breakfast. Remember that our Paleolithic ancestors discovered ketosis out of necessity—they had to hunt and forage for food, and often went long stretches without any. Scientists believe that many of the benefits of going keto come from its mimicking the early stages of starvation. Your body is in fight-or-flight mode, which helps account for the alertness you experience. To take full advantage of the diet, you can gradually scale back to having one meal per day at night. \nThis isn’t as severe as it sounds. Without eating, your mind will be sharp and you’ll burn fat at a greater rate. To control hunger, you can drink water and coffee, blended with butter or MCT Oil, as needed (see “What Supplements Can I Take on a Ketogenic Diet?” below). At night, you can eat as much as you want. This strategy works well for people looking to lose weight (especially the very overweight) and improve general health. \nNote, however, that if you’re an athlete, you’ll probably need to take in more food to support your activity and muscle mass. See “I Work Out. Is A Ketogenic Diet Right For Me?” What Is The “Keto Flu?” \nAs your body switches over from fueling itself with carbohydrate to fat, there is going to be a little bit of a lag. This is what people call the Keto Flu, since at some point during the first two weeks of a ketogenic diet people can feel lethargic, moody, have difficulty sleeping, and even develop bad breath. Stick with it. All of this is normal and will pass as your body adjusts to ketosis. The bad breath is the result of a specific kind of ketone that exits the body through breath; you can mask it with a chlorophyll – or sugar-free mint. \nIt takes anywhere from three to six months to become fully adapted to using ketones, but the worst should be behind you in a matter of days, and you’ll be feeling better than ever. Is the Ketogenic Diet Safe? \nWe listed keto’s numerous health benefits above, but a diet that’s heavy on meat and all but bans fruit and whole grains flies in the face of conventional nutrition dogma, leaving many to wonder if going keto might be dangerous long-term. \nFor most reasonably healthy adults, there’s no evidence to suggest that it is. Interestingly, our colleagues at Healthline.com unearthed a particularly powerful piece of evidence from the US Institute of Medicine’s Food and Nutrition Board. Their 2005 report clearly states that, “The lower limit of dietary carbohydrates compatible with life apparently is zero, provided that adequate amounts of protein and fat are consumed.” While they don’t recommend consuming no carbs at all, and neither do we, it goes to show that extremely low doses are not only safe but natural as well. How Do I Know If I’m In Ketosis? \nThe only way to be sure is by testing your blood glucose and ketone levels with a monitor (we like the Precision Xtra, available on amazon.com for $40). But not only is this invasive (you have to prick your finger), it can get expensive, as the monitor requires test strips too which can be five dollars each. Ketosis can also be measured through devices that analyze breath and urine, but these aren’t as accurate . \nA low-tech, low-cost way to check that you’re on the right track is look for the telltale signs: keto flu and bad breath in the early stages, and then reduced hunger and fast weight loss. If you’re watching your carbs and staying true to the diet, it’s just a matter of time before you settle into ketosis—or close enough to it (if you’re following our higher-carb modification) to see and feel results. I Work Out. Is a Ketogenic Diet Right For Me? \nSports nutrition science has long preached that carbohydrates are the body’s best and preferred fuel source during exercise, but research is emerging to suggest that they don’t have to be. A study published in Nutrition Metabolism looked at overweight women who weight trained on a ketogenic diet, finding that they lost body fat without significant loss of lean body mass. \nAnother trial from the Journal of the International Society of Sports Nutrition found that a month of keto dieting didn’t negatively affect performance in gymnasts while decreasing their body fat levels. Furthermore, the researchers determined that muscle was spared specifically due to ketosis. In other words, despite a low-calorie intake, the athletes didn’t lose significant amounts of muscle because their bodies used ketones for fuel—not protein from their muscle tissue. \nOther studies have shown that ketogenic diets don’t negatively effect strength or endurance (once the athlete is fully adapted to them), but if you’re a dedicated gym goer or highly active person, we don’t see a need to take the textbook keto approach. A more moderate, low-carb plan will work fine. According to Onnit’s Director of Total Human Optimization, Kyle Kingsbury, a former pro athlete who has experimented with low-carb diets for years, getting 60% of your calories from fat, 20% from protein, and 20% from carbs is a good balance that will give you the weight loss and focus benefits of ketosis without the potential for low energy or slow recovery from exercise. \nIf you’re a more passive exerciser and not doing aggressive workouts like high-intensity interval training (HIIT) , which is characterized by short bursts of all-out work efforts interspersed with short rest periods, you won’t need as many carbs and can therefore increase your fats even more. Kingsbury recommends a diet closer to 65% fat, 25% protein, and 10% carbs in this instance. \nDominic D’Agostino, one of the world’s foremost researchers of ketogenic diets—and an amateur bodybuilder—has said that he personally takes in 65%–70% of his calories from fat and 20–30% from protein. \nTry timing the carbs you do take in strategically. Carbing up at night after you’ve trained will make your liver and muscles soak up the carbs they need to recover from the workout and fuel your next one. Do NOT eat carbs before you train, as they will blunt ketosis. Starchy, slow-releasing carbs like potatoes and other tubers would be perfect. How Do I Set Up A Diet? \nThe beauty of a low-carb/ketogenic diet is its simplicity. For most people, eating more fat in place of carbs will prevent overeating and lower insulin levels so you lose weight quickly and without having to track calories or macros. Start with that. \nHowever, if you’re an athlete or regular exerciser, or you find you’ve hit a plateau with your diet, you need to start reading labels and recording what you eat. Above, we gave you percentages of total calories to follow, which begs the question, “how many calories should I be eating?” The answer depends on your goals. \nIf you want to lose weight, multiply your current body weight by 10–12. If you’re very overweight, choose the body weight you’d like to have and times that by 10–12. This isn’t an exact science; you just need a starting point. You can adjust your calories from there as things progress. \nIf your goal is to maintain your weight but change your body composition (a little more muscle, a little less fat), multiply your body weight by 13–15. \nFor example, a highly active 180-pound man who wants to lose weight on our keto diet would set his calories at 2,200 (180 x 12 = 2160). Fat will make up 60% of his diet, which is 1,320 calories (0.60 x 2200). Since there are nine calories per gram of fat, he’ll eat about 150 grams of fat daily. \nTwenty percent of 2,200 is 440 calories, or 110 grams each of protein and carbohydrate (as protein and carbs both contain four calories per gram). \nSo, in short, this 180-pounder should aim for 2,200 calories consisting of 150 grams fat, 110 grams protein, and 110 grams carbs to diet down. \nWhether you work out or not, do your best to consume the bulk of your carbs in the evening with dinner. Not only will this keep your mind sharp during the day when you most need it to be, it will further help your body adapt to using fat for fuel. What Supplements Can I Take on a Ketogenic Diet? \nGoing keto is much easier than it used to be. Products now exist that can help you reach ketosis sooner and bring you back into it after a cheat meal here and there. Exogenous ketones—including beta-hydroxybutarate—are ketones made in a lab that function just like the ones your body makes from fat. They’re particularly beneficial in combating the keto flu, helping you think more clearly while your body makes the adjustment. \nMCT oil is another go-to for ketogenic dieters. A study in the journal Diabetes found that medium-chain triglycerides (MCTs)—a type of saturated fat—improve cognitive function when blood sugar is low, encouraging the body to generate more ketones for the brain to run on. And, as we reported in our defense of coconut oil last summer, MCT’s are burned quickly for energy. A Journal of Nutrition study comparing subjects who consumed MCT’s or the same amount of long-chain fats lost significantly greater body fat after 12 weeks. Meanwhile, research from 2015 in the European Journal of Clinical Nutrition revealed that subjects who consumed supplemental MCT’s ate less at meals afterward than those who were given processed corn oil. Their glucose raised less after a meal and their leptin, a hormone that promotes satiety, was higher. \nRemember that proteins can raise insulin levels just as carbs do, potentially pushing you out of ketosis or preventing you from reaching it. The ever-popular whey protein is one such offender. In its place, you can supplement with an essential amino acid product. Take a look at products like NatureAminos, which you can pick up HERE . Amino acids do act on insulin, but not to the same extent as whey. You’ll get the muscle-building components of protein in an even more digestible form without threatening your ketogenic diet. Share: Author: Onnit Academy Onnit Academy is the most comprehensive database of information related to Unconventional Training, a unique new form of fitness methodology that focuses on functional strength, conditioning, and agility using the most efficient means and tools possible. The online database includes articles, videos, tutorials, and workouts featuring alternative implements like kettlebells, sandbags, steel maces, steel clubs, battle ropes, and more. Follow Onnit Academy: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T08:05:16.065+03:00"}, {"thread": {"uuid": "c88f358a6cca6a2521b74c3f9ad21f2faf6d47c3", "url": "http://omgili.com/ri/.wHSUbtEfZQWEegPi6BslpKDfd9G.t1ytZyiWAF0A8leXIBm8gVZ8OGwxPrUmJ4hc7W._jr_87CUTVffsgB6qkRcreInLXGcwdCtvwi_WIuVSN3.6S2Wvw--", "site_full": "www.onnit.com", "site": "onnit.com", "site_section": "", "site_categories": ["shopping", "health", "herbs_for_health"], "section_title": "", "title": "5 Powerfood Active Recipes to Supercharge Your Day | Onnit Academy", "title_full": "5 Powerfood Active Recipes to Supercharge Your Day | Onnit Academy", "published": "2017-10-04T13:38:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.623, "main_image": "https://s3.amazonaws.com/prod-academy-wp-content-uploads/wp-content/uploads/2017/10/PowerfoodActiveSize.jpg", "performance_score": 0, "domain_rank": 40896, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c88f358a6cca6a2521b74c3f9ad21f2faf6d47c3", "url": "http://omgili.com/ri/.wHSUbtEfZQWEegPi6BslpKDfd9G.t1ytZyiWAF0A8leXIBm8gVZ8OGwxPrUmJ4hc7W._jr_87CUTVffsgB6qkRcreInLXGcwdCtvwi_WIuVSN3.6S2Wvw--", "ord_in_thread": 0, "author": "Liv Langdon", "published": "2017-10-04T13:38:00.000+03:00", "title": "5 Powerfood Active Recipes to Supercharge Your Day | Onnit Academy", "text": "Liv Langdon | October 4, 2017 Share: Powerfood Active is the optimal fuel source for every go-getter. \nMaking protein shakes is the most common way to consume hemp protein. \nBeyond shakes, there are dozens of ways to add hemp protein to your diet . \nYou could easily mix it into juice or your favorite beverage. \nA chocolate-flavored batch can be added to your morning oatmeal, or you can blend the powder into yogurt, fruit, or non-dairy milk. \nHemp protein can also be used as a replacement for flour in baking recipes—you can make protein bars and high-protein pancakes, muffins, and breads with it. (Don’t worry; heat won’t damage the protein.) \nAnd to make things easier, here are 5 recipes using hemp protein you can use to supercharge your day. 5 Powerfood Active Recipes to Supercharge Your Day Keto-Fuel Bites Recipe ● ⅓ cup unrefined coconut oil, melted ● ¼ cup coconut butter, melted ● 2 tbsp. unsweetened almond or coconut milk ● ½ cup dry roasted cashews ● ½ cup dry roasted almonds ● ½ cup pumpkin seeds ● ½ cup unsweetened coconut flakes ● ½ tsp. Himalayan salt Instructions 1. Add all ingredients to a food processor. Pulse until full combined. The “batter” will be fairly soft and gooey. 2. Lightly coat your hands with coconut oil to prevent sticking. 3. Roll 1 heaping tablespoon into a ball, and place on a parchment paper lined tray or plate. 4. Continue with remaining batter. Sprinkle with additional coconut flakes, if desired. 5. Freeze for 20 minutes, then enjoy! Plant -Based Protein Shake Recipe \nYields: 1 ● 1 packet frozen coconut meat* ● 1 tbsp. MCT oil ● 2 tbsp. Walnut Almond Cashew butter ● 4 oz. cold brew ● 8 oz. unsweetened coconut milk ● 1 cup ice 1. Add all ingredients to a blender. Pulse until smooth. Optimized Peppermint Mocha Recipe ● 8 oz.fresh-brewed Dark Roast Arabica coffee * ● 4-6 oz. unsweetened vanilla almond milk ● 1 scoop Powerfood Active ● 1 ½ tsp. cacao powder ● ½ tsp. organic peppermint flavor ● 1 tbsp. MCT oil, optional \n*Can be made with 4-6 oz. of cold brew, blended, and poured over ice for an iced version of this holiday favorite! Instructions 1. Add all ingredients to a blender. Pulse until smooth and frothy. Serve over ice. 2. Sprinkle with additional cacao powder and garnish with a mint leaf, if desired. Raw Nutella Bars Recipe ● 1 cup roasted hazelnuts, skins removed ● 4 soaked*, pitted dates ● 2 tbsp. unsweetened vanilla almond milk ● ⅛ tsp. Himalayan salt ● Crushed hazelnuts and cacao powder for garnish, optional \n*Soak in water for 20 minutes for additional moisture. Drain prior to adding to food processor. Instructions 1. Add all ingredients except for the hazelnuts in a food processor. Pulse until smooth. 2. To remove the skins of the hazelnuts, rub them in between your palms after roasting. They will come off easily. Add the hazelnuts to the food processor, and pulse in a couple short increments to crush. 3. In a Pyrex lined with plastic wrap, add the “batter.” Coat your hands with coconut oil to prevent sticking. Press down to flatten and reach the sides. 4. Freeze for about 15 minutes. Coat with crushed hazelnuts and cacao powder for garnish, if desired. Slice into squares and serve. Iced Mocha Recipe ● 6 oz. unsweetened almond milk ● 1 scoop Hemp Force Active ● 1 tbsp. MCT Oil 1. Add all ingredients to a blender. Pulse until smooth and pour over ice. Tips 1. Add in 1 teaspoon of Four Sigmatic Viking Superfood Blend for metabolic support, increased mental and physical performance, and adaptogenic benefits. 2. Add in 1 tbsp. of Fulvic Minerals , mocha flavor. Check out the benefits of Fulvic Minerals and get his recipe here. Introducing Powerfood Active \nPowerfood Active is the optimal fuel source for every go-getter. Combining protein for your muscles, and a host of micronutrients to support your body, this is powerfood at its finest. It’s also ridiculously delicious in shakes, smoothies, coffees, and even food recipes. Share: Author: Liv Langdon Liv Langdon is the on-site Nutrition and Food Manager at Onnit. With a B.S. in journalism and a minor in business administration from the University of Florida, she contributes research-supported articles and educational recipe ebooks. A former personal chef, she translates her skills in the kitchen to recipe development, food styling, and built the organic, locally sourced menu for the Onnit Cafe & Smoothie Bar and Food Truck. Her knowledge and experience in holistic nutrition has allowed her to cook and support some of our professional and collegiate athletes. She has previously worked as an online diet & lifestyle coach, nutrition consultant, personal chef, freelance journalist, and corporate sales director for a fresh meal delivery service. She has been a guest on the Total Human Optimization podcast and the Touching Base podcast. You can find her work in Men’s Fitness Magazine, Born Fitness, and is publishing her first cookbook this summer. Follow her on Instagram @livlangdon. Follow Liv Langdon: † This statement has not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease. Disclaimer The materials and information provided in this presentation, document and/or any other communication (“Communication”) from Onnit Labs, LLC or any related entity or person (collectively “Onnit”) are strictly for informational purposes only and are not intended for use as diagnosis, prevention or treatment of a health problem or as a substitute for consulting a qualified medical professional. Some of the concepts presented herein may be theoretical. References to any non-Onnit entity, product, service, person or source of information in this or any other Communication should not be considered an endorsement, either direct or implied, by the host, presenter or distributor of the Communication. The host(s), presenter(s) and/or distributor(s) of this Communication are not responsible for the content of any non-Onnit internet pages referenced in the Communication. Onnit is not liable or responsible for any advice, course of treatment, diagnosis or any other information or services you chose to follow without consulting a qualified medical professional. Before starting any new diet and/or exercise program, always be sure to check with your qualified medical professional. Keep-It™ Money Back Guarantee We’ve taken the tricks out of the Money Back Guarantee. Most companies push out mediocre products and rely on the fact that dissatisfied customers are too busy to go through the hassle of returning the product to qualify for their money back. We’re confident you’ll love your Onnit supplements, and we’re not gonna play games with you. Order any of our entry size supplements, and if you don’t like it, you can keep it. Notify us and we’ll give you a full refund right there on the spot. No complicated intake forms and no return necessary. We trust you, but to protect against fraud, the Keep-It™ guarantee is valid only for first time purchases of a product, and redeemable up to three months after purchase. Multiple bottles, foods, apparel and gear are subject to our basic, no stress money back guarantee. Fitness equipment, personal care products, knowledge purchases, and DVDs are not eligible. For more information and a full list of products that qualify, visit our Keep-It™ page. To process a refund, visit our support page . Military Discount In thanks to our military service men and women, we're extending a 15% discount on all products purchased at Onnit.com. Anyone shipping their order to an APO/FPO/DPO address will have a 15% discount automatically applied to their order. In order to validate your account, please either send an email from your .mil email address or send in a snapshot of your military ID to our customer service help desk . Blacking out rank and or post is acceptable. In either case, please include the civilian email address or whichever email address you have registered with Onnit.com somewhere in the message body so we know which account to verify. Please setup an account with Onnit.com prior to submitting your request. * US Military members, please choose United States as your destination country when creating your customer profile, as this will ensure your package ships via USPS and that you are not given international shipping rates. Subscribe & Save 15% now With a subscription, you'll get your favorite Onnit products whenever you want, at 15% off. All automatic, worry free, and with our same great money back guarantee. Cancel, pause, or adjust your order at any time, hassle free. Your credit card will only be charged when your order ships. The discount applied every time is 15% off. Sometimes we run big sales, which means you'll get those same big discounts on your subscriptions, too. Since it would be weird to subscribe to a kettlebell, the subscriptions and subscription discounts are only for things you'll need often, like supplements, foods, and personal care items. Secure Shopping \nWe implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access any information on our website. We incorporate physical, electronic, and administrative procedures to safeguard the confidentiality of your personal information, including Secure Sockets Layer (SSL) for the encryption of all financial transactions through the website. We use industry-standard, 256bit SSL encryption to protect your personal information online, and we also take several steps to protect your personal information in our facilities. For example, when you visit the website, you access servers that are kept in a secure physical environment, behind a locked cage and a hardware firewall. After a transaction, your credit card information is not stored on our servers. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "liv langdon", "sentiment": "negative"}, {"name": "liv langdon liv langdon", "sentiment": "none"}], "organizations": [{"name": "walnut almond cashew", "sentiment": "none"}, {"name": "us military", "sentiment": "none"}, {"name": "fda", "sentiment": "none"}, {"name": "llc", "sentiment": "none"}, {"name": "mct oil", "sentiment": "none"}, {"name": "university of florida", "sentiment": "none"}, {"name": "onnit cafe & smoothie bar", "sentiment": "none"}, {"name": "usps", "sentiment": "none"}, {"name": "men’s fitness magazine", "sentiment": "none"}, {"name": "mct", "sentiment": "none"}, {"name": "fulvic minerals", "sentiment": "none"}], "locations": [{"name": "united states", "sentiment": "none"}, {"name": "onnit", "sentiment": "none"}, {"name": "onnit labs", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-21T23:49:52.003+03:00"}, {"thread": {"uuid": "bbdebfcc3477de439202f00f263be7c52a34bde5", "url": "http://omgili.com/ri/.wHSUbtEfZQWEegPi6BslpKDfd9G.t1yJm1kRIAxEW5HCYm4rYG8.9iCnPFJ3J4DNJbAAcgUxnKX8P25dZauPRxG0f0zEL9y", "site_full": "www.onnit.com", "site": "onnit.com", "site_section": "", "site_categories": ["shopping", "health", "herbs_for_health"], "section_title": "", "title": "The Ultimate PMS Remedy In Smoothie Form | Onnit Academy", "title_full": "The Ultimate PMS Remedy In Smoothie Form | Onnit Academy", "published": "2017-10-18T13:24:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.699, "main_image": "https://s3.amazonaws.com/prod-academy-wp-content-uploads/wp-content/uploads/2017/10/787DC543-AA3C-451B-90F7-494469DA7818.jpg", "performance_score": 0, "domain_rank": 40896, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bbdebfcc3477de439202f00f263be7c52a34bde5", "url": "http://omgili.com/ri/.wHSUbtEfZQWEegPi6BslpKDfd9G.t1yJm1kRIAxEW5HCYm4rYG8.9iCnPFJ3J4DNJbAAcgUxnKX8P25dZauPRxG0f0zEL9y", "ord_in_thread": 0, "author": "Liv Langdon", "published": "2017-10-18T13:24:00.000+03:00", "title": "The Ultimate PMS Remedy In Smoothie Form | Onnit Academy", "text": "† This statement has not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease. Disclaimer The materials and information provided in this presentation, document and/or any other communication (“Communication”) from Onnit Labs, LLC or any related entity or person (collectively “Onnit”) are strictly for informational purposes only and are not intended for use as diagnosis, prevention or treatment of a health problem or as a substitute for consulting a qualified medical professional. Some of the concepts presented herein may be theoretical. References to any non-Onnit entity, product, service, person or source of information in this or any other Communication should not be considered an endorsement, either direct or implied, by the host, presenter or distributor of the Communication. The host(s), presenter(s) and/or distributor(s) of this Communication are not responsible for the content of any non-Onnit internet pages referenced in the Communication. Onnit is not liable or responsible for any advice, course of treatment, diagnosis or any other information or services you chose to follow without consulting a qualified medical professional. Before starting any new diet and/or exercise program, always be sure to check with your qualified medical professional. Keep-It™ Money Back Guarantee We’ve taken the tricks out of the Money Back Guarantee. Most companies push out mediocre products and rely on the fact that dissatisfied customers are too busy to go through the hassle of returning the product to qualify for their money back. We’re confident you’ll love your Onnit supplements, and we’re not gonna play games with you. Order any of our entry size supplements, and if you don’t like it, you can keep it. Notify us and we’ll give you a full refund right there on the spot. No complicated intake forms and no return necessary. We trust you, but to protect against fraud, the Keep-It™ guarantee is valid only for first time purchases of a product, and redeemable up to three months after purchase. Multiple bottles, foods, apparel and gear are subject to our basic, no stress money back guarantee. Fitness equipment, personal care products, knowledge purchases, and DVDs are not eligible. For more information and a full list of products that qualify, visit our Keep-It™ page. To process a refund, visit our support page . Military Discount In thanks to our military service men and women, we're extending a 15% discount on all products purchased at Onnit.com. Anyone shipping their order to an APO/FPO/DPO address will have a 15% discount automatically applied to their order. In order to validate your account, please either send an email from your .mil email address or send in a snapshot of your military ID to our customer service help desk . Blacking out rank and or post is acceptable. In either case, please include the civilian email address or whichever email address you have registered with Onnit.com somewhere in the message body so we know which account to verify. Please setup an account with Onnit.com prior to submitting your request. * US Military members, please choose United States as your destination country when creating your customer profile, as this will ensure your package ships via USPS and that you are not given international shipping rates. Subscribe & Save 15% now With a subscription, you'll get your favorite Onnit products whenever you want, at 15% off. All automatic, worry free, and with our same great money back guarantee. Cancel, pause, or adjust your order at any time, hassle free. Your credit card will only be charged when your order ships. The discount applied every time is 15% off. Sometimes we run big sales, which means you'll get those same big discounts on your subscriptions, too. Since it would be weird to subscribe to a kettlebell, the subscriptions and subscription discounts are only for things you'll need often, like supplements, foods, and personal care items. Secure Shopping \nWe implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access any information on our website. We incorporate physical, electronic, and administrative procedures to safeguard the confidentiality of your personal information, including Secure Sockets Layer (SSL) for the encryption of all financial transactions through the website. We use industry-standard, 256bit SSL encryption to protect your personal information online, and we also take several steps to protect your personal information in our facilities. For example, when you visit the website, you access servers that are kept in a secure physical environment, behind a locked cage and a hardware firewall. After a transaction, your credit card information is not stored on our servers. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "fda", "sentiment": "negative"}, {"name": "us military", "sentiment": "none"}, {"name": "llc", "sentiment": "none"}, {"name": "usps", "sentiment": "none"}], "locations": [{"name": "united states", "sentiment": "none"}, {"name": "onnit labs", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-28T20:01:44.000+03:00"}], "totalResults": 3, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509210104000&q=language%3Aenglish+site%3Aonnit.com&sort=crawled", "requestsLeft": 843}