{"posts": [{"thread": {"uuid": "c10b017d01751741900854769c8da72a070c50f7", "url": "http://omgili.com/ri/jHIAmI4hxg.taSE2z_4GZNVAEzY9p5VtyX_46PruBMqUDQFgxt.J21WbdzTYDmJgkDyVoar8CHXFYjTlTWmlxUQcadXuT3V0yxIL84Ve.c.fNqDaP5xnBGE8AiWR5qEh", "site_full": "www.dji.com", "site": "dji.com", "site_section": "", "site_categories": ["tech"], "section_title": "", "title": "DJI Unveils Technology To Identify And Track Airborne Drones", "title_full": "DJI Unveils Technology To Identify And Track Airborne Drones", "published": "2017-10-12T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.051, "main_image": "http://www3.djicdn.com/cms_uploads/news_report/cover/1298/cover_770x462_2e2b0af152bacdd56c63bf32f67279d4.jpg", "performance_score": 0, "domain_rank": 3526, "social": {"facebook": {"likes": 92, "comments": 0, "shares": 92}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 366}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c10b017d01751741900854769c8da72a070c50f7", "url": "http://omgili.com/ri/jHIAmI4hxg.taSE2z_4GZNVAEzY9p5VtyX_46PruBMqUDQFgxt.J21WbdzTYDmJgkDyVoar8CHXFYjTlTWmlxUQcadXuT3V0yxIL84Ve.c.fNqDaP5xnBGE8AiWR5qEh", "ord_in_thread": 0, "author": "", "published": "2017-10-12T03:00:00.000+03:00", "title": "DJI Unveils Technology To Identify And Track Airborne Drones", "text": "DJI Unveils Technology To Identify And Track Airborne Drones AeroScope Addresses Safety, Security And Privacy Concerns While Protecting Drone Pilots \n12 October 2017 – DJI, the world’s leader in civilian drones and aerial imaging technology, today unveiled AeroScope, its new solution to identify and monitor airborne drones with existing technology that can address safety, security and privacy concerns. \nAeroScope uses the existing communications link between a drone and its remote controller to broadcast identification information such as a registration or serial number, as well as basic telemetry, including location, altitude, speed and direction. Police, security agencies, aviation authorities and other authorized parties can use an AeroScope receiver to monitor, analyze and act on that information. AeroScope has been installed at two international airports since April, and is continuing to test and evaluate its performance in other operational environments. \n“As drones have become an everyday tool for professional and personal use, authorities want to be sure they can identify who is flying near sensitive locations or in ways that raise serious concerns,” said Brendan Schulman, DJI’s Vice President for Policy and Legal Affairs. “DJI AeroScope addresses that need for accountability with technology that is simple, reliable and affordable – and is available for deployment now.” \nDJI demonstrated the system today in Brussels, Belgium, showing how an AeroScope receiver can immediately sense a drone as it powers on, then plot its location on a map while displaying a registration number. That number functions as the equivalent of a drone license plate, and authorities can use it to determine the registered owner of a drone that raises concerns. In March 2017, in response to growing calls by governments worldwide for remote identification solutions, DJI released a white paper describing the benefits of such an approach to electronic identification for drones. \nAeroScope works with all current models of DJI drones, which analysts estimate comprise over two-thirds of the global civilian drone market. Since AeroScope transmits on a DJI drone’s existing communications link, it does not require new on-board equipment or modifications, or require extra steps or costs to be incurred by drone operators. Other drone manufacturers can easily configure their existing and future drones to transmit identification information in the same way. \nBecause AeroScope relies on drones directly broadcasting their information to local receivers, not on transmitting data to an internet-based service, it ensures most drone flights will not be automatically recorded in government databases, protecting the privacy interests of people and businesses that use drones. This approach also avoids substantial costs and complexities that would be involved in creating such databases and connecting drones to network systems. \nThis system is consistent with DJI’s problem-solving approach to drone regulation, which aims to strike a reasonable balance between authorities’ need to identify drones that raise concerns and drone pilots’ right to fly without pervasive surveillance. DJI has led the industry with safety and security advances such as geofencing and sense-and-avoid technology, and believes the rapid pace of innovation provides the best means to address new policy concerns. \nDrone identification settings will be included in DJI’s initial drone software to allow customers to choose the content of their own drone’s identification broadcast to match local expectations both before and after identification regulations are implemented in different jurisdictions. To protect customers’ privacy, the AeroScope system will not automatically transmit any personally identifiable information until regulations or policies in the pilot's jurisdiction require it. \n“The rapid adoption of drones has created new concerns about safety, security and privacy, but those must be balanced against the incredible benefits that drones have already brought to society,” said Schulman. “Electronic drone identification, thoughtfully implemented, can help solve policy challenges, head off restrictive regulations, and provide accountability without being expensive or intrusive for drone pilots. DJI is proud to develop solutions that can help distribute drone benefits widely while also helping authorities keep the skies safe.” \nFor more information about AeroScope, please contact . ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "aeroscope", "sentiment": "none"}, {"name": "schulman", "sentiment": "none"}, {"name": "brendan schulman", "sentiment": "none"}], "organizations": [], "locations": [{"name": "brussels", "sentiment": "none"}, {"name": "belgium", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-14T03:15:07.003+03:00"}], "totalResults": 1, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1507940107003&q=language%3Aenglish+site%3Adji.com&sort=crawled", "requestsLeft": 671}