{"posts": [{"thread": {"uuid": "36ad21b770691d874a16baff505c21ab92bbc86f", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WN6Vg6KkmDa2b3I79J6MBbL_QRPBCgJPKHtIKUh4pAd1aaLtb.hJm5D43f16kQHDNu1fI1VqrMZ8CCDWFyCguz6G3md11yj2IDL1ryzzQd05KamImjfKp9jL5seV5Ny8Tg5L4KKayTH24-", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/regionales/hamburg/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - Hamburg", "title": "Wandsbek Quarree: Messerangriff auf Ladendetektiv in Hamburg", "title_full": "Wandsbek Quarree: Messerangriff auf Ladendetektiv in Hamburg - WELT", "published": "2017-10-06T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/regionales/hamburg/mobile167035651/6801352297-ci16x9-w1200/urn-newsml-dpa-com-20090101-170725-99-382633-large-4-3-jpg.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 1}}}, "uuid": "36ad21b770691d874a16baff505c21ab92bbc86f", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WN6Vg6KkmDa2b3I79J6MBbL_QRPBCgJPKHtIKUh4pAd1aaLtb.hJm5D43f16kQHDNu1fI1VqrMZ8CCDWFyCguz6G3md11yj2IDL1ryzzQd05KamImjfKp9jL5seV5Ny8Tg5L4KKayTH24-", "ord_in_thread": 0, "author": "welt.de", "published": "2017-10-06T03:00:00.000+03:00", "title": "Wandsbek Quarree: Messerangriff auf Ladendetektiv in Hamburg", "text": "Tumulte vor einer H&M-Filiale in einem Hamburger Einkaufszentrum: Ein 24-Jähriger liegt blutend am Boden – zuvor hatte der Ladendetektiv zwei Männer gestellt. Die Polizei veröffentlicht nun eine Täterbeschreibung.   \nD ie Hamburger Polizei fahndet nach zwei mutmaßlichen Ladendieben, die am Donnerstagnachmittag bei ihrer Flucht einen Detektiv mit einem Messer verletzt haben sollen. Tatort ist das Wandsbek Quarree, ein Einkaufszentrum im Osten der Stadt .\nDie jungen Männer hielten sich in der H&M-Filiale des Einkaufszentrums auf. Dabei beobachtete der 24 Jahre alte Ladendetektiv, wie die beiden Sicherheitsetiketten von mehreren Kleidungsstücken entfernten. Das Diebesgut verstauten sie in einer mitgebrachten Tasche. Da es sich offenbar um einen größeren Coup handeln sollte, platzierten sie weitere Kleidungsstücke mit ebenfalls entfernten Diebstahlsicherungen im Laden – vermutlich für eine spätere Abholung.\nAls die Männer die Filiale kurz vor 17 Uhr verließen, folgte der Ladendetektiv den beiden und sprach sie vor dem Geschäft an. „Als der 24-Jährige die beiden Männer aufforderte, die Tasche zu öffnen, soll einer der mutmaßlichen Ladendiebe ein Messer gezogen und hiermit mehrfach auf den Geschädigten eingestochen haben, der schließlich zu Boden ging“, beschreibt eine Polizeisprecherin die Eskalation.\nEin Mann wird vorläufig festgenommen Anzeige Nach der Tat flüchteten beide, einer in Richtung Wandsbeker Marktstraße , der andere in eine bislang unbekannte Richtung. Eine Zeugin informierte die Polizei. Die Beamten rückten sofort mit fünf Funkstreifenwagen an, im Rahmen der Sofortfahndung konnte auch ein Mann vorläufig festgenommen werden. Jedoch hatte man den Falschen: „Über eine Auswertung des Videomaterials des Einkaufszentrums konnte der Mann als Täter ausgeschlossen werden. Er wurde im Anschluss wieder entlassen“, heißt es von der Sprecherin.\nDer Niedergestochene erlitt mehrere Stichverletzungen im Oberkörper. Er kam in ein Krankenhaus, Lebensgefahr bestand nicht.\nLesen Sie auch \nBahn Wenn der Fahrgast statt der Fahrkarte das Messer zückt Die Polizei hat nun eine Beschreibung der beiden Männer veröffentlicht. So soll der Messerstecher etwa 25 Jahre und 1,85 Meter groß sein sowie eine „nordafrikanische Erscheinung“ aufweisen. Seine Figur wird als schlank beschrieben. Er trug zum Tatzeitpunkt eine dunkelblaue Jacke, eine Kappe und eine Umhängetasche. Der zweite Tatbeteiligte soll ebenfalls Mitte 20 und 1,85 Meter groß sein sowie nordafrikanisch aussehen. Er trug eine Winterjacke mit Fellkragen.\nAnzeige Das Raubdezernat für die Region Wandsbek (LKA 154) hat die weiteren Ermittlungen übernommen. Zeugen können sich mit Hinweisen unter der Telefonnummer 040/ 4286-56789 an die Beamten wenden. \njkk", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T13:03:56.000+03:00"}, {"thread": {"uuid": "9311a372e070b6b42e5d31f88a9ee02cc55bd1d2", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlaWNKbv3fCd8jLLTYNH70ih6JLtFZhiVLw20el9Vuofa4vPm503r3bMfNQDNnP1e3L3akX0JtNkld1tB1H_aEpiImvwyd4XXvyzwihmDMUms", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/icon/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - ICONIST", "title": "Questionnaire: Ask a Designer – Episode 5 with Ezgi Cinar", "title_full": "Questionnaire: Ask a Designer – Episode 5 with Ezgi Cinar", "published": "2017-10-08T13:48:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/icon/mobile169419466/2311356037-ci16x9-w1200/Ezgi-Cinar-Clinton-Bopp.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 6, "comments": 0, "shares": 6}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9311a372e070b6b42e5d31f88a9ee02cc55bd1d2", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlaWNKbv3fCd8jLLTYNH70ih6JLtFZhiVLw20el9Vuofa4vPm503r3bMfNQDNnP1e3L3akX0JtNkld1tB1H_aEpiImvwyd4XXvyzwihmDMUms", "ord_in_thread": 0, "author": "", "published": "2017-10-08T13:48:00.000+03:00", "title": "Questionnaire: Ask a Designer – Episode 5 with Ezgi Cinar", "text": "Swiss Designer Ezgi Cinar has perfected a couture clothing line that balances between fairytale dresses und seductive looks. However, selling clothes is not all Cinar cares about. Anzeige\nEzgi Cinar Quelle: Ezgi Cinar/PR/OLIVER RUST\nAnzeige 1. What did you want to become when you were little?\nA secret agent.\nAnzeige 2. What did your favourite outfit look like as a kid?\nA red velvet dress with a white lace collar, combined with matching white lace socks and patent black Mary Jane shoes. I would still wear that outfit.\n3. What is your first important memory regarding fashion?\nAnzeige The stories my grandma and grand aunt, who both loved fashion, told me. For example, that they used to go down to the harbour when the big ships were entering the Istanbul port, intending to buy shoes off women coming from Paris. Gems like those just weren’t available in Istanbul at that time… I always used to visualise those stories, how they, young women so passionate about fashion , went treasure hunting. I think this is when my interest in fashion seriously awoke.\nEzgi Cinar states that the word fairytale describes her clothing and this AW 17 dress perfectly demonstrates that Quelle: Ezgi Dinar/PR\n4. When did you decide to become a designer?\nNever. I prefer to think of myself as a Creative Director, turning phantasies into reality. Beginning with the design of the dresses to the concept of photo shoots to my website. I do not want to simply sell dresses, I like to create a story, a whole world around each collection and every piece, and to convey that corresponding lifestyle.\n5. How often did you want to quit being a designer?\nNever. Even before I knew, there is something like a fashion industry and a whole machinery behind it, I always wanted to surround myself with beautiful things. And it will never change.\n6. What is the most annoying thing about the fashion scene?\nThe widely held mindset of fast food fashion.\nRead another episode from our Ask a Designer series here\nQuestionnaire Ask a Designer – Episode 4 with Karen Phelps from Goldsign 7. Could you name three inspiring Instagram accounts that you follow?\n@carineroitfeld , @styleheroine , @mertalas\n8. Describe the look of your label in three adjectives!\nFairytale, seductive, high-quality.\n9. Which achievement are you most proud of when it comes to your brand?\nHaving been able to place Ezgi Cinar at the two only luxury department stores in Switzerland as the only Swiss designer beside Akris, and simultaneously going internationally with Moda Operandi after only one year on the market. And without wanting to sound arrogant, I knew from the very beginning that the brand would be a success, I just didn’t expect it to be so quick. And this makes me very proud.\nWe ask every designer featured in this series to draw a picture of themself. Well, Ezgi Cinar \"cheated\" a little bit and asked the artist Clinton Bopp to portray her – the result i ... s beautiful anyway Quelle: Ezgi Dinar/PR\n10. Which piece of clothing of your own brand do you personally wear often?\nI do indeed have my favourite pieces every season, which I love to wear. From Autumn/Winter 2017/18 it is the Morpheus dress & the Eos pyjama suit.\n11. Which song gets you in a creative mood?\nIt’s also different each season. I use to play it up and down till everybody around me is getting crazy, hahaha. For AW 17 it was “Englishman in New York“ from Sting, for SS18 it is “No Roots“ from Alice Merton. My absolute favourite, that never disappoints, is “Walking in My Shoes“ from Depeche Mode.\nThe Morpheus dress is one of Ezgi Cinar's favourite pieces from her AW 17 collection Quelle: Ezgi Dinar/PR\n12. Who is your most favourite style icon ever?\nI admire many women for their style but I do not have that one & only style icon. However, Tilda Swinton, Natalie Portman or Poison Ivy from Batman have a great sense of style.\n13. Which one is the most fashionable TV series so far?\nI can't remember when was the last time when I watched TV, so for me it is still „Sex and the City“ .\n14. What do you dream of to be doing in ten years?\nI am not a dreamer. I never dream about anything, especially when I really want to do something. I would never wait ten years – I’d just do it right away instead.\nDiscover more about Ezgi Cinar and her collections here .\nYou can follow us on Facebook , Twitter or Instagram , we go by @ICONISTbyicon.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ezgi cinar", "sentiment": "negative"}, {"name": "tilda swinton", "sentiment": "none"}, {"name": "batman", "sentiment": "none"}, {"name": "natalie portman", "sentiment": "none"}, {"name": "clinton bopp", "sentiment": "none"}, {"name": "alice merton", "sentiment": "none"}], "organizations": [{"name": "akris", "sentiment": "none"}, {"name": "instagram", "sentiment": "none"}, {"name": "moda operandi", "sentiment": "none"}, {"name": "quelle", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "switzerland", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-08T17:21:45.000+03:00"}, {"thread": {"uuid": "afebac7586ae3e79c517608c6cead867a3d5285f", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlaWNKbv3fCd82o6rWIRlG.x8XIeS5Icm9UFUzDD2PV49CntDYXwxzwJ43YHOHYpEIrRDGqU444tHeJewwyPGtY_57iX8sBWdLrUJ5JQVv7PI1asXpwKZRegUva5qJvAWWg--", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/icon/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - ICONIST", "title": "Global Diary: Here you can find Avocados. And Avocados. And even more Avocados", "title_full": "Global Diary: Here you can find Avocados. And Avocados. And even more Avocados", "published": "2017-10-13T11:18:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/icon/mobile169584495/2051353847-ci16x9-w1200/Petit-Bijou.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 17, "comments": 0, "shares": 17}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "afebac7586ae3e79c517608c6cead867a3d5285f", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlaWNKbv3fCd82o6rWIRlG.x8XIeS5Icm9UFUzDD2PV49CntDYXwxzwJ43YHOHYpEIrRDGqU444tHeJewwyPGtY_57iX8sBWdLrUJ5JQVv7PI1asXpwKZRegUva5qJvAWWg--", "ord_in_thread": 0, "author": "", "published": "2017-10-13T11:18:00.000+03:00", "title": "Global Diary: Here you can find Avocados. And Avocados. And even more Avocados", "text": "Avocadon‘t you want to try multiple meals, with the main ingredient being the millennial‘s generation favourite green fruit? It‘s easy to guess which super food is being discussed. We visited The Avocado in Berlin, a pop up with many avocado based options.\nI t’s no secret that avocados are not only delicious but also incredibly healthy for you. Avocados have a list of benefits ranging from a great source of Vitamin E and monounsaturated fat, to having more potassium than a banana. Of course, avocados are the trend food of the moment, a favourite among hipsters, millennials, and the average restaurant-goer, with over 6.7 million posts on Instagram with the tag avocado, and over 500,000 posts with the tag avocado toast.\nThere are millions of avocado Instagram photos, but also millions of autumnal landscapes\nGlobal Diary What is there to love about Autumn, if Summer is your favourite season? It‘s nearly unheard of to look at a restaurant‘s breakfast menu and not see an avocado option, the most common being the avocado toast. According to Australian millionaire Tim Gurner , millennials must stop buying avocado toast if they want to buy a house. It´s no surprise that this dark green fruit has become the star of the menu in multiple restaurants. The Avocado , a pop up in the restaurant Petit Bijou in Berlin, is the first restaurant in Berlin to experiment with this concept.\nThe menu at The Avocado delivers exactly what it promises: Avocado! And not only the Hipster staple “Avocado on Toast”. A popular example are avocado pancakes, , served with either fried eggs, or berries and maple syrup. Whilst the pancakes mimic the avocado in colour, they don‘t have an overpowering flavour of avocado, making it suitable for different sides. But for those people not on board with this particular trend, but want to accompany a avocado-crazed friend to the restaurant, there are many non-avocado options to try, like sandwiches, salad bowls, and traditional egg based breakfast options. And of course, in true nutritional zeitgeist, there are plenty of vegan-friendly options.\nAnzeige Some other avocado based options on the menu are: avocado “wings”; avocado slices coated in popping quinoa, an avocado filled with chicken, salmon and a poached egg, and an avocado Caesar salad, with avocado replacing the chicken, and an avocado dressing.\nThese avocado \"wings\" are one of the many vegan options, coated in popping quinoa Quelle: The Avocado\nSo how does a French restaurant turn into a pop up, avocado-loving eatery? Maria Ursula Günther, Head of Social Media, explained that the restaurant wanted to focus more on superfoods, and of course, while thinking about which item of food is the “icon” of superfoods, the team settled on avocado. And since the whole team liked avocado, they started work on their new, super menu.\nMaria explained that the avocado concept had received a good reaction, that on weekends, especially when the sun is shining, the pop up is so full that the staff have trouble keeping up!\nNot only does Petit bijou offer an interesting menu, but the perfect location to relax- it is located right by the Spree Quelle: The Avocado\nAnzeige The Avocado is the current pop up in Petit Bijou, but Maria also let slip that there is a brand-new concept coming soon, however, sadly this is being kept a big secret for the time being. How intriguing!\nThe menu isn‘t the only reason to pop into the pop up. Petit bijou is right on the border of Berlin‘s river, the Spree , next to the Museum Island, so it has a great view. Maria explained that the team’s goal is to go beyond a culinary experience that focuses on the taste buds, to providing a great overall experience, creating an ambience that strikes that delicate balance between trendy and homely. The Avocado even hosts events.\nThe Avocado , Monbijoustraße 2, 10117 Berlin\nFollow us under the name ICONISTbyicon on Facebook , Instagram and Twitter .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T12:17:51.000+03:00"}, {"thread": {"uuid": "8f5821c95bb07e6296c2175a50670c4aac1e6aaf", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlaWNKbv3fCd82o6rWIRlG.zozc5ADcryVY4Q0pOp3Qi670iYRFc.1T6MaU0hOcIkYHxC.KFy67fQfONsssm1UL1Ok8vI.9DZy9PuxoiWz3Pepwe7dXDCW1_RK099RjgT9A--", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://feeds.n24.de/n24/news_stories", "site_categories": ["media"], "section_title": "Nachrichten - WELT", "title": "A hotel that is like a village that you don’t need to leave", "title_full": "A hotel that is like a village that you don’t need to leave", "published": "2017-10-17T11:12:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/icon/mobile165276857/9801351707-ci16x9-w1200/The-Sanya-EDITION-Hainan-Island-Ian-Sc-4.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 9, "comments": 0, "shares": 9}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8f5821c95bb07e6296c2175a50670c4aac1e6aaf", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlaWNKbv3fCd82o6rWIRlG.zozc5ADcryVY4Q0pOp3Qi670iYRFc.1T6MaU0hOcIkYHxC.KFy67fQfONsssm1UL1Ok8vI.9DZy9PuxoiWz3Pepwe7dXDCW1_RK099RjgT9A--", "ord_in_thread": 0, "author": "Laura Ewert", "published": "2017-10-17T11:12:00.000+03:00", "title": "A hotel that is like a village that you don’t need to leave", "text": "The Studio 54 founder Ian Schrager has opened a hotel in Hainan. The hotel is its own small world, with an art gallery and a karaoke bar. The visit of an island, overflowing with attractions.\n„It might the biggest luxury, right?“ my colleague from Miami asks, who was also invited on this trip, raising his coconut in the air to cheers. „Travelling to places that you didn’t know that they existed!” The island’s airport is in Sanya, the capital city of Hainan. This is the most southern point in China, and you should have visited China to understand the extent of the world. Hainan is a holiday island, known as Asia's Hawaii, and it’s even becoming the Chinese Dubai, with enormous construction projects being built in a record time, in the air and on water.\nWhoever has already visited Thailand, will not be a stranger to the nature and people here, and neither to the streets with open store-fronts, where piles of tropical fruits tower inside.\nThere are streets with rows and rows of cook shops and plastic chairs placed in front of them. One of the main differences between Asians and Europeans is that they don’t wear helmets. Here they don’t either.\nOther places for vacation\nRecommendation Where to relax? The best hotels for every type of traveller Anzeige We drive past mopeds and honking cars and we take the Haitang Bay exit. The American hotel „Edition“ has its largest branch here. The infrastructure reminds guests of the United Arab Emirates ; an international shopping centre, and buildings so brightly lit that they make you wince.\nThe hotel area is like a luxury entertainment park, with hotels, restaurants and dolphins. It has been under construction since 2013 and openend this summer. The creaking cranes represent the future and the conical straw hats represent the past.\nIan Schrager opened the first „Edition” hotel. He is one of the founders of the New York club „Studio 54”, that opened in London in 2013. The 70-year-old entrepreneur intends to open more „Edition” hotels, in Bangkok, Bali, or Barcelona in the future. „Edition” already has hotels in New York, Istanbul, London, and now in China. „I actually see us as more of an Entertainment company” he says during a press conference via Skype. He wears blue jeans and has white hair, like an employee of his „Edition” team, and he seems to be incredibly friendly.\nHere live very friendly people, too\nGlobal Diary How about a holiday in Albania? Anzeige The creative directors of his hotels seem like they came out of a hipster dictionary, you want to be friends with all of them immediately, or at least drink a beer with them. In the „Edition” hotels the beer comes from a local brewery, and the labels are designed by Wes Anderson’s brother.\nThe guests are greeted by a gate that’s as big as an aircraft hangar, and the bamboo groves look almost small next to it. „Space is another luxury of our time, isn’t it?” my colleague asks again, and glances at the breakfast restaurant, that resembles a street food market.\nOn the property that is bigger than 200,000 square meters, you can find more than 500 rooms and 20 villas, four restaurants, a private beach, a playground, bumper cars, minigolf, an art gallery, a bookstore and a 3D karaoke bar, and there’s also a business centre. And of course, there’s also a spa which offers a western luxury trend, perhaps involuntarily - digital detox. Even though China is modern, it is difficult to access Google Mail, Facebook and other websites because of political reasons.\nNeed some interior inspiration?\nQuestionnaire Ask a Designer, episode 3: Ruth Wassermann from made.com In the morning, the concierge asks us whether we saw the sun rise. Unfortunately, we didn’t manage, because we had to try the bathtub on the balcony. Every room has a sea view. Because the waves are too dangerous to swim in, there’s an artificial beach in front of the actual beach . The artificiality isn’t bothersome, because you swim in filtered seawater in an infinity pool, that deserves the name.\n„It’s like a village, that you don’t need to leave“, says Ian Schrager. An all-inclusive package , only without holiday entertainers. The area is also nice, there is the Nanshan Temple, where buses are stuck in traffic in the weekend, because a group of cows has gathered in the parking lot.\nThere is statue of Guanyin, a Buddhist goddess, in front of the sea, in which men seek strength. Here, hundreds of incense sticks are burning and send countless wishes to the goddess every day. Guests can also do this, if they still have any wishes left after their stay in this hotel.\nDo follow us under the name ICONISTbyicon on Facebook , Instagram and Twitter .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "wes anderson", "sentiment": "none"}, {"name": "ian schrager", "sentiment": "none"}, {"name": "ruth wassermann", "sentiment": "none"}, {"name": "guanyin", "sentiment": "none"}], "organizations": [{"name": "skype", "sentiment": "none"}, {"name": "google mail", "sentiment": "none"}, {"name": "barcelona", "sentiment": "none"}, {"name": "buddhist", "sentiment": "none"}, {"name": "instagram", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": [{"name": "miami", "sentiment": "none"}, {"name": "nanshan temple", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "bali", "sentiment": "none"}, {"name": "hawaii", "sentiment": "none"}, {"name": "united arab emirates", "sentiment": "none"}, {"name": "thailand", "sentiment": "none"}, {"name": "dubai", "sentiment": "none"}, {"name": "hainan", "sentiment": "none"}, {"name": "albania", "sentiment": "none"}, {"name": "bangkok", "sentiment": "none"}, {"name": "asia", "sentiment": "none"}, {"name": "china", "sentiment": "none"}, {"name": "sanya", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "haitang bay", "sentiment": "none"}, {"name": "istanbul", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-17T11:44:40.030+03:00"}, {"thread": {"uuid": "927ba18fa77a94647e189e8b2fcd3351f6cc1625", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WNJUyIOgyOAusWgzucTqm6dJ5CvgoA.TOqXQYyGL2mg4rovoxmLlvZG4DHdA8kVgFPibFSE80I3QgYdRYw9bN3xUHOKcRWagyHjfTiONDnvR0-", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/regionales/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - Regionales", "title": "Programmkino aus Münster gewinnt Kinopreis", "title_full": "Programmkino aus Münster gewinnt Kinopreis - WELT", "published": "2017-10-18T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/masters/mobile160492822/7651629427-ci16x9-w1200/welt-fallback-jpg.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "927ba18fa77a94647e189e8b2fcd3351f6cc1625", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WNJUyIOgyOAusWgzucTqm6dJ5CvgoA.TOqXQYyGL2mg4rovoxmLlvZG4DHdA8kVgFPibFSE80I3QgYdRYw9bN3xUHOKcRWagyHjfTiONDnvR0-", "ord_in_thread": 0, "author": "welt.de", "published": "2017-10-18T03:00:00.000+03:00", "title": "Programmkino aus Münster gewinnt Kinopreis", "text": "  Anzeige \nP otsdam - Das Programmkino «Cinema & Kurbelkiste» in Münster erhält den mit 20 000 Euro dotierten Kinoprogrammpreis der Bundesregierung. Wie das Büro der Bundesbeauftragten für Kultur und Medien am Mittwoch mitteilte, wird das Münsteraner Kino für ein herausragendes Programm im vergangenen Jahr ausgezeichnet.\nDer mit 10 000 Euro dotierte Hauptpreis für das beste Kurzfilmprogramm geht an das «Union - Studio für Filmkunst» in Kaiserslautern . Das «Universum Filmtheater» aus Braunschweig wurde für das beste Dokumentarfilmprogramm und das «Moviemento Kino» aus Berlin für das beste Kinder- und Jugendfilmprogramm ausgezeichnet.\nInsgesamt wurden in diesem Jahr 214 Programmkinos mit insgesamt 1,8 Millionen Euro für herausragendes Kinoprogramm geehrt.\nAnzeige Am Mittwochabend war geplant, dass Kulturstaatsministerin Monika Grütters die Preise in Potsdam vergibt. In Potsdam hatte im vergangenen Jahr das «Thalia Programmkino» den Spitzenpreis gewonnen.\n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "wie", "sentiment": "none"}, {"name": "kulturstaatsministerin monika grütters", "sentiment": "none"}], "organizations": [], "locations": [{"name": "berlin", "sentiment": "none"}, {"name": "potsdam", "sentiment": "none"}, {"name": "kaiserslautern", "sentiment": "none"}, {"name": "braunschweig", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-18T22:55:38.000+03:00"}, {"thread": {"uuid": "af38317bf5c396fc9bb0a62103ae3484b15577d7", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlRNipaqDUNb7XH71P8PU0ke.Ue_ouY8m85J.Q29ZcgPHOfj8RoWIV.o5O9eVPxlwgPu.pN4Sa_YyqEMePzhylSQRGGK.srmPY8Pfncmz8hZ6cZdT5lTdPNkg1epvMolzrkQMeSRUNGr1", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/feeds/latest.rss", "site_categories": ["media"], "section_title": "Nachrichten - WELT", "title": "David Davis: 00+FREE+RAUS+Brexit-Minister fordert von EU Belohnung für Zugeständnisse", "title_full": "David Davis: 00+FREE+RAUS+Brexit-Minister fordert von EU Belohnung für Zugeständnisse - WELT", "published": "2017-10-18T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/politik/ausland/mobile169789828/3791357037-ci16x9-w1200/European-Union-chief-Brexit-negotia.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 52, "comments": 0, "shares": 52}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 5}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "af38317bf5c396fc9bb0a62103ae3484b15577d7", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlRNipaqDUNb7XH71P8PU0ke.Ue_ouY8m85J.Q29ZcgPHOfj8RoWIV.o5O9eVPxlwgPu.pN4Sa_YyqEMePzhylSQRGGK.srmPY8Pfncmz8hZ6cZdT5lTdPNkg1epvMolzrkQMeSRUNGr1", "ord_in_thread": 0, "author": "Stefanie Bolzen", "published": "2017-10-18T03:00:00.000+03:00", "title": "David Davis: 00+FREE+RAUS+Brexit-Minister fordert von EU Belohnung für Zugeständnisse", "text": "Anzeige Anzeige \nDIE WELT: You said in Parliament this week that Britain would offer more if the EU27 offered more at this summit. So what do you expect the EU will offer? \nDavid Davis: I cannot predict what they will do. What we know from discussions with Michel Barnier is that he is looking for a bit more leeway in his mandate. He has had a pretty tight mandate so far. We would also like him to be able to talk about the transition period, or implementation period as we call it, we distinguish there. Also we’d like him at least to prepare for the future relationship. Some people say progress is slow. By EU standards this negotiation has been lightening fast. \nDIE WELT: Why did you agree to a mandate that first settles three issues: Northern Ireland, money and EU citizens? Anzeige \nDavis: Careful, the words were sufficient progress. We did not choose the structure. We understand sufficient progress will not be a number on money, not completion. \nDIE WELT: But there is deadlock on the money, so why are you not accepting the framework? \nDavis: Because sufficient progress is a judgment for the EU Council to make. The other concern is: It is widely accepted it was a seminal speech in Florence. The Prime Minister volunteered that nobody would pay more or receive less in the current EU budget. This is quite a generous position. She did not limit it to that. But the truth is, in order to make this judgement -- we are talking about taxpayers’ money, not Monopoly money. So, we have to judge the thing in the round. Remember if we come back with an overarching agreement, as the EU favourite saying goes, nothing is agreed until anything is agreed: It will come back to Parliament, on behalf of British people. And they will make a decision on the whole package. Anzeige \nDIE WELT: So, in your view, has sufficient progress been achieved? \nDavis: We think we made progress. But it is not our criteria. It is the Council’s words. As far as we can resolve [the issues at stake] we have done a pretty good job of doing it. Two or three issues remain. It was not like we fix that first and everything else second. It was an attempt to be constructive. We have aimed throughout this whole exercise to be reasonable. \nDIE WELT: On the money, the European Parliament’s President Antonio Tajani has said that 20 billion Euro is peanuts, a more realistic figure being 50 or 60. Do you still think that 50 billion is “nonsense”? \nDavis: Look, this is a negotiation and we want to resolve this in a way which meets our international obligations. I used that phrase because we don’t think that the legal argument stands up so we do it a different way. But it’s a negotiation and we’re going through the process at the moment of assessing, do the technical work on the commitments. We’ll then make a political judgement on what we think is realistic and sensible. But that’s a judgement that should be informed by everything, informed by the whole deal, not informed by a figure picked out of the air. I’m not going to pick figures out of the air. \nDIE WELT: In your view, is the EU Commission ready to go further but are being stopped from doing so by some countries, namely Germany and France? Are there some countries that are more understanding of your position? \nDavis: Of course, you get differences of views among the 27 but let me make one point right up-front. I want the 27 to work together on this. It would be impossible for us to do 27 different negotiations or even three or four different negotiations in different blocks. It’s almost as important to us as to the Commission that they operate together. But of course, in the course of the negotiation different countries are going to see their interests in different ways. Let me give you some obvious examples. On citizens’ rights, countries like Poland and Lithuania have very large numbers of young citizens working here, would have a different view to other countries. Countries like Italy who have a lot of people here who have been here much longer may have a different angle. \nDIE WELT: It’s widely expected that the European Council will say that there has not been sufficient progress yet. Whose fault is this? \nDavis: The first thing I have to say is I hope they recognise there’s been significant progress. It’s not just words. Sufficient progress is their test, not our test. “Sufficient” is up to them, “significant” is not up to them. In citizens’ rights alone there has been major progress. My hope is that, whatever the criteria, whatever the process, we don’t let the process get in the way of progress. That actually we get an outcome on Friday, in the medium term, which is beneficial for everybody. That we are not left with a straight no. I also think that it’s important, in European political terms, that the Council recognises that the Prime Minister took quite a bold stance. In some sense it was a high risk stance, of putting out the Florence speech. I think the reaction was very positive. Friday should reflect that too. \nDIE WELT: Some people in your government believe the slow progress is quite deliberate on the part of some member states because uncertainty provides opportunities to some EU countries to attract more business. Do you agree some are trying to benefit from slow progress? \nDavis: I’m not sure I’d take the view there’s a deliberate slowing of the process. I wouldn’t subscribe to that. Of course, in a circumstance like this, every nation state would want to play for its own economic advantage. That is natural. I don’t believe I live in a world of saints. So, it is natural that there would be a certain amount of competition, particularly in the City business. But the truth be told, the City will still be there in five years, it’ll still be the biggest and most powerful financial centre in the world, and that is because of things that are independent to this process: the centrality, the time zone, the language, the law. The things that make the City be in London are not going to be altered much with this process. Some pieces might move as a result maybe of European laws, but that’s something we will negotiate later. But that’s more by comparison with a large entity of, in round numbers, 300bn euros worth trade to us from the EU and about 230-240bn sales to EU. So that’s the big number. It’s not for me to advice other European governments, but if I were to draw their attention to them I would say those are the big numbers. Don’t risk the big numbers for small numbers. \nDIE WELT: On citizens’ rights you said there has been big progress but there are still unsolved questions regarding family rights and there are bright red lines in terms of the role of the European Court of Justice. How will you solve this issue? \nDavis: Let me deal with family rights, which is most difficult first. The issue is that in order to give perpetuity on family rights it would give to three million people in the UK rights that British citizens themselves don't have. I am trying to think of a way of maybe a short-term way of sorting this, a certain window whatever. \nDIE WELT: Five years, ten years? \nDavis: Whatever that might be, might be a bit shorter than that. We haven't engaged on that negotiation properly, it's next on the agenda. We will talk about that. Let me now deal with the more difficult one. That's the ECJ. What we are trying to do is we are trying to take what is the reason for this. The reason for this is to give certainty to European citizens, and to make sure that the treatment on both sides of the Channel is equal, or equivalent. We have come up with mechanisms to make the law and whatever we agree on in the treaty, which will be detailed, unusually detailed, carried straight into the British law, and the court can look into the treaty, and the details of the agreement. \nWe think that will deliver. Some tweaks in the law so a future government if it actually intends to change this have to say it explicitly, cannot slip through secondary legislation, but has to be very explicit about it. I think that gives fantastic guarantees, particularly if you bear in mind that our courts for 200 years have been overturning government's decisions, so they are not patsies. \nThe other thing to say is that no other country in the world that is either a member of the EU or transitioning into the EU accepts the European court. Europeans in America don't have protection of the ECJ, Americans in the UK have no protection from the Supreme Court. There is a point at which we have to say this is a good judicial system, one of the best in the world. \nOne other point is my own position in this. Before I took this job on, I spent the previous ten years causing the government trouble on civil rights, judicial, and I indeed took the government to court. I am not going to sign up to something that doesn't give rock solid protection. \nDIE WELT: So, the EU has to budge on the red line of ECJ? \nDavis: Well, I don't do public red lines myself. Quite pointedly if you follow me I don't do that. But I don't see the EU has made a red line of it. What is has said is that it must reflect their rights, that's the point, and they must be guaranteed properly. The Council guidelines anyway didn't require the ECJ oversight and I think we will get to position where we can produce something that is acceptable to the EU, and it will meet the requirements of citizens. \nDIE WELT: In the worst case scenario of the negotiations, you are saying the no-deal option is on the table and the UK is considering a no-deal outcome. How likely is it and how much do you prepare the country for it? \nDavis: The first thing to say is that it is a) not our intention, b) I don't think it is a probability, I think it is a very distant possibility. That being said, we have to prepare for it. I mean, a responsible government prepares for all outcomes, and we are doing that. It is no part of our negotiating strategy, and no plan of our planning for the future in terms of what we intend, it is just a security thing, like anything else you do on security, you produce your own insurance policy. \nDIE WELT: As the Kissinger question goes: When you need to call Europe who do you call? Who does Europe call to understand the UK’s position? \nDavis: You want my number? \nDIE WELT: That would be very nice but you cannot deny that the government is divided? \nDavis: This is the most detailed set of policies I have even had to deal with as a minister. It started with the Lancaster House speech agreed unanimously by the cabinet, the A50 letter agreed unanimously, the two white papers about the progress agreed unanimously at the cabinet, the fourteen documents over the summer agreed unanimously by the cabinet... \nDIE WELT: What about Foreign Secretary Boris Johnson’s interventions ahead of the Florence speech? \nDavis: Wait a minute. The Florence speech was agreed unanimously by the Cabinet. On the substantive issues, there is unanimity. Of course, there is debate. This is a live democracy, and this is a debate about what is the best way to do things, and I do debate with myself sometimes what the best thing is. \nYou will see there will be lots and lots of arguments about pieces of it. That is what a living democracy is about. We have always been like this. One of the differences between us and some other countries is when you look at our chamber, the House of Commons, we face each other, it is not a semi-circle, we argue, we fight, and we get hopefully a good outcome at the end of it. \nDIE WELT: Is Michel Barnier your dream Brexit partner? \nDavis: I like him. In fact, here is the walking stick he gave me as a present. We have a common interest in mountains. So, this is going to take a lot of determination, the ability to keep your eye on the peak as you are covering the steps along the way, and the ability to deal with odd blizzard, odd rock fall, and still get past it. The requirements of this are continued determination and optimism, something we both said at the first press conference. \nMichel is a good man, a straight-forward man. He has been around in Brussels for a long time, so he knows how it will work. I am sure he wants a positive outcome. Remember: good negotiators want an outcome that is good for both sides. Not some match or contest. That is what we’re going to get. \nDIE WELT: Has your training in the British commandos helped you as a negotiator? \nDavis: Well, I never killed anyone! © WeltN24 GmbH. Alle Rechte vorbehalten. Comment ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.welt.de%2Fpolitik%2Fausland%2Farticle169789824%2FGive-Barnier-more-leeway-on-talks-demands-UK-Brexit-chief.html%3Fwtmc%3Dsocialmedia.facebook.shared.web", "https://twitter.com/share?url=https%3A%2F%2Fwww.welt.de%2Fpolitik%2Fausland%2Farticle169789824%2FGive-Barnier-more-leeway-on-talks-demands-UK-Brexit-chief.html%3Fwtmc%3Dsocialmedia.twitter.shared.web&text=David+Davis%3A+Give+Barnier+more+leeway+on+talks%2C+demands+UK+Brexit+chief&via=welt"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:25:08.003+03:00"}, {"thread": {"uuid": "9169d3491d9d6649cba9b70c0f526f531f2a983e", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlQrdNc.7HzJUqZywITGmURHsffZkhDohxIdKKR6hZmBt2HR9AYYhrJY9BeHZcwXXldY5v3F1rf9TcDBx7RnaUCtwADACjsBPNasZO6b0BzmVDq7kYCuJUhJ1yk0xEaVkZw--", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/sport/formel1/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - Formel 1", "title": "Formel 1: Bravo! Das Spektakel in den USA weist in richtige Richtung", "title_full": "Formel 1: Bravo! Das Spektakel in den USA weist in richtige Richtung - WELT", "published": "2017-10-23T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/sport/formel1/mobile169931791/6311350167-ci16x9-w1200/Lewis-Hamilton.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 12, "comments": 0, "shares": 12}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9169d3491d9d6649cba9b70c0f526f531f2a983e", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlQrdNc.7HzJUqZywITGmURHsffZkhDohxIdKKR6hZmBt2HR9AYYhrJY9BeHZcwXXldY5v3F1rf9TcDBx7RnaUCtwADACjsBPNasZO6b0BzmVDq7kYCuJUhJ1yk0xEaVkZw--", "ord_in_thread": 0, "author": "Simon Pausch", "published": "2017-10-23T03:00:00.000+03:00", "title": "Formel 1: Bravo! Das Spektakel in den USA weist in richtige Richtung", "text": "Buffer & Bolt: Noch nie bot die Formel 1 mehr Show abseits des Rennens als in Austin. Für die Fahrer bedeutet das zwar eine Umstellung. Doch die neue Fokussierung der Rennserie ist alternativlos.   Anzeige \nD er letzte Satz des legendären Ringsprechers Michael Buffer hatte es in sich: „Drivers, start your engines“, verlangte der 72-Jährige am Sonntag nach der knapp 20-minütigen Eröffnungsshow wie sie die Formel 1 noch nicht erlebt hat. Was Buffer vermutlich nicht wusste: In der modernen Formel 1 lassen die Piloten die Motoren nicht selbst an, streng genommen kommt die Energie auch nicht mehr aus herkömmlichen Motoren. Teams von Ingenieuren starten die hoch komplexen Hybrid-Antriebsstränge, erst dann kann das Rennen losgehen.\nTrotzdem schwang in Buffers Aufforderung eine Wahrheit mit. Das Rennen in den USA, der Heimat der neuen Eigentümer von Liberty Media, gab einen Vorgeschmack auf die Zukunft der Formel 1. Die soll verständlicher und nahbarer werden. Und vor allem soll sie die wahren Stars wieder in den Fokus rücken: Die Piloten.\n\nRingsprecher-Legende Michael Buffer bei der Formel 1 Quelle: AFP/GETTY IMAGES NORTH AMERICA/Mark Thompson\nDas gelang mit der Zeremonie. Und wie: Jeder Pilot wurde einzeln auf den roten Teppich in der Startaufstellung gerufen. Nebel, Musik, Jubel der Fans inklusive. Den lautesten Applaus bekam in Ermangelung eines echten Lokalmatadoren selbstverständlich Lewis Hamilton, der zuvor bereits eine ganz besondere Spritztour unternommen hatte.\nAnzeige Mit 100-Meter-Weltrekordler Usain Bolt auf dem Beifahrersitz war er einige Runden um den Circuit of the Americas gerast. Der Leichtathletik-Superstar aus Jamaika litt anschließend sichtlich unter den wilden Manövern seines Chauffeurs, die Massen auf den Tribünen johlten vor Vergnügen (Hamilton hatte ebenfalls seinen Spaß).\nFormel 1 steht unter Druck All das bedeutete natürlich eine Abkehr vom normalen Prozedere. Die Fahrer mussten ihre sensiblen Autos fast eine halbe Stunde allein in der Startaufstellung stehen lassen, kein Mechaniker mit Laptop konnte noch Feinjustierungen vornehmen. Ja und? Das war modernes Entertainment abseits des Rennens, die Fans konnten den Protagonisten kurz vor dem Showdown ins Gesicht schauen.\nIn den vergangenen Jahren sind die Autos zu den Stars der Szene gemacht geworden. Die Boliden waren, dieser Eindruck drängte sich ab und an auf, entscheidender als die Frage, wer am Lenkrad saß. Auch deshalb gingen die Quoten und Zuschauerzahlen in vielen Regionen der Welt in die Knie.\nAnzeige Dass Liberty Media die Formel 1 künftig wieder mehr personalisiert, ist ein Schritt in die richtige Richtung - und in Anbetracht der Entwicklung in den vergangenen Jahren alternativlos.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "das spektakel", "sentiment": "negative"}, {"name": "jahren", "sentiment": "none"}, {"name": "fokussierung der rennserie", "sentiment": "none"}, {"name": "das rennen", "sentiment": "none"}, {"name": "nebel", "sentiment": "none"}, {"name": "wahrheit", "sentiment": "none"}, {"name": "rennens", "sentiment": "none"}, {"name": "ringsprecher-legende michael buffer     america/mark thompson das", "sentiment": "none"}, {"name": "massen", "sentiment": "none"}, {"name": "michael buffer", "sentiment": "none"}, {"name": "ein schritt", "sentiment": "none"}, {"name": "satz", "sentiment": "none"}, {"name": "runden", "sentiment": "none"}, {"name": "lewis hamilton", "sentiment": "none"}, {"name": "jubel", "sentiment": "none"}, {"name": "hamilton", "sentiment": "none"}, {"name": "ja", "sentiment": "none"}, {"name": "umstellung", "sentiment": "none"}, {"name": "knie", "sentiment": "none"}, {"name": "teppich", "sentiment": "none"}, {"name": "musik", "sentiment": "none"}], "organizations": [{"name": "formel", "sentiment": "negative"}, {"name": "circuit of the americas", "sentiment": "none"}, {"name": "anzeige dass liberty media die formel", "sentiment": "none"}, {"name": "zukunft der formel", "sentiment": "none"}, {"name": "energie", "sentiment": "none"}, {"name": "boliden", "sentiment": "none"}, {"name": "fokus", "sentiment": "none"}, {"name": "liberty media", "sentiment": "none"}, {"name": "welt", "sentiment": "none"}], "locations": [{"name": "usa", "sentiment": "none"}, {"name": "austin", "sentiment": "none"}, {"name": "anbetracht", "sentiment": "none"}, {"name": "piloten", "sentiment": "none"}, {"name": "den usa", "sentiment": "none"}, {"name": "ermangelung", "sentiment": "none"}, {"name": "quoten", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T12:41:06.012+03:00"}, {"thread": {"uuid": "4c4618aa91784972096fdf039eacd956abc6978e", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WN6Vg6KkmDa2b3I79J6MBbL3qKJShcLoxMOLdfh5EWmzlmHXJBj5mWNfcaSbdxJx11zUAoOjCv.7GbaSvHGKcGVjxvBg858dG3m33q2lIxaPNEtrDK5MyWAw--", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/regionales/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - Regionales", "title": "Rattles-Sänger: Achim Reichel und die Renaissance des Krautrocks", "title_full": "Rattles-Sänger: Achim Reichel und die Renaissance des Krautrocks - WELT", "published": "2017-10-25T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/regionales/hamburg/mobile170042698/8311355007-ci16x9-w1200-fnov-fpotr-fpi157750653/Achim-Reichel-Musiker-Komponist-Produzent.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4c4618aa91784972096fdf039eacd956abc6978e", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WN6Vg6KkmDa2b3I79J6MBbL3qKJShcLoxMOLdfh5EWmzlmHXJBj5mWNfcaSbdxJx11zUAoOjCv.7GbaSvHGKcGVjxvBg858dG3m33q2lIxaPNEtrDK5MyWAw--", "ord_in_thread": 0, "author": "welt.de", "published": "2017-10-25T03:00:00.000+03:00", "title": "Rattles-Sänger: Achim Reichel und die Renaissance des Krautrocks", "text": "Achim Reichel war mit A.R. & Machines einer der ersten Krautrocker. Nun veröffentlicht er die Stücke erneut. Das erzeugt eine Stimmung von Euphorie und Verwunderung, ein Konzert in der Elbphilharmonie gar Lampenfieber.   \nV or 47 Jahren trug Achim Reichel plötzlich lange Haare und machte Musik, die kaum einen interessieren konnte. Mit A.R. & Machines tauchte er hinab ins Reich des Krautrock, sang nicht mehr und improvisierte mit seinen Bandkollegen über Gitarrenloops, die er, eher zufällig, mit einer Akai-Tonbandmaschine aufgenommen hatte.\nSechs Alben entstanden in vier Jahren, weitgehend unbemerkt von der Öffentlichkeit. Sie wurden zu raren und sündhaft teuren Sammlerstücken. Am kommenden Freitag werden sie und weitere Aufnahmen aus der Zeit als Zehn-CD-Box wiederveröffentlicht, Reichel hat kürzlich in der Elbphilharmonie mit den Machines ein umjubeltes Konzert gegeben. Die Zeit zwischen den Rattles und Kuddeldaddeldu lebt wieder auf, weil es noch immer Fans der Ära gibt. Und Reichel ist deshalb gerade in einer Stimmung zwischen Euphorie und Verwunderung.\nARTIKEL WIRD GELADEN", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "achim reichel", "sentiment": "negative"}, {"name": "stücke", "sentiment": "neutral"}, {"name": "stimmung von euphorie", "sentiment": "none"}, {"name": "konzert", "sentiment": "none"}, {"name": "jahren", "sentiment": "none"}, {"name": "artikel wird geladen", "sentiment": "none"}, {"name": "verwunderung", "sentiment": "none"}, {"name": "freitag", "sentiment": "none"}, {"name": "elbphilharmonie", "sentiment": "none"}, {"name": "reich des krautrock", "sentiment": "none"}, {"name": "reichel", "sentiment": "none"}, {"name": "elbphilharmonie gar lampenfieber", "sentiment": "none"}, {"name": "sammlerstücken", "sentiment": "none"}], "organizations": [{"name": "krautrocks achim reichel war mit a.r. & machines", "sentiment": "negative"}, {"name": "mit a.r. & machines", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-25T22:02:40.001+03:00"}, {"thread": {"uuid": "d0a7835543fd2c037aa101f90e92fd949d6cf378", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlW0LH6ltV5PTUPUOenQGcQnsmBD.0EPODaKwY.o38kfjLNhdMmVpuEtwD8dQUNYVpITBc_d4.Uuv0V37ZAcQtxNDb4ZTR28QslRwhBTYwARut7aCN6SbkM8-", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://feeds.n24.de/n24/news_stories", "site_categories": ["media"], "section_title": "Nachrichten - WELT", "title": "So können Sie ihr gestohlenes Rad wiederfinden", "title_full": "So können Sie ihr gestohlenes Rad wiederfinden", "published": "2017-10-28T14:37:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/videos/mobile170135411/1921358077-ci16x9-w1200/Fahrrad-JPG.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d0a7835543fd2c037aa101f90e92fd949d6cf378", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlW0LH6ltV5PTUPUOenQGcQnsmBD.0EPODaKwY.o38kfjLNhdMmVpuEtwD8dQUNYVpITBc_d4.Uuv0V37ZAcQtxNDb4ZTR28QslRwhBTYwARut7aCN6SbkM8-", "ord_in_thread": 0, "author": "", "published": "2017-10-28T14:37:00.000+03:00", "title": "So können Sie ihr gestohlenes Rad wiederfinden", "text": "GPS-Sender & Co. So können Sie ihr gestohlenes Rad wiederfinden Stand: 13:37 Uhr | Dauer 96 Sekunden Die Zahl der Fahrraddiebstähle in Deutschland bleibt weiter hoch. Die Polizei empfiehlt Fahrräder mit einem GPS-Sender auszustatten. Diese sollen beim Wiederfinden helfen.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sekunden", "sentiment": "negative"}, {"name": "zahl der fahrraddiebstähle", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-28T15:28:13.003+03:00"}, {"thread": {"uuid": "b6aadbb323ecb3b4b39aad8274e4e57351027fab", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlWfGKPEGNftWTu6uJhAmIXarIqQY475jJ3zE_pTzb5xUgjvr.w0ac.h9pXwpoUvjWs81Yza7EZ2Vs.684Hm3ITWyWhVSyZcc56k4z6nW6aLar2YwT.vDKDYGCswvFW0wQw--", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/kultur/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - Kultur", "title": "Exclusive Interview with Ralph Drollinger: Meet the preacher who teaches the Bible to the US Cabinet", "title_full": "Exclusive Interview with Ralph Drollinger: Meet the preacher who teaches the Bible to the US Cabinet - WELT", "published": "2017-10-29T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/kultur/mobile170140246/8441356517-ci16x9-w1200/OnlineTitelBild-Drollinger1.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 49, "comments": 0, "shares": 49}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b6aadbb323ecb3b4b39aad8274e4e57351027fab", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlWfGKPEGNftWTu6uJhAmIXarIqQY475jJ3zE_pTzb5xUgjvr.w0ac.h9pXwpoUvjWs81Yza7EZ2Vs.684Hm3ITWyWhVSyZcc56k4z6nW6aLar2YwT.vDKDYGCswvFW0wQw--", "ord_in_thread": 0, "author": "Lucas Wiegelmann", "published": "2017-10-29T02:00:00.000+02:00", "title": "Exclusive Interview with Ralph Drollinger: Meet the preacher who teaches the Bible to the US Cabinet", "text": "The evangelical preacher Ralph Drollinger holds a weekly Bible study with Donald Trump's cabinet. What he really preaches, what the ministers pray for and Trump's reaction - an exclusive interview.\nThe Capitol Hill Club is Washington's most important meeting place for Republican politicians. It is situated in a white town house with a long, green canopy over the entrance, just a block away from the Capitol. It is a closed society. Only members and invited guests are granted access, and you have to be nominated by two members in order to become one yourself.\nThe Club advertises itself as “a home away from home,” a safe space for elected representatives in Washington whose actual homes are often thousands of miles away. Here, under the gaze of portraits of Nixon, Bush, and Reagan, they can withdraw for private conversations. The high density of Republican representatives, senators and ministers, coupled with the high level of discretion, make the Capitol Hill Club one of the most popular spots for Washington's army of lobbyists.\nVisitors who enter through the brown double doors arrive in a carpeted foyer and have to report to reception on the right before they are allowed to turn into one of the corridors or climb up the gently winding staircase, framed by two carved elephants. It is the middle of an October day. White men and women in dark suits, with Stars and Stripes buttons on their lapels, stride back and forth in the lobby whispering or sit waiting for their appointments in thick leather armchairs. There are also two black men: A security man at the entrance and, beside a raised chair, a shoe shiner. There is a photo of Donald Trump next to reception. He is giving a cheerful thumbs up to newcomers, as if to congratulate them on having penetrated so deeply into the heart of America’s power.\nA rather unusual Bible study Anzeige “Mr. Drollinger usually dines in the large hall on the first floor,” the receptionist tells me. “You can just go up and see if he's already there.”\nUpstairs, an usher checks the guest list before leading me to a round four-person table in the far corner of the hall. Ralph Drollinger is already there, accompanied by his wife Danielle. Both politely stand to greet me. Drollinger is impossibly tall. He was 2.18 meters as a young man, he tells me, when he was still playing in the NBA. Today, at 63, he is supposedly a little shorter. But if he’d told me that since his time in the NBA he had grown a meter taller, I’d have believed him.\nRalph Drollinger doesn’t play basketball any more; he damaged his knees playing professionally and now cannot even play for fun. But in his second life, in his second job, Drollinger is far more successful than he ever was as a sportsman. He works as a Bible preacher. And it would be easy to argue that he is the most influential Bible preacher in the world.\nAnzeige Drollinger, an ultraconservative evangelical Christian, has been running an organization called \"Capitol Ministries\" (CapMin) for the last 20 years. It offers devout Bible courses for politicians. The aim is to convert as many parliamentarians as possible, in America and around the world, to evangelical Christianity. In 2017, CapMin took a huge step forward: Since March of this year, Ralph Drollinger has been giving a weekly Bible course to Donald Trump's cabinet. Soon he will be holding these meetings in the White House itself, right next to the Presidential Office in the West Wing. This is rather unusual. There was a Bible circle in the White House under George W. Bush, but only for lower-ranking employees, of their own accord. According to Drollinger, there hasn’t been a course for ministers for at least a hundred years, and if something similar existed in the White House before then, it is not known about.\n„That was your idea, do you remember?“ In his Bible studies, which you can download each week from the CapMin website, Drollinger interprets the Bible literally. He believes the world was created in six days; he rejects the notion of man-made climate change as hubris and warns against the sin of homosexuality. There are many preachers in America who share his beliefs. But none of those before him had the opportunity to spend an hour each week as a spiritual leader converting the government of the United States superpower to his worldview.\nWhen CapMin's involvement in Trump’s cabinet became public a few months ago, all the main US media outlets wanted to interview Drollinger, from \" Newsweek \" and \" NBC News \" to \" The Wall Street Journal \" . Drollinger refused all media requests. \"We don’t trust American journalists, they just make things up.\" After long consideration, he finally agreed to give Welt am Sonntag a detailed exclusive interview.\nBefore the interview can begin, Drollinger has to extend his entire two meter body once more because a congressman is approaching the table, a CapMin supporter from the House of Representatives. “Ralph!”. They shake hands. Standing, Drollinger tells the Republican that his Bible studies will now be available to download as audio. “That was your idea, do you remember? You wanted to listen to them while driving.” Then Drollinger pulls a brochure of his current sermon out of his briefcase and pushes it into his hand.\n“There are a lot of good people here,” says Drollinger, once the congressman has left. \"Good, devout people.\n***\nWELT AM SONNTAG: Mr. Drollinger, how did you make it into the White House?\nRalph Drollinger: We wouldn’t be where we are now if it weren’t for some Christian politicians who kind of pulled us along with them as their careers advanced. In 2010 we were working hard to establish a ministry in the House and in the end we rode in on the coat tails of congressman Trent Franks, who’s a really highly respected Christian. So he brought us in and we rode on his ethos and we started the House ministry. Then five years into the House ministry, four of the guys in the House study won the senate and they said: “Come on over here with us!” And so now we have twelve of about 100 senators in our Bible study and they’re really the young ones, they’re the future leaders. When Trump won the presidency and chose Pence, Pence chose a bunch of the strongest believers out of the House Bible study and out of the senate Bible study. And again those guys say: “Come with us, we love the high protein diet of the Word of God that you’ve been giving us.” So now we have three Bible Studies in Washington: One for the House on Mondays, one for the senate on Tuesdays and the one for the Cabinet on Wednesdays.\nWELT AM SONNTAG: Who in the government attends your Bible studies?\nDrollinger: We have about twelve people attending. Every cabinet member shows up with three Suburbans but you don’t know which one he or she is in. So you can tell who’s coming to Bible study that morning because all their security detail are there before us. Vice President Mike Pence attends, as does Attorney General Jeff Sessions. Ben Carson, Betsy DeVos, Sonny Perdue, Rick Perry, Mike Pompeo.\nWELT AM SONNTAG: And once they’ve all arrived, what happens then? How does the session start?\nDrollinger: Whether it’s the Congress or the Cabinet, we always give them a meal first, breakfast or dinner. The House Bible study meets for dinner. In the Cabinet, the meal has to be smaller because they have very strict limits about how much can be spent for them, under ten dollars a person. A croissant and a coffee, or a spinach quiche, that’s it. Suffice to say, while they’re eating I’m teaching. I occupy their mouths with food so I don’t have to compete. They don’t necessarily realize I’m doing that by the way. I’m usually able to teach for a half hour before I start asking questions about what I’ve taught and getting a discussion going. And then as they ask questions and make comments I’m usually pouring on more passages of scripture to create better clarity, more perspicuity. After an hour, the Study is over. We start and end with prayer, but it’s not a prayer meeting. Prayer is fine, but there are already so many prayer meetings in DC these people could go to.\nWELT AM SONNTAG: What kind of things do the ministers pray for?\nDrollinger: First Timothy 2:1-4 summons us to pray for those in authority. So we’ll pray for their boss. Oftentimes we’ll pray for Trump and Vice-President Pence because who knows what they‘re gonna face today. And we get personal prayer requests; someone has a sick father, someone else is grieving for a close relative. Those kind of things.\nWELT AM SONNTAG: In your course you strictly follow the order of the Bible, verse after verse, one book after another. It takes you years to get through a single book. What are you currently working on at the White House?\nDrollinger: We started that cabinet Bible study in March. I just jumped in and caught them up on the Sermon on the Mount which I’d been teaching in the senate and the House for the last two years. This week I was talking about Chapter 7, “do not judge less ye be judged yourself”. I told them: That doesn’t mean you’re not to be discerning. Jesus is judging judgmentalism. That criticism is particularly directed at the scribes and Pharisees. As an expositor you use one passage to teach other passages in parallel. Here, a passage from proverbs fits in, proverbs 3:3: “Bind both kindness and truth around your neck, write them both on the tablet of your heart.” So we just build on that one verse “do not judge” with a myriad of other passages and then I review it the next week. So we just keep on going over it again and again. I often kid the members the reason I go slow is ‘cause that’s as fast you can learn. That always gets a laugh. But there’s a lot of truth in it.\nWELT AM SONNTAG: Which biblical stories are particularly relevant for politicians?\nDrollinger: I like the analogy of Daniel, Mordecai and Joseph. There’s the question of what do the three of them have in common. They all rose to the number two position under a secular leader, and I see Pence the same way. As a legislator, you can learn a lot from these guys. I’ve written probably 80 Bible studies on the Book of Proverbs. The Proverbs are all written by King Solomon to his son, the future king. That‘s the contextual purpose of the book: preparing someone for public service. And so if something is taught in the Proverbs, it is essential to public service, and if it’s not in the Proverbs, it probably isn’t.\nWELT AM SONNTAG: What kind of questions would a US minister ask on this topic?\nDrollinger: Well, first of all they kid me a lot about using big words they don’t know. Then they’ll intentionally use the big word incorrectly just to tease me. Like Sacerdotalism and so on. Rather than trying to learn they’ll just tease me about it. At the end of a session they’ll usually have about two minutes where there’ll go round the room and all use my words incorrectly. Apart from that, we talk a lot about humility, because this place puffs you up. These guys have so many counselors, they even have whole press offices, and everyone keeps telling them to take credit for this and that. To grandstand. But Jesus teaches the exact opposite. How do you work out this tension? Sometimes some members will ask me: Where should I come down on this vote? Because it seems like the scripture says this but then I can reason it with this scriptural principle. So they’re asking, what scriptural principle should have pre-eminence over the other and should really sway my vote as I try to please God?\nWELT AM SONNTAG: What do you wear when teaching?\nDrollinger: We teach all our guys you’ve got to dress a cut above. The speaker should always be a cut above his audience, but not two cuts above. I have to wear a suit, an English wool suit of fine make, tailored, all cotton dress shirt with cufflinks, the White House cufflink, all Italian silk tie, 13 ounce silk with a dimple knot, a white T-shirt underneath my all cotton white dress shirt, Allen Edmonds shoes, custom made leather shoes, ‘cause I’m a size 17. But that’s what the politicians wear, and if I don’t dress a cut above them, they’ll say this guy doesn’t belong in our club, he’s not on our level. It’s expensive to play that game, but otherwise you’ll shoot yourself in the foot.\nWELT AM SONNTAG: So no liturgical clothing?\nDrollinger: No, I don’t do that because to me that’s arrogant.\nWELT AM SONNTAG: Why do politicians need a Bible study group?\nDrollinger: If they don’t know biblical principles then it’s like the Book of Judges which says twice: “Every man did what was right in his own eyes”. But we believe in the New Testament idea that everyone should bring their thoughts “captive to the obedience of Christ”. And how do you go from what’s taught in Judges to what’s taught in the New Testament unless you have a prophetic voice, someone who can teach you week in and week out the rudimentary principles of scripture and how those apply to your life personally? Because if they don’t know them, how can they be obedient to them? Without a preacher, the boat lacks the helm.\nWELT AM SONNTAG: And it’s your belief that God wants you to be this prophetic voice?\nDrollinger: Well I think that sounds kind of arrogant… But it’s kind of like that’s what’s happened. And I’m the first to pinch myself and say, who am I? I’m just kind of an old beat-up jock. But at the same time – and I say this in all candor and humility –we have spent years writing an eight page Bible study every week that has not only drilled down deep into the Word of God but then has a custom application to the life of a political leader. So in that sense it doesn’t surprise me that the Lord has elevated us to this position because I don’t know anyone else who’s really done that discipline.\n***\nDrollinger speaks softly, without ever pausing for long; a single, velvety, quiet flow of speech. His wife Danielle listens, sometimes saying \"exactly!\" or \"true, absolutely!\" Every now and then, when her husband is speaking too openly for her taste, she tries to rein him in a bit, but in vain. The relationship between CapMin and the media is complicated. On the one hand, the organization could do with the publicity to enable them to expand, particularly abroad. On the other hand, there is a fear of bad press and reports of the organization’s growing influence. “Fake news”, as Drollinger calls it.\nThe participants of the course are most likely glad CapMin is not too public. On the website, the organization promises : \"We protect the privacy of all who attend our Bible studies.” Being devout does not automatically damage the public image of an American politician. But being evangelical?\nThe Office of the Vice-President, the CIA and the Ministries of Justice, Housing, Education, Agriculture and Energy, did not respond when this newspaper asked them to confirm whether their bosses attended Drollinger's Bible courses. CapMin, however, always prints ministers’ names in the margins of its Bible sermons as an endorsement, seemingly without the ministries objecting. Through a spokesperson for the Ministry of Justice, The Washington Post was able to confirm one regular attendee: Attorney General Jeff Sessions.\n***\nWELT AM SONNTAG: Do you have direct contact with Donald Trump?\nRalph Drollinger: It’s a pen pal relationship. I started sending him my Bible studies when he was running his campaign and Trump has been writing notes back to me ever since, in a positive sense. He likes loyalty. I supported him from very early on in the campaign and Jeff Sessions would tell you I influenced him to do the same in the Bible study. The Bible contains some criteria for someone who’s going to lead in the state. The primary passages are Romans 13:1-8 and Peter 2:13-14, both reiterate the idea that the institution of state does not bear the sword for nothing. It’s an “avenger of wrath”: It punishes those who do evil and it rewards those who do good. So the major God-given responsibility, the state’s primary calling, is to moralize a fallen world through the use of force. I think the best President is the one who is best going to use government as an adjudicator of wrongdoing. And I always thought that Trump would be the best at that.\nWELT AM SONNTAG: Have you met him in person?\nDrollinger: Unfortunately not. But four weeks ago when they had the cabinet retreat at Camp David, Pence told the whole cabinet that for the security of the cabinet members we’re gonna move the Bible study into the White House. Before, we used to meet in one of the cabinet member’s conference rooms. That makes it really hard for Vice President Pence to come to the study because they have to sweep the buildings due to security reasons, but that’s already done in the White House. I think we’ll be in an office right next to the West Wing. So it’ll be easy for Trump to drop in. And I get the sense he will because he’s always said let’s get together when the dust settles.\nWELT AM SONNTAG: Trump comes across as arrogant, short-tempered, belligerent. Would you describe him as a good Christian?\nDrollinger: I’d rather not comment on that but I’d like to say this: If there was a businessman’s “Manhattan for Christ” ministry and ten guys like me who ran around Manhattan and went up the skyscrapers and held Bible studies with Donald Trumps in their 20s or 30s, then the Donald Trump of today would be a completely different person. His whole exposure to Christianity was through Norman Vincent Peale. Norman Vincent Peale only taught Philippians 4, which was “the power of positive thinking”. Well, that’s certainly biblical, but there’s a whole boatload of theology in the Bible other than just the power of positive thinking. Trump is of such a sensitive heart; he wants to please God. If he knew more of the Bible from a good Bible teacher it would really change his heart. Hopefully the Lord will give me that opportunity with him. I mean, he reads my Bible studies and writes me positive notes. That’s a good start.\nWELT AM SONNTAG: What kind of notes does he write?\nDrollinger: Just like “great Bible study this week!” Recently, he wrote “I love this Bible study Ralph!”. It’s always a Sharpie, all capital letters, except his e s are always lowercase. But that’s how he writes, and he underlines everything. It’s always 25 point bold font. But it’s so his personality, you know. I just love the guy.\nWELT AM SONNTAG: Have you ever seen a law or a vote that has made you think, “Yes, that’s down to our influence”?\nDrollinger: All the time. About three months ago, in the Cabinet Bible Study, we were on Romans 12. Romans 12,18-21 talks about how vengeance is God’s and you need to be at peace with all men. So there’s no place theologically for personal vindictive behavior even when you’ve been treated unjustly. But now look over at Romans 13:4 where it’s saying God has given us government to basically reward or punish evil-doers. The institution of state “does not bear the sword for nothing”. So I’ll ask the cabinet members: Do you think there is a contradiction? How do you relate this to your own lives? And Rick Perry says: “So what you’re telling me is when I induce capital punishment, as the governor, I’m wearing my state hat and there’s every place for that biblically. But in terms of me when I’m not wearing my state hat, I need to be forgiving of that individual that I just put to death?” I said, “You got it,” and he looks at me and says, “You know if I would’ve known that when I was governor of Texas that would’ve made my life a whole lot different. The press used to beat me up on that seeming contradiction all the time, and I never had the theology clear in my mind, so I used to feel guilty. But when I see it clearly through the lens of scripture it guides my conscience.” Well that leads for good governance.\nWELT AM SONNTAG: Are there similar courses from other religions happening in the White House?\nDrollinger: We don’t have a whole lot of other religions trying to compete with what we’re doing, but I welcome them. We totally take the view in America that there should be an institutional separation of Church and state. I think that’s what the New Testament teaches. If you don’t have such a separation, you’re advocating theocracy. I’m really adverse to American chaplains in the House and the Senate; they should be expunged. Why should the government pay Christian preachers when it doesn’t pay for preachers of other religions? Isn’t that a violation of the First Amendment? Every preacher in Congress should be funded through the non-profit with a board that’s autonomous of the state. It should be a fair playing field for all religions. I wish the same were true in the Middle East.\nWELT AM SONNTAG: You don’t get any money for your course?\nDrollinger: We have a strict policy of never asking for money from anyone who comes to our Bible studies if they are an elected or appointed leader. We raise money from foundations and individuals and churches. We don’t have any real financial needs so I don’t even have to spend a whole lot of time fundraising. Donors see that the efficiency of an investment in CapMin is far superior to almost anything else a Christian businessman can invest in in America. You can build Christian universities which cost millions of dollars in brick and mortar or you can invest in Christian radio stations which cost millions of dollars. Or you invest in CapMin which costs tens of thousands of dollars in comparison to have just as much if not more influence. As for myself, CapMin pays me a fair salary but I usually don’t take my whole salary. I don’t need it. I played in the NBA and my money has been invested well, so I don’t need a whole lot of money from the non-profit.\n***\nWhen Jesus entered his life, Ralph Drollinger was just 18 years old and attending high school in his hometown of La Mesa, a suburb of San Diego, California. At this time he was interested in two things: basketball and cheerleaders.\nAfter a game, he tells me, one of the cheerleaders asked if he wanted to go a Bible meeting she attended. It was a meeting of the evangelical organization \"Youth for Christ\". There, for the first time, he listened attentively to some of the Gospel and was immediately fascinated. At home, in his childhood room, he read through the entire Gospel of Matthew and decided from then on to become a disciple of Jesus.\nAs a talented sportsman, Drollinger could have his choice of university. A total of 200 universities across the country offered him basketball scholarships. He picked the University of California in Los Angeles because of the trainer John Wooden, a kind of Franz Beckenbauer of American college basketball. Alongside his sports training, Drollinger attended Bible school.\nEvangelizing politicians instead of athletes After graduating, Drollinger initially rejected the NBA's offer of a professional career. Instead, he spent four years with a group called Athletes in Action, an activist team who toured around the world and preached the Bible on the sidelines of the basketball court. Subsequently, at the age of 26, Drollinger signed an NBA contract with the Dallas Mavericks, but his career did not last long. After less than a year in the NBA and only six games his professional career was over due to a knee injury. That was in 1981.\nAs he recovered from this disappointment, Drollinger tried to find the next closest thing: He wanted to combine his missionary zeal with sport. He invested money in magazines and television projects which showed athletes talking about their faith. At the same time, he completed his training at the Master's Seminary in California. It wasn’t until later that he got the idea to change his strategy: evangelizing future politicians instead of athletes. In 1997 he and his wife Danielle founded Capitol Ministries in California. Today, 20 years later, the organization is represented in 40 federal states, as well as in 24 other nations. Every year, this increases by a dozen.\nIn his book \" Rebuilding America \" , published in 2012, Drollinger writes: “Whereas a sports ministry movement is certain to have a positive impact on many, helping to generate a movement for Christ amongst governing authorities holds promise to change the direction of a whole country!”\nIn Drollinger's weekly Bible studies, which can be downloaded from his website in English, French, Spanish, and Russian, you can see the direction in which he wants to take America. In the studies he gives religious answers to all sorts of political questions. In reference to dealing with illegal immigrants, for example, he writes : “Similar to a parent who incorrectly feels guilty for spanking a rebellious child because his conscience is not sufficiently informed by Scripture, the conscience of the lawmaker too, should be informed by God’s Word on this subject. And God’s Word says He frowns on illegal immigrants — just like He says He frowns on children ruling the roost!”\n„Pacifism has no biblical justification“\nIn response to the debate about America’s welfare benefits, he writes : “At the risk of sounding unloving, a father in the Institution of Marriage, a family in the Institution of the Family, nor a government in the Institution of Government should bear or be led to think they bear the responsibility to meet the needs of the individual who lives in an undisciplined manner, who does no work at all, who is not willing to work or be willing to work hard enough. Proverbs 10:4 echoes this principle: Poor is he who works with a negligent hand, But the hand of the diligent makes rich.”\nOn the question of the death penalty, he states : “Jesus Himself validates capital punishment in the New Testament era when He states in Matthew 5:38: You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth.’”\nAnd on military intervention, he writes : “In summary, pacifism has no biblical justification. It amounts only to wishful thinking in an evil, fallen world… When America is strong, and the threat of her intervening is ever-present the world is a much safer place. And the opposite is now increasingly apparent: When American intervention is of a lesser possibility, unrest and evil aggression rise.”\n***\nWELT AM SONNTAG: You make political arguments based on your interpretation of the Bible. What comes first: Your interpretation or the political argument you want to make?\nRalph Drollinger: Well, that would be the difference between eisogesis and exegesis. Do I read my beliefs into the text, or do I try to find out what’s already in it? I think I do the latter. By the way, I never tell politicians what they should do. That’s what lobbyists do. I’m not a lobbyist. I don’t say: Putin is a jerk because of what he did in the Ukraine. But I’ll give them a biblical principle that makes it pretty easy for them to make the connection in their own minds without me saying Putin’s name.\nWELT AM SONNTAG: But what is the difference between you and a lobbyist? You’re pointing in a certain direction whether you say Putin’s name or not.\nDrollinger: It’s a fine line. I think I’m stepping over the line if I tell them how to vote. I lead them up to water and make it pretty obvious which pool to drink from. But in the end, it’s their own call.\nWELT AM SONNTAG: Why is it so important to you to distinguish yourself from a lobbyist?\nDrollinger: Number one: You get into problems with America’s legal system when you do that. We have this thing called the Johnson Amendment that limits NGO’s when it comes to lobbying. Besides, I want to be seen as bipartisan. I’m never going to pound people over the head for being a Democrat. So I’ve got Democrats in my study but the minute they think I’m just here to support Republican positions then all of a sudden I lose my credibility with half the people, or at least they think my predisposition is against them. And there’s another difference: Lobbyists focus on a particular topic, on a particular vote. Our goal is to change the hearts of the people. We’re heart driven rather than policy driven. I think if we were 100 per cent successful at that then there would be very little need for Christian lobbyists. You don’t have to tell Mike Pence how to vote because his heart is already captive to the obedience of Christ.\nWELT AM SONNTAG: Your organization wants to come to Germany next. Why are you only attempting this now? Is Germany particularly difficult?\nDrollinger: We want to have a full-time trained Bible leader in every federal capital of the world, and we’re coming to Berlin soon. I mean, after all I’m a Kraut myself, my name is German, how could I deny my heritage… But we used to begin with the countries where there is the lowest hanging fruit. We’re doing very well in Romania at the moment, for example, since there are so many Christian legislators. I do think Germany is going to be tougher. I hear it’s pretty secular. But we’re open to what God gives us there.\nWELT AM SONNTAG: How far along are your plans?\nDrollinger: Our Western European director is already charged with finding what we call an insider and an outsider for Berlin. The insider would be some politician mature in Christ who he could bring us into the parliament and tell some of his colleagues about our study. The outsider would be a really good, respected Bible teacher. He should be on the same socio-economic education level as the parliamentarians, and he should have enough bandwidth to be full time in the parliament, to build relationships and impart the word of God. It’s important that he really teaches the whole counsel of God. Just like all our preachers, he is just a servant, carrying the meal out from the kitchen and whether or not the diners eat it is up to them. We just want a faithful guy who won’t rearrange the meal on the way out from the kitchen but will serve it the way the chef wanted it to be.\nWELT AM SONNTAG: Why “he”? Has it got to be a man?\nDrollinger: The Bible says that men need to be taught by men. It doesn’t ever say that women should be teaching men.\nWELT AM SONNTAG: What about female members of government?\nDrollinger: Well they can have a good female Bible teacher too, we’d love that. Of course women can teach, but only women, or males under a certain age. But female legislators can also sit in on a male Bible study. I have a lot of female legislators that sit in on my ministry. But if I need to follow up with, say, Betsy DeVos, it’s better that my wife Danielle is with me or that she follows up with Betsy DeVos. I would not write Betsy DeVos emails about her issues and whatever. It’s just safer in terms of the integrity of the ministry and the optics of the ministry that Danielle handles the female workload rather than me. Like I’ll never go into an office, shut the door with a female member and talk about her marital issues, you know. That’s just asking for trouble.\nWELT AM SONNTAG: And what does it say about men and women in the Bible?\nDrollinger: There’s a biblical idea of the criteria for an overseer in the Church given in first Timothy 3 and Titus 1. And they’re all male pronouns, and it says of the person he must be one who manages his own household well, keeping his children under control with all dignity, and it also says he must be a one woman man. It’s hard to get around the fact God seems to be describing male leadership here. I may not have set it up the same way, but He did, and I just want to be true to that. That’s what it means to be a servant who just wants to carry the meal out of the kitchen correctly and not alter the meal.\nWELT AM SONNTAG: But you yourself are married to your second wife. You got divorced from your first.\nDrollinger: The Bible says he must be the husband of one wife, and in the Greek it reads “a one woman man”. So I think guys can be divorced and remarried as long as they’re not married to two women. By the way, I tried to do everything I could to save my first marriage, but she went into the lesbian lifestyle, and that was 20 years ago.\nWELT AM SONNTAG: In your interpretations you ignore the basic findings of historical-critical research as to the origins of individual biblical books or their authority. The Proverbs of Solomon, for example, that you mentioned, don’t appear in one complete book from the father to his son, but in fact are the result of a number of different Quote: s. But you stick to the original attributions: Moses wrote the five books of Moses, St. Peter wrote St. Peter’s Epistles and so on. Why do you do that?\nDrollinger: Those theories you mention killed a lot of evangelical churches in America and are one of the main confluences of theological liberalism. But they have been postulated decades ago, some of them are even from the 19 th century. Today, there’s so much more evidence that plays in favor of the infallibility and inerrancy of the Bible. Archeological findings for instance. How often do I hear: “You can’t find this and that in the archeological records to support what the Bible says.” Well now there’s so much more biblical archeological discovery that it really supports the infallibility of the Word of God. You would be really amazed.\nWELT AM SONNTAG: The Bible appeared over the course of centuries, in very different contexts, written by very different people. As a result there are contradictions. How do you deal with these contradictions?\nDrollinger: That’s easy. One of the principles of my hermeneutics says: If God is infallible and perfect in nature, and if all scripture is actually the breath of God put on paper, then it would follow that the Bible would hold his attributes of perfection and infallibility. So you have to presume in interpreting the Bible that it doesn’t contradict itself; you give the benefit of doubt to the author. So if you come across a gray area of scripture, you have to interpret it alongside the more definitive passages of scripture in order to synthesize it.\nWELT AM SONNTAG: Why don’t you just present the contradictions? Why don’t you just say “Okay, according to the Gospel of Mark Jesus was crucified on the third hour of the day, so in the morning, and according to the Gospel of John he was crucified on the sixth hour, so midday, but at the actual theological core of the crucifixion itself this discrepancy is insignificant”?\nDrollinger: These are seeming incongruities. But if you look outside of the box you can iron them out. There are books written on those tough passages. One Gospel writer might say Jesus was crucified at noon but what he means in the original Greek is that it happened when the sun was up. Then another one might be more definitive saying it was 9am. Those things can all be combed out by just looking outside the box.\nWELT AM SONNTAG: You often refer to the original text of the Bible. How much Hebrew and Greek do you know?\nDrollinger: Well, not a whole lot. I wouldn’t really be able to, let’s say, read the whole Old Testament in Hebrew. I rely a lot on commentaries because today there are just so many excellent commentaries of all books in the Bible. There’s actually commentaries on commentaries. And these scholars have maybe spent their whole life studying one book of the Bible. So if you read that person you can get a distillation that you couldn’t get from thousands of hours of personal study. And so I just learned to rely on the best commentators. My Greek is a little better, by the way. I really like to read the Apostle Paul. Some guys in our Senate study will say: “Ralph’s in love with the Apostle Paul.” But that’s usually James Lankford because his name is James – he likes the book of James…\nWELT AM SONNTAG: On your website it says of you, “He teaches the Bible without compromise or apology, and without leaving out Scripture that may offend people.” Do you think every verse of the Bible is equally important? Is the Sermon on the Mount equally significant in your eyes as some list in the Book of Numbers?\nDrollinger: First of all: all scripture is inspired by God and all scripture can be taught. So I believe a preacher has to teach the whole counsel of God and can’t just knife out some things because they may offend. Having said that, I only have a limited time with these guys. Instead of talking about the Book of Numbers for three years, I’d rather spend my time on the Sermon of the Mount because I think that’s what they need the most at the moment. A pastor always has to understand the spot where it’s really itching, and scratch that.\nWELT AM SONNTAG: Are there passages of the Bible that you still don’t understand?\nDrollinger: Of course!\nWELT AM SONNTAG: Which ones for example?\nDrollinger: You know, I go so slow and teach so little of the New Testament that I’m usually just dealing with more basic theological understanding. I can’t go into a lot of really difficult passages, even if it would be more satisfying to me intellectually. These guys have so much more to learn first. These people come here with a thimbleful of biblical knowledge! When we ask the members to open a certain biblical book, many of them don’t have the slightest idea where in the Bible it might be located. So we always tell them the page number so that no one is embarrassed. I inherit the results of a dumbed-down church in America, with all those kindergarten Bible scholars. I hope to reverse that.\nWELT AM SONNTAG: So what do the kindergarten Bible scholars preach?\nDrollinger: Cotton candy. A lot of fluff that suits the liberal zeitgeist. Self-help messages like self-esteem, motivation, self-improvement. Or, like I said, the power of positive thinking. If you go to church every week and you are taught to think positively, well, that’s great if you’re a real-estate developer: “I just lost a deal last week, I need Him to really cheer me up for next week.” But there’s a whole lot more to the Scripture.\nWELT AM SONNTAG: Are you ever scared of interpreting the Bible incorrectly?\nDrollinger: I am steeped in such a strong view of inerrancy that I really believe that to hold to a presupposition other than inerrancy would make me much more insecure. Just because there’s so many passages of scripture that nail inerrancy. For example, disbanding the six days of creation would make me a whole lot more insecure because I couldn’t just do away the passages where Jesus Quote: s the creation account in the New Testament. Rather than being the interpretive power over the book, I let the book be the interpretive power over me. That’s the difference: Some act like the judge of Scripture, some are willing to be judged by it. One breeds pride and the other breeds humility.\nWELT AM SONNTAG: Do you sometimes sin?\nDrollinger: We’re all sinners in need of Christ’s salvation. I am, too, absolutely. I don’t think that any of us quit sinning until the day of Glorification. The closer you get to God, the further you really are from him, the more you see your own sinful nature, outwardly or inwardly.\nWELT AM SONNTAG: What would be a typical sin for you?\nDrollinger: I can be very judgmental, for example when I talk to my wife about people. I was talking to couples yesterday in the cabinet study – we have a lot of couples there – saying that we as couples have to be really careful in our conversations with our mate that we’re not privately too critical of other people. Even if that’s never revealed, we form those habits in privacy.\n***\n\"Are you finally done?\" Drollinger jokes wearily. He has taken his time; we’ve been talking for two and a half hours. Even when his wife had to leave, he patiently stayed sitting there, answering all my questions without any trace of restlessness. “You came all the way from Germany,” he says again and again. At the end Drollinger stands up to his full height. Instead of making the short walk from the first floor down to the lobby, he chooses to take the elevator. He offers his hand to say goodbye, but does not come outside into the warm autumn afternoon.\nRalph Drollinger stays in the club a while longer.\nTranslated from German by Myfanwy Craigie.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ralph drollinger", "sentiment": "negative"}, {"name": "donald trump", "sentiment": "negative"}, {"name": "danielle", "sentiment": "none"}, {"name": "mark jesus", "sentiment": "none"}, {"name": "mike pompeo", "sentiment": "none"}, {"name": "timothy", "sentiment": "none"}, {"name": "betsy devos", "sentiment": "none"}, {"name": "norman vincent peale", "sentiment": "none"}, {"name": "james lankford", "sentiment": "none"}, {"name": "ralph", "sentiment": "none"}, {"name": "john wooden", "sentiment": "none"}, {"name": "john", "sentiment": "none"}, {"name": "putin", "sentiment": "none"}, {"name": "reagan", "sentiment": "none"}, {"name": "pence", "sentiment": "none"}, {"name": "paul", "sentiment": "none"}, {"name": "trent franks", "sentiment": "none"}, {"name": "king solomon", "sentiment": "none"}, {"name": "st. peter", "sentiment": "none"}, {"name": "george w. bush", "sentiment": "none"}, {"name": "jesus", "sentiment": "none"}, {"name": "bush", "sentiment": "none"}, {"name": "solomon", "sentiment": "none"}, {"name": "allen edmonds", "sentiment": "none"}, {"name": "mike pence", "sentiment": "none"}, {"name": "donald trumps", "sentiment": "none"}, {"name": "christ", "sentiment": "none"}, {"name": "capmin", "sentiment": "none"}, {"name": "nixon", "sentiment": "none"}, {"name": "anzeige drollinger", "sentiment": "none"}, {"name": "jeff sessions", "sentiment": "none"}, {"name": "james", "sentiment": "none"}, {"name": "myfanwy craigie", "sentiment": "none"}, {"name": "drollinger", "sentiment": "none"}, {"name": "ben carson", "sentiment": "none"}, {"name": "daniel", "sentiment": "none"}, {"name": "sonny perdue", "sentiment": "none"}, {"name": "franz beckenbauer", "sentiment": "none"}, {"name": "moses", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "joseph", "sentiment": "none"}, {"name": "matthew", "sentiment": "none"}, {"name": "rick perry", "sentiment": "none"}, {"name": "peter", "sentiment": "none"}, {"name": "mordecai", "sentiment": "none"}], "organizations": [{"name": "congress", "sentiment": "none"}, {"name": "ministry of justice", "sentiment": "none"}, {"name": "university of california", "sentiment": "none"}, {"name": "nba", "sentiment": "none"}, {"name": "agriculture and energy", "sentiment": "none"}, {"name": "welt am sonntag", "sentiment": "none"}, {"name": "education", "sentiment": "none"}, {"name": "nbc news", "sentiment": "none"}, {"name": "welt am sonntag", "sentiment": "none"}, {"name": "house of representatives", "sentiment": "none"}, {"name": "cia", "sentiment": "none"}, {"name": "ministries of justice", "sentiment": "none"}, {"name": "athletes in action", "sentiment": "none"}, {"name": "cabinet", "sentiment": "none"}, {"name": "capitol hill club", "sentiment": "none"}, {"name": "white house", "sentiment": "none"}, {"name": "house", "sentiment": "none"}, {"name": "dallas mavericks", "sentiment": "none"}, {"name": "washington post", "sentiment": "none"}, {"name": "presidential office", "sentiment": "none"}, {"name": "senate", "sentiment": "none"}, {"name": "club", "sentiment": "none"}, {"name": "ngo", "sentiment": "none"}, {"name": "capitol ministries", "sentiment": "none"}, {"name": "welt", "sentiment": "none"}], "locations": [{"name": "us", "sentiment": "none"}, {"name": "romania", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "berlin", "sentiment": "none"}, {"name": "ukraine", "sentiment": "none"}, {"name": "mount", "sentiment": "none"}, {"name": "white house", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "moses", "sentiment": "none"}, {"name": "middle east", "sentiment": "none"}, {"name": "st. peter", "sentiment": "none"}, {"name": "camp david", "sentiment": "none"}, {"name": "san diego", "sentiment": "none"}, {"name": "texas", "sentiment": "none"}, {"name": "la mesa", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "capitol", "sentiment": "none"}, {"name": "manhattan", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "west wing", "sentiment": "none"}, {"name": "dc", "sentiment": "none"}, {"name": "capmin", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-29T10:29:36.012+02:00"}, {"thread": {"uuid": "309614df4e628d3d6d2a4ac6f972a666f6598d5a", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlQv19wlyOElIhS684sCbFeK6sWph3uwV9TxvE0Kemj3OkZ_Ec15.at9JdsAkfjPWvvtPqSjAww0.ltCrDejbenHc2Be7I4hYB1E2Pn7dr6s_yo4lnVyZD_Mw4s8217Wn8Q--", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://feeds.n24.de/n24/tipps_service", "site_categories": ["media"], "section_title": "Verbraucher - WELT", "title": "Darauf achten Profis bei Edel-Mineralwasser", "title_full": "Darauf achten Profis bei Edel-Mineralwasser", "published": "2017-10-30T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/finanzen/verbraucher/mobile170159534/4521352897-ci16x9-w1200-fnov-fpotr-fpi157750653/Cucumber-2.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 5, "comments": 0, "shares": 5}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "309614df4e628d3d6d2a4ac6f972a666f6598d5a", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlQv19wlyOElIhS684sCbFeK6sWph3uwV9TxvE0Kemj3OkZ_Ec15.at9JdsAkfjPWvvtPqSjAww0.ltCrDejbenHc2Be7I4hYB1E2Pn7dr6s_yo4lnVyZD_Mw4s8217Wn8Q--", "ord_in_thread": 0, "author": "Mauritius Kloft, Justin Wolff", "published": "2017-10-30T11:54:00.000+02:00", "title": "Darauf achten Profis bei Edel-Mineralwasser", "text": "Voss, Fiji & Co. Darauf achten Profis bei Edel-Mineralwasser Von Mauritius Kloft, Justin Wolff | Stand: 30.10.2017 | Lesedauer: 5 Minuten Quelle: Infografik Die Welt Luxuswasser versprechen hohe Reinheit und frischen Geschmack – verpackt in schicken Designerflaschen. Doch ein Blick auf das Kleingedruckte lässt nicht nur den früheren Chefsommelier des Berliner Hotels „Adlon“ staunen. Comment", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "profis", "sentiment": "negative"}, {"name": "justin wolff", "sentiment": "negative"}, {"name": "profis bei edel-mineralwasser von mauritius kloft", "sentiment": "negative"}, {"name": "doch ein blick", "sentiment": "none"}], "organizations": [{"name": "edel-mineralwasser voss, fiji & co", "sentiment": "neutral"}, {"name": "minuten quelle", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-30T12:08:12.011+02:00"}, {"thread": {"uuid": "e3a605d21cbbaa6831b956a772cfe48a954e8fc7", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlWfGKPEGNftWNlfhhtpoMEOxaMMx5J7RRU28J8jCiW1OAW9JkVd_uCWlF55.cEgjY_TaoVSMxwejZgNwEexx2KvzbC7DleKe5w--", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://feeds.n24.de/n24/news_stories", "site_categories": ["media"], "section_title": "Nachrichten - WELT", "title": "„Professor Marston & The Wonder Woman“", "title_full": "„Professor Marston & The Wonder Woman“", "published": "2017-10-30T14:38:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/videos/mobile170172936/1971355747-ci16x9-w1200/96364289-jpg.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e3a605d21cbbaa6831b956a772cfe48a954e8fc7", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlWfGKPEGNftWNlfhhtpoMEOxaMMx5J7RRU28J8jCiW1OAW9JkVd_uCWlF55.cEgjY_TaoVSMxwejZgNwEexx2KvzbC7DleKe5w--", "ord_in_thread": 0, "author": "", "published": "2017-10-30T14:38:00.000+02:00", "title": "„Professor Marston & The Wonder Woman“", "text": "Kinotrailer „Professor Marston & The Wonder Woman“ Stand: 13:38 Uhr | Dauer 131 Sekunden Universitätsprofessor William Marston führt eine Dreiecksbeziehung mit seiner Frau Elizabeth und Olive. Beide inspirieren ihn zur Erschaffung von „Wonder Woman“. Doch die Comic-Veröffentlichung sorgt für einen Skandal. © WeltN24 GmbH. Alle Rechte vorbehalten. Comment", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sekunden universität", "sentiment": "negative"}, {"name": "marston", "sentiment": "negative"}, {"name": "frau elizabeth", "sentiment": "none"}, {"name": "dreiecksbeziehung", "sentiment": "none"}, {"name": "william marston", "sentiment": "none"}, {"name": "erschaffung", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-30T14:45:14.004+02:00"}, {"thread": {"uuid": "2f8440d9d8238421ea416265bf0417d6013a7a25", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WNOX79zQ8YGof5AGfOpLd9serWlFz4beW8GAkweRgXeL9Y41tgP_VYPno84a2MoYocsFAcl9wYJngGbrdlhvEQE9JpyzYKaqhpcfbi3zlaC2QAaeJ.SmELIxO1i2yi5aKc", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://www.welt.de/regionales/?service=Rss", "site_categories": ["media"], "section_title": "DIE WELT - Regionales", "title": "Voraussichtliche Aufstellungen, Fußball-Europa-League", "title_full": "Voraussichtliche Aufstellungen, Fußball-Europa-League - WELT", "published": "2017-11-01T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/masters/mobile160492822/7651629427-ci16x9-w1200/welt-fallback-jpg.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2f8440d9d8238421ea416265bf0417d6013a7a25", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlTpCg4kRz_WNOX79zQ8YGof5AGfOpLd9serWlFz4beW8GAkweRgXeL9Y41tgP_VYPno84a2MoYocsFAcl9wYJngGbrdlhvEQE9JpyzYKaqhpcfbi3zlaC2QAaeJ.SmELIxO1i2yi5aKc", "ord_in_thread": 0, "author": "welt.de", "published": "2017-11-01T02:00:00.000+02:00", "title": "Voraussichtliche Aufstellungen, Fußball-Europa-League", "text": "  Anzeige Anzeige \nB erlin -\nGruppe J:\nHertha BSC - Sorja Luhansk (Donnerstag, Berlin, 21.05 Uhr, Sky)\nAnzeige Hertha BSC: Kraft - Pekarik, Langkamp, Rekik, Plattenhardt - Stark, Skjelbred - Esswein, Duda, Lazaro - Selke\nSorja Luhansk: Lunin - Opanasenko, Swatok, Gretschyschkin, Suchozkij - Kharatin, Silas - Karawajew, Gordienko, Lunyow - Iury\nSchiedsrichter: John Beaton (Schottland)\nAnzeige Hertha-Kader \nHertha-Spielplan \nInformationen zum Spiel bei der UEFA \nUEFA-Pressemappe zum Spiel \ndpa-infocom GmbH  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "anzei", "sentiment": "negative"}, {"name": "donnerstag", "sentiment": "negative"}, {"name": "uhr", "sentiment": "negative"}, {"name": "gordienko", "sentiment": "none"}, {"name": "gretschyschkin", "sentiment": "none"}, {"name": "schottland", "sentiment": "none"}, {"name": "lazaro - selke sorja luhansk", "sentiment": "none"}, {"name": "anzeige hertha-kader  hertha-spielplan  informationen", "sentiment": "none"}, {"name": "john beaton", "sentiment": "none"}, {"name": "duda", "sentiment": "none"}], "organizations": [{"name": "kommentare facebook twitter whatsapp", "sentiment": "none"}, {"name": "uefa", "sentiment": "none"}, {"name": "kraft - pekarik", "sentiment": "none"}], "locations": [{"name": "berlin", "sentiment": "none"}, {"name": "sorja luhansk", "sentiment": "none"}, {"name": "suchozkij - kharatin", "sentiment": "none"}, {"name": "lunyow", "sentiment": "none"}, {"name": "rekik", "sentiment": "none"}, {"name": "silas - karawajew", "sentiment": "none"}, {"name": "swatok", "sentiment": "none"}, {"name": "langkamp", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-01T12:32:18.032+02:00"}, {"thread": {"uuid": "fe23aa4ac9f6385ad0a4cb2ab8f5e48fc861aba8", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlW0LH6ltV5PTtwR63NY9Rds35e6he42fKkZKaE1m8VeqWoTIG1494KAFrafy4KvaroM4s7HlKm65NLmfw25TAwmQgb3qBjF6MwKGYx_ZVKOTWLoz4WbiG7E-", "site_full": "www.welt.de", "site": "welt.de", "site_section": "http://feeds.n24.de/n24/news_stories", "site_categories": ["media"], "section_title": "Nachrichten - WELT", "title": "Ist der Zenit bei Apple überschritten?", "title_full": "Ist der Zenit bei Apple überschritten?", "published": "2017-11-01T12:25:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "https://www.welt.de/img/kmpkt/mobile169835425/0921357637-ci16x9-w1200/iPhone-To-Block-Text-Messaging-While-Driving.jpg", "performance_score": 0, "domain_rank": 1319, "social": {"facebook": {"likes": 3, "comments": 0, "shares": 3}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fe23aa4ac9f6385ad0a4cb2ab8f5e48fc861aba8", "url": "http://omgili.com/ri/.wHSUbtEfZRJmlZEzdUAlW0LH6ltV5PTtwR63NY9Rds35e6he42fKkZKaE1m8VeqWoTIG1494KAFrafy4KvaroM4s7HlKm65NLmfw25TAwmQgb3qBjF6MwKGYx_ZVKOTWLoz4WbiG7E-", "ord_in_thread": 0, "author": "Daniel Saurenz", "published": "2017-11-01T12:25:00.000+02:00", "title": "Ist der Zenit bei Apple überschritten?", "text": "Anzeige Anzeige \nD er S&P 500 ist auf Rekordhochs geklettert, im Jahre 2017 eigentlich nichts Ungewöhnliches. Schließlich gelang ihm das auf Schlusskursbasis bereits fast 50 Mal in diesem Jahr. Außerdem hat der US-Leitindex mittlerweile die längste Strecke aller Zeiten hinter sich, in der er keinen einzigen Handelstag ohne eine signifikante Korrektur von mindestens drei Prozent hingelegt hat. \nDas sind mehr als 241 Handelstage – bisher. Die Volatilität ist zudem eingeschlafen, betäubt von Notenbankgeld. Wie üblich haben die Analysten vor dem Start der Quartalssaison ihre Gewinnschätzungen jedoch reduziert. Laut der Researchfirma FactSet liegt das erwartete Gewinnwachstum für das dritte Quartal bei lediglich 2,8 Prozent, womit sich der Wert gegenüber dem zweiten Quartal stark abschwächen würde. Apple im Fokus \nDas belastet natürlich auch die Schwergewichte in den Indizes und hier steht Apple als weltgrößtes Unternehmen besonders im Fokus. Die jüngsten Absatzzahlen zum neuen iPhone 8 könnten enttäuschen, weil vor allem Zulieferer sich jüngst beim Aufbau von Lägern zurückgehalten haben. Nach diesen Aussagen gab die Aktien etwas nach, hat sich aber zuletzt stabilisiert, was für Seitwärtspapiere von Vorteil ist. Anzeige \n„In Seitwärtstrends spielen Discount-Zertifikate ihre Stärke aus“, erklärt Dominik Auricht, Zertifikateexperte bei HypoVereinsbank onemarkets. „Sollte sich die Aktie nach der Veröffentlichung der Quartalsergebnisse Anfang November weiter beruhigen und die implizite Volatilität sinken, könnte der Wert von Discount-Zertifikaten zulegen“, ergänzt Auricht. \nHiervon profitieren Anleger, die sich bereits in den Papieren engagiert haben. Gut bewertet ist das Papier mit der WKN CY5U1Z, dass bis zum März 2018 läuft und eine maximale Renditechance von 15.3 Prozent jährlich bietet, wenn die Aktie nur leicht auf 160 US-Dollar steigt. Mutige Anleger greifen dagegen zum Call-Optionsschein, etwa das Papier mit der WKN CW4XVC, Laufzeit bis Juni 2018. Der Hebel ist mit 5 moderat. \nBei der Zahlenvorlage am 2. November dürfte der Ausblick entscheidend sein, ob die Aktie weiter in Richtung Rekordhoch tendieren könnte. Für das vergangene Quartal sagen Analysten einen Umsatzanstieg von neun Prozent auf 50,9 Milliarden Dollar vorher. Der Gewinn je Aktie soll auf 1,87 Dollar nach oben schießen. Anzeige \nDagegen haben Analysten für das laufende Quartal die Messlatte hoch gehängt und prognostizieren ein Umsatzplus von zehn Prozent. Wie hoch die Erwartungen der Investoren sind, zeigt der Börsenwert von herben 828,9 Milliarden Dollar eindrucksvoll, womit Apple mit Abstand die weltweite Nummer eins ist. Vor dem Hintergrund sollte der Ausblick die Investoren besser nicht enttäuschen. Energie und Tech sind die Favoriten \nDer größte Belastungsfaktor könnte aber bei den Versicherern liegen, weil deren Schätzungen nach den Hurrikans eingebrochen sind. Bereinigt um den Sektor, würden die Profite der S&P 500-Firmen laut FactSet um 4,9 Prozent steigen. \nDas größte Gewinnplus werde mit weitem Vorsprung der Energiesektor , sprich die Öl- und Gasfirmen und ihre Zulieferer, verbuchen, was vor allem an dem schwachen Vergleichswerten des Vorjahres liegt. Das zweitstärkste Gewinnwachstum sollen die IT-Firmen liefern, angetrieben von den Halbleiterfirmen und ihren Zulieferern. \nDie Chipfirma Micron Technology, deren Geschäftsjahr im August endete, hat Investoren mit den Ergebnissen begeistert, woraufhin die Aktie auf ein 16-Jahres-Hoch gestiegen ist. Das könnte vielleicht doch ein gutes Omen für die Apple-Aktie sein. \nDer Autor ist Finanzjournalist und BILANZ-Kolumnist. © WeltN24 GmbH. Alle Rechte vorbehalten. Comment", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "aktie", "sentiment": "none"}, {"name": "der gewinn", "sentiment": "none"}, {"name": "absatzzahlen", "sentiment": "none"}, {"name": "wert von discount-zertifikaten zulegen", "sentiment": "none"}, {"name": "analysten", "sentiment": "none"}, {"name": "der autor", "sentiment": "none"}, {"name": "juni", "sentiment": "none"}, {"name": "vorsprung der energiesektor", "sentiment": "none"}, {"name": "erwartungen", "sentiment": "none"}, {"name": "nummer", "sentiment": "none"}, {"name": "zeiten", "sentiment": "none"}, {"name": "bei der zahlenvorlage", "sentiment": "none"}, {"name": "anzeige  dagegen", "sentiment": "none"}, {"name": "laufzeit", "sentiment": "none"}, {"name": "wie", "sentiment": "none"}, {"name": "seitwärtspapiere von vorteil", "sentiment": "none"}, {"name": "der hebel", "sentiment": "none"}], "organizations": [{"name": "s&p", "sentiment": "negative"}, {"name": "apple", "sentiment": "none"}, {"name": "chipfirma micron technology", "sentiment": "none"}, {"name": "researchfirma factset", "sentiment": "none"}, {"name": "factset", "sentiment": "none"}, {"name": "aufbau", "sentiment": "none"}], "locations": [{"name": "richtung rekordhoch", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-01T13:07:03.000+02:00"}], "totalResults": 14, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509534423000&q=language%3Aenglish+site%3Awelt.de&sort=crawled", "requestsLeft": 746}