{"posts": [{"thread": {"uuid": "29a13f26c906c5522d7dfe7e5a4483cdefbfc43c", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzAgQDa9FQf_6XhX_U99GuI1mEYAS6NgsMYMSduVk1qQulCYmCWUFryn6qv44.wX066UAX5Z5GEMr", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Outdoor – Garmin Blog", "title": "inReach: Community Shares Its Eclipse-viewing Locations", "title_full": "inReach: Community Shares Its Eclipse-viewing Locations", "published": "2017-10-03T23:05:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "29a13f26c906c5522d7dfe7e5a4483cdefbfc43c", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzAgQDa9FQf_6XhX_U99GuI1mEYAS6NgsMYMSduVk1qQulCYmCWUFryn6qv44.wX066UAX5Z5GEMr", "ord_in_thread": 0, "author": "James Flath", "published": "2017-10-03T23:05:00.000+03:00", "title": "inReach: Community Shares Its Eclipse-viewing Locations", "text": "On Monday, Aug. 21, a solar eclipse was visible across the United States, with 14 states on the path of totality. More than 200 inReach users sent us a message from their device at the location where they viewed the eclipse.\nMany inReach eclipse viewers shared that they were in the path of totality, and others noted that the weather prevented good conditions for watching. Regardless of the location, the messages expressed the inReach community’s enthusiasm for witnessing the eclipse in their residential neighborhoods, work sites and remote backcountry locations.\nVisit the link here to view a detailed map online, which shares not only the location but also the text of each message we received. (We removed information that could identify a user.) The image below shows the location of the messages we received along with a line that indicates the approximate path of totality.\n\nA number of inReach users shared that they were gathering with friends, families and strangers to view the eclipse. One inReach user, Ken from Colorado, shared that he camped with about 150 people southwest of Lingle, Wyoming. He provided the following description:\n“ We sat around in our camp chairs watching the progression of the moon’s disk over the morning sun in clear, high-elevation skies. As the moon shadow swept over the western ridges, it looked like an approaching storm. Totality was 2m 11s that seemed much shorter, but the cries of joy from adults matched those of the kids. You can’t describe the moment with words or pictures; the experience was chilling (literally, as we had a thermometer set up that measured a 20°F drop). ”\nAnother favorite message came from an inReach user in northeastern Oregon, “ John Day Wilderness in a hammock with welding hoods on and not a single person around. My wife and I make excellent decisions ”\nThank you, inReach community, for sharing your messages and participating in this event. We’ll offer more opportunities to send us messages and share your adventures soon.\nThe post inReach: Community Shares Its Eclipse-viewing Locations appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ken", "sentiment": "none"}], "organizations": [], "locations": [{"name": "united states", "sentiment": "none"}, {"name": "oregon", "sentiment": "none"}, {"name": "lingle", "sentiment": "none"}, {"name": "wyoming", "sentiment": "none"}, {"name": "colorado", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T02:20:54.001+03:00"}, {"thread": {"uuid": "68e7a35779b43bab8e6a952d6458ddcbdd09358e", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzAgQDa9FQf_6sZUBJo5rhQSdXTpPY4hLgL.Sv_nFmvJP8Kv9IKMYseE-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Outdoor – Garmin Blog", "title": "inReach: More than 2,000 Rescues Worldwide", "title_full": "inReach: More than 2,000 Rescues Worldwide", "published": "2017-10-03T23:02:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "68e7a35779b43bab8e6a952d6458ddcbdd09358e", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzAgQDa9FQf_6sZUBJo5rhQSdXTpPY4hLgL.Sv_nFmvJP8Kv9IKMYseE-", "ord_in_thread": 0, "author": "James Flath", "published": "2017-10-03T23:02:00.000+03:00", "title": "inReach: More than 2,000 Rescues Worldwide", "text": "From the heights of the Himalayas in Nepal to the frigid North Atlantic to the salt flats of Bolivia, there have been more than 2,000 rescues where an inReach device communicated the need for assistance. Every day there is at least one inReach-related SOS incident and rescue somewhere in the world.\nThe Story of the 2,000 th inReach Rescue \nDan is an experienced and well-trained outdoorsman. He often ventures with his wife from their home in Colorado to explore the western United States. In August Dan and his wife were backpacking in the Platte River Wilderness in Wyoming when things took a turn for the worse.\n\nThey had set up camp by Douglas Creek. The area was very remote, and they were three days into their hike. Around 8 p.m., Dan became very ill. He felt extremely cold and couldn’t move. His wife moved their tent near him, and he managed to get inside and crawl into a sleeping bag.\n“I didn’t want to be rescued,” said Dan. “It was always a point of pride. I had been doing this a long time and had never been rescued.” However, they soon realized that his condition was serious, and Dan’s wife decided to trigger an SOS on the inReach.\nDan was typically the one who used the inReach device for navigation and sending messages to friends and family during their adventures. His wife was less familiar with the device, but she read the SOS instructions on the back of the inReach SE and began communicating with staff at the GEOS International Emergency Response Coordination Center (IERCC).\n“The good thing about the Garmin inReach is the texting capability,” Dan said. “We were able to be specific about my symptoms.” Staff at the IERCC were in contact with area emergency services, and IERCC staff soon sent a message that a helicopter was en route and provided instructions on how to help the helicopter crew identify their location.\nThe Platte River Wilderness has significant tree cover; however, Dan and his wife happened to find a meadow to camp in that night, which provided a good landing spot for the rescue crew’s helicopter. Dan was transported to a hospital in Cheyenne, but because of their elevation and the helicopter’s weight requirements, his wife could not travel with him.\nDan’s wife sent messages to their son via the inReach device to explain the situation. The local Sheriff’s office offered to send deputies in that night to help her hike out. Instead, she decided to wait until daylight and hiked five miles back to the trailhead on her own, using the route Dan had created before their trip on the inReach SE device. A few days later, their son used the coordinates from the inReach device messages he had received from his mother to return to the location of the incident and recover his parents’ gear.\nDan found out later at the hospital that he had had a stroke. “The inReach saved my life. I don’t think I’d have made it through the night.” \n\nExploring and Communicating with inReach Around the World \nIn November 2011, the first inReach device was launched. It was equipped with a button that — when triggered — would send a distress message to GEOS, provide message delivery confirmation and enable the user to maintain a two-way text conversation with a professional emergency monitoring center. For the first time, an adventurer in the backcountry, an aviator in a remote area or a sailor crossing the sea could afford to have the technology at hand and the peace of mind to know that if something went wrong, a personal SOS message could be sent and help would soon be on the way.\nMany of the 2,000 inReach SOS incidents are for emergencies involving the user, but there are numerous instances where the inReach subscriber has triggered an SOS to request resources to help a stranger, a friend or a family member. In fact, many rescues, requests for assistance, and messages of wants and needs happen without triggering an SOS. Being able to send a two-way message and self-rescue, ask for help, or find your way home makes the inReach experience different. Since its launch, more than 85 million points of data message traffic has been sent via an inReach device from land, sea and air and every corner of the globe.\nDan is recuperating and doing well. He still has a desire to go out and explore. “I want to walk the Camino de Santiago in Spain. I’d like to be able to travel. I may do some canyon exploring again in southern Utah. My main goal is to get back to do things.” \nThe post inReach: More than 2,000 Rescues Worldwide appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dan", "sentiment": "none"}, {"name": "douglas creek", "sentiment": "none"}], "organizations": [{"name": "iercc", "sentiment": "none"}, {"name": "geos international emergency response coordination center", "sentiment": "none"}], "locations": [{"name": "himalayas", "sentiment": "none"}, {"name": "north atlantic", "sentiment": "none"}, {"name": "bolivia", "sentiment": "none"}, {"name": "nepal", "sentiment": "none"}, {"name": "cheyenne", "sentiment": "none"}, {"name": "santiago", "sentiment": "none"}, {"name": "platte river wilderness", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "wyoming", "sentiment": "none"}, {"name": "colorado", "sentiment": "none"}, {"name": "utah", "sentiment": "none"}, {"name": "spain", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T02:20:55.000+03:00"}, {"thread": {"uuid": "df13d7dfb846e52d92aa5731fc94cd91059faf6c", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe0DLDfN0lBRNdCy8.BZEOgseVEtQ8nQC29ILvv9XI5WcAWbUdpUwT.C9dV5nxi.WV6qWZqQSgEiJcmx3dU2Apf1SlptCn9yArFFBGMFDuPjnpnEsoTgodCD4Ao.YpbLH_A--", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Aviation – Garmin Blog", "title": "Flight Displays and Engine Monitoring Solutions Reimagined with G500 TXi, G600 TXi, G700 TXi and EIS TXi", "title_full": "Flight Displays and Engine Monitoring Solutions Reimagined with G500 TXi, G600 TXi, G700 TXi and EIS TXi", "published": "2017-10-04T17:09:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 29, "comments": 0, "shares": 29}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 52}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "df13d7dfb846e52d92aa5731fc94cd91059faf6c", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe0DLDfN0lBRNdCy8.BZEOgseVEtQ8nQC29ILvv9XI5WcAWbUdpUwT.C9dV5nxi.WV6qWZqQSgEiJcmx3dU2Apf1SlptCn9yArFFBGMFDuPjnpnEsoTgodCD4Ao.YpbLH_A--", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-04T17:09:00.000+03:00", "title": "Flight Displays and Engine Monitoring Solutions Reimagined with G500 TXi, G600 TXi, G700 TXi and EIS TXi", "text": "We’re excited to announce the touchscreen G500 TXi , G600 TXi and G700 TXi flight displays, as well as the engine information system (EIS) TXi. Boasting a clean-sheet touchscreen design and vibrant presentation, the TXi family incorporates greater situational awareness tools and an innovative feature set into a contemporary avionics platform. Three displays are available, offering optimal flexibility for panel configurations, including a large 10.6-inch display, and two versions of 7-inch displays, in portrait and landscape orientations. The 10.6-inch display can operate as a primary flight display (PFD), multi-function display (MFD) and optional integrated EIS in a highly customized package, while the 7-inch portrait display can be dedicated to any one of those functions. The 7-inch landscape display is available exclusively as a dedicated EIS solution. The G500 TXi system is intended for Part 23 Class I/II aircraft under 6,000 lbs. and the G600 TXi flight displays are intended for Class III aircraft that weigh up to 12,500 lbs. The G700 TXi is exclusively for Part 23 Class IV and Part 25 aircraft that weigh greater than 12,500 lbs. Supplemental Type Certificate (STC) for the G500 TXi/G600 TXi and EIS TXi systems are targeted for approval in Q4 2017, which will feature a comprehensive approved model list (AML) containing over 600 single-engine piston, twin-engine piston and turboprop aircraft makes and models, offering the most configurable, state-of-the-art glass flight display solution in the market.\n7-inch portrait G500 TXi.\nVibrant, state-of-the-art touchscreen display \nThe TXi family incorporates a familiar touchscreen design with modern processors that support improved map and chart rendering, faster panning and contemporary single-finger zoom and pinch-to-zoom gestures. Through any combination of the touchscreen or dual concentric knobs, pilots can quickly access and view flight information at a glance. Modernized displays and large fonts offer improved readability, while the simplistic user-interface helps reduce overall pilot workload. Pilots will also appreciate a familiar in-flight experience behind the TXi series as the user interface is harmonious with multiple Garmin products, such as the GTN 650/750 touchscreen navigators.\nGreater scalability, building block design and simplified upgrades \nMultiple panel configurations and display orientations allow pilots and aircraft owners to better leverage their current or future avionics investment. Three display formats support 26-approved cockpit configurations and over 600 aircraft makes/models. Installation configurations vary as the TXi family is also capable of displaying engine information on a dedicated 7-inch display or in split-screen mode on the 10.6-inch display. Up to four displays can be installed in a single cockpit, offering superior scalability in hundreds of aircraft.\nContributing to a streamlined installation and simplified maintenance, the TXi displays are available with integrated attitude and heading reference system (AHRS) and a display-mounted air data computer (ADC), typically alleviating the need to separately locate, mount and wire these sensors. As an additional option for remote mounting, a combined air data and attitude heading reference system (ADAHRS) is available or AHRS and ADC are available separately. Installation is further minimized for aircraft with an existing G500/G600 as the TXi series are compatible with previously installed Garmin sensors. The TXi family will also interface with the new GFC 600 autopilot and is compatible with a wide range of additional third-party autopilots available on the market.\nIndustry-first touchscreen EIS solutions \nAvailable as an integrated solution within the 10.6-inch G500 TXi and G600 TXi system or as a standalone 7-inch EIS display, the TXi series display real-time engine indications in an easy-to-read format. The TXi family supports various features, including lean assist mode, pilot-configurable advisories and more, providing pilots with the opportunity to achieve greater fuel economy, improved engine efficiency and superior engine operation. Compatible with single-engine and twin-engine normally aspirated or turbo-charged aircraft, the EIS TXi system supports Lycoming or Continental 4/6-cylinder engines, offering a broad range of aircraft compatibility. The integrated EIS TXi solution also allows for a variety of integration possibilities with the G500 TXi and G600 TXi glass flight displays.\nWhen the EIS TXi system is paired with a GTN 650/750 and Flight Stream 510, Connext automatically downloads engine and other flight information to the Garmin Pilot app on an Apple mobile device, which is then synced to flyGarmin.com. The flyGarmin website allows pilots to view information such as track logs, cylinder head temperatures (CHT), exhaust gas temperatures (EGT), oil temperatures and more. Pilots can also view flight parameters such as altitude and airspeed alongside an interactive moving map on the website. In addition to wireless engine and flight data downloads to Garmin Pilot, data can also be logged and stored on an SD card within EIS TXi.\nGarmin EIS TXi.\nConnext wireless connectivity \nWhen the TXi series is paired with a GTN 650/750 touchscreen navigator, Connext wireless connectivity offers additional capabilities. Flight Stream 510 is an option with the GTN 650/750, which enables Database Concierge, the wireless transfer of aviation databases from the Garmin Pilot app on a mobile device to a GTN and the TXi system. Flight Stream 510 also supports the sharing of a breadth of information with compatible mobile devices running Garmin Pilot or ForeFlight Mobile, including two-way flight plan transfer, traffic, weather, GPS information and back-up attitude information as available.\nBest in class reversionary mode – say goodbye to standbys \nIn configurations where multiple displays are installed, the TXi series offer reversionary mode as a single system is capable of displaying all pertinent flight information, including EIS when installed. Additionally, the 7-inch TXi displays are compatible with an optional back-up battery, which can power the display for 30-minutes in the event the aircraft electrical system fails. Aircraft owners that install a dual 7-inch G500 TXi system on the pilot’s side of the cockpit, with dual ADAHRS and a back-up battery can also forego the requirement for standby flight instruments.\nNext generation HSI adds mapping \nThe TXi family boasts a geographical map overlay within the horizontal situation indicator (HSI) on the PFD, which also supports the overlay of NEXRAD, Flight Information Service-Broadcast (FIS-B) weather, SafeTaxi airport diagrams, traffic, terrain and more. For example, pilots can overlay terrain within the HSI map, while simultaneously viewing traffic and flight plan information without significantly diverting their attention away from the PFD. It is also easy to navigate within the HSI map as pilots can simply zoom in/out on the map using a single finger gesture.\nFully loaded functionality \nThe G500 TXi and G600 TXi also support additional features and options:\nCustomizable crew profiles allow pilots to configure and save settings such as audio volume levels, backlight settings, map configurations and more so they can be recalled prior to each flight. Pilots can overlay and animate NEXRAD radar from FIS-B and SiriusXM Aviation weather on the moving map on the MFD. Various global datalink weather products are available when paired with the GSR 56. Automatic Dependent Surveillance-Broadcast (ADS-B) In traffic and FIS-B weather display on the PFD/MFD via the GTX 345 transponder or GDL 88 ADS-B datalink. GWX 70 weather radar compatibility offers four-color storm cell display, as well as Turbulence Detection and Ground Clutter Suppression as options. Support for a wide range of third-party weather radars is also available. Pilots are offered significant savings on database subscriptions as OnePak annual database and PilotPak global database subscriptions are compatible with these displays. Smart Airspace highlights the airspace nearest the aircraft’s current altitude and de-emphasizes non-pertinent airspace. Pilots can view and alternate between Garmin FliteCharts ® or optional Jeppesen charts. Jeppesen VFR Manual charts (formally known as Bottlang charts) are available within Europe and European Visual Reporting Points (VRPs) can be overlaid on the moving map. WireAware™ wire strike avoidance technology overlays powerline locations and relative altitude information on the moving map and provides both aural and visual alerting when operating near powerlines. Synthetic Vision Technology (SVT) is standard on the G600 TXi and presents a 3D depiction of terrain, obstacles, traffic and the runway environment, providing pilots with an elevated level of situational awareness. SVT is available as an option on the G500 TXi. Class B Terrain Awareness and Warning System (TAWS) alerting is available as an option. Compatibility extended to include the GTS 800/825 Traffic Advisory Systems (TAS) and the GTS 855 Traffic Collision Avoidance System (TCAS), as well as select third-party traffic systems. Patented TargetTrend™ and TerminalTraffic™ is available with select traffic systems and provides pilots with a more intuitive method of judging target trajectories and closure rates. Compatible with the GRA 55 radar altimeter, as well as select third-party radar altimeters. Optional support for Reduced Vertical Separation Minimum (RVSM) operations. An optional dedicated PFD controller provides pilots with an additional source to make adjustments to the heading bug, barometric setting, altitude bug and more. A back-up GPS antenna is also built into the displays, providing redundancy in the event a primary GPS navigator fails. The G500 TXi and G600 TXi touchscreen flight displays and EIS TXi are targeted for approval in Q4 2017 via a comprehensive AML that contains over 600 aircraft makes and models. Pricing for the TXi series is as follows:\nG500 TXi\n7-inch display: starting at $11,995 10.6-inch display: starting at $15,995 Addition of EIS to a G500 TXi flight display starting at $4,995 G600 TXi\n7-inch display: starting at $18,995 10.6-inch display: starting at $24,995 Standalone EIS TXi (twin-engine, six-cylinder piston aircraft such as a 58 Baron)\nStarting at $17,935 System variants that come with new sensors and variants that support existing G500/G600 sensors are also available. Pricing and availability of the G700 TXi touchscreen flight displays for Part 25 aircraft will be announced at a later date. The TXi family also comes with a two-year warranty, which is supported by our award-winning avionics product support team. For additional information, visit www.garmin.com/TXi or contact a local Garmin authorized dealer.\n\nThe post Flight Displays and Engine Monitoring Solutions Reimagined with G500 TXi, G600 TXi, G700 TXi and EIS TXi appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jeppesen", "sentiment": "none"}], "organizations": [{"name": "eis", "sentiment": "negative"}, {"name": "aml", "sentiment": "none"}, {"name": "adc", "sentiment": "none"}, {"name": "stc", "sentiment": "none"}, {"name": "foreflight mobile", "sentiment": "none"}, {"name": "traffic advisory systems", "sentiment": "none"}, {"name": "tcas", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}, {"name": "apple", "sentiment": "none"}, {"name": "jeppesen vfr", "sentiment": "none"}, {"name": "continental", "sentiment": "none"}, {"name": "gra", "sentiment": "none"}, {"name": "connext", "sentiment": "none"}, {"name": "hsi", "sentiment": "none"}], "locations": [{"name": "lycoming", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T19:23:59.003+03:00"}, {"thread": {"uuid": "8ab57e04d8ff749365305e6dd4f3a65f2a5a1ee0", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeywY6kgWP27DrSUEPYucwQbFSKKwfTM8nTvE.bKnD9qk47qQbef4VWFiQ6hOkUJn11TQ2hfPgMwlq8pZ13UFPQ8-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Aviation – Garmin Blog", "title": "Announcement: G1000 NXi Upgrade for Cessna Citation Mustang", "title_full": "Announcement: G1000 NXi Upgrade for Cessna Citation Mustang", "published": "2017-10-05T16:47:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8ab57e04d8ff749365305e6dd4f3a65f2a5a1ee0", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeywY6kgWP27DrSUEPYucwQbFSKKwfTM8nTvE.bKnD9qk47qQbef4VWFiQ6hOkUJn11TQ2hfPgMwlq8pZ13UFPQ8-", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-05T16:47:00.000+03:00", "title": "Announcement: G1000 NXi Upgrade for Cessna Citation Mustang", "text": "We are thrilled to announce the expansion of our portfolio of integrated flight deck upgrades to now include the G1000 NXi for the Cessna Citation Mustang. The G1000 NXi offers modern displays that boast significant performance improvements alongside a comprehensive feature set that incorporates wireless cockpit connectivity, split-screen capability, SurfaceWatch, visual approaches, map overlay on the horizontal situation indicator (HSI) and more. The Supplemental Type Certificate (STC) for the G1000 NXi integrated flight deck upgrade in the Citation Mustang is targeted for approval in the second half of 2018 and will be available from Textron Aviation Service Centers.\n“This announcement is very special to me because in March 2003, the Citation Mustang was the first-ever announced program to adopt the G1000 integrated flight deck and today, we’re excited to offer the G1000 NXi integrated flight deck upgrade to over 470 of these aircraft,” said Carl Wolf, vice president of aviation marketing and sales. “That announcement with Cessna in 2003 publicly launched the Integrated Flight Deck business for Garmin, for which we are forever grateful. Since that time, there are now 65 aircraft models certified with Garmin Integrated Flight Deck systems from 26 different aircraft manufacturers.”\nA robust feature set accompanies the G1000 NXi integrated flight deck upgrade for the Mustang. Aiding in situational awareness, SurfaceWatch runway monitoring technology provides visual and aural cues to help prevent pilots from taking off or landing on a taxiway, on a runway that is too short or on the wrong runway based on performance data entered during preflight. Visual and audible runway distance remaining annunciations are also available via SurfaceWatch. Additionally, visual approaches integrated within the G1000 NXi system offer pilots enhanced guidance in visual flight conditions based on a three- degree glideslope from the threshold of the runway. Pilots can select the runway for which they have been cleared to land, set customized minimums, select vectors or straight-in for the final approach intercept and fly a visual approach coupled with the autopilot.\nGeographical map overlay within the HSI is available on the primary flight display (PFD), which also supports the display of NEXRAD, Flight Information Service-Broadcast (FIS-B) weather, weather radar, SafeTaxi airport diagrams, traffic, terrain and more. For example, pilots can display SafeTaxi on the HSI map while preparing flight plan information on the multi-function display (MFD). Several additional features include access to IFR and VFR charts, split-screen functionality and more.\nAvailable as an option, the G1000 NXi system supports the display of various Automatic Dependent Surveillance-Broadcast (ADS-B) In benefits, including traffic and subscription-free FIS-B weather. Connext wireless connectivity unlocks more capabilities from within the G1000 NXi integrated flight deck and further extends ADS-B In benefits. Available as a standard feature, Flight Stream 510 and Connext technology enables Database Concierge, the wireless transfer of aviation databases from the Garmin Pilot app on a mobile device to the G1000 NXi integrated flight deck. Additional features include two-way flight plan transfer, the sharing of traffic, weather, GPS information, back-up attitude information and more, between G1000 NXi and the Garmin Pilot or ForeFlight Mobile applications. \nModern, state-of-the-art processors provide Mustang owners and operators smoother panning throughout the displays and faster map rendering within the G1000 NXi. The flight displays initialize in seconds so pilots have immediate access to frequencies, flight plan data and more, saving valuable time in the cockpit. The G1000 NXi integrated flight deck also incorporates contemporary animations and new LED back-lighting, offering increased display brightness and clarity, reduced power consumption and improved dimming performance.\nSupplemental Type Certificate (STC) for the G1000 NXi integrated flight deck upgrade on the Mustang is targeted for approval in the second half of 2018. Mustang owners and operators can easily upgrade to the G1000 NXi with minimal aircraft down time and disruption of the panel as the displays preserve the same footprint and connectors, so panel and wiring modifications are not required. The G1000 NXi also comes with a two-year warranty, which is supported by our award-winning avionics product support team. For additional information regarding the G1000 NXi upgrade for the Mustang, contact Scott Frye at scott.frye@garmin.com or (913) 440-2412. For additional details, visit: www.garmin.com/aviation.\nThe post Announcement: G1000 NXi Upgrade for Cessna Citation Mustang appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-05T17:41:43.008+03:00"}, {"thread": {"uuid": "d2c63394d6e72016ad5dfd02784c4d697ff45090", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzLSMIhFKMjCcETPCoFEVqGI5cb0P1ocIew.dEYIJ.NsMf1oWr8.OmWKvuVGZ2VkcStwlVGTIasdy", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": ["shopping", "business"], "section_title": "Garmin Blog", "title": "Connect IQ: Ozmo – Track and Achieve Your Daily Hydration", "title_full": "Connect IQ: Ozmo – Track and Achieve Your Daily Hydration", "published": "2017-10-06T16:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d2c63394d6e72016ad5dfd02784c4d697ff45090", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzLSMIhFKMjCcETPCoFEVqGI5cb0P1ocIew.dEYIJ.NsMf1oWr8.OmWKvuVGZ2VkcStwlVGTIasdy", "ord_in_thread": 0, "author": "Jake Martin", "published": "2017-10-06T16:00:00.000+03:00", "title": "Connect IQ: Ozmo – Track and Achieve Your Daily Hydration", "text": "Are you an avid runner, cyclist, or hiker? If so, you’ve probably thought to yourself “am I drinking enough water?” or “how much water do I need to stay hydrated?” Now, with the Ozmo water bottle and the Ozmo Hydration widget available through the Connect IQ store , you can track your daily hydration with select Garmin watches.\nWhat is Ozmo? It’s a complete system designed to help you achieve a greater level of wellness. With the ability to measure and record both your water and coffee consumption, the smart bottle and companion app track your progress throughout the day to help you reach your hydration goals. So, you’ll know whether that 4pm latte is a good idea, or how much you should drink after a 5-mile bike ride. With Ozmo, you can go about your day feeling healthy and energized, wherever you go, whatever you do.\nTo begin, you’ll need an Ozmo water bottle and a compatible Garmin watch. Next, download the Ozmo Hydration widget from the Connect IQ Store and link the Ozmo app to your Garmin watch in Settings > Add Device > Trackers.\n\nWith the Ozmo Hydration widget you will get your weekly hydration summary and full insights as to when you are achieving and missing out on hydration. The Ozmo App and Widget works best with Ozmo Smart Bottle available at www.ozmo.io , but if you don’t have an Ozmo Bottle you can manually log your daily consumption as well.\nThe Connect IQ store is available on a wide range of Garmin products across all markets and each app, widget, watch face, and data field can be downloaded at no charge to the user. The Connect IQ Store can be found at apps.garmin.com or in the device tab of Garmin Connect. It can also be found in the device page of Garmin Express, or the ‘More’ section of Garmin Connect Mobile. To learn more about developing a Connect IQ app, visit developer.garmin.com .\nDon’t forget to share your adventures with us on Facebook, Twitter, and Instagram by using hashtag #Garmin.\n\nThe post Connect IQ: Ozmo – Track and Achieve Your Daily Hydration appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T18:10:43.156+03:00"}, {"thread": {"uuid": "0b1b5572bf51f0da50dcca40de16017892a9e3c8", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeywY6kgWP27DrSUEPYucwQbNCMIaJRKEqpUpM8jMtmSqprIQmXTe_tzDul1rLU2pPhBkGqHSz8sjGDF7hhZHyurkc4CPBYdzmG._0An4Klh348tugAf76gA-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Announcement: New Doppler Weather Radar for Business, Commercial and Military Aircraft", "title_full": "Announcement: New Doppler Weather Radar for Business, Commercial and Military Aircraft", "published": "2017-10-06T17:49:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 4, "comments": 0, "shares": 4}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0b1b5572bf51f0da50dcca40de16017892a9e3c8", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeywY6kgWP27DrSUEPYucwQbNCMIaJRKEqpUpM8jMtmSqprIQmXTe_tzDul1rLU2pPhBkGqHSz8sjGDF7hhZHyurkc4CPBYdzmG._0An4Klh348tugAf76gA-", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-06T17:49:00.000+03:00", "title": "Announcement: New Doppler Weather Radar for Business, Commercial and Military Aircraft", "text": "We are excited to introduce the GWX 80, a new weather radar that incorporates automated atmospheric threat assessment capabilities to help reduce pilot workload in the cockpit. Intended for business, commercial and military aircraft, the Doppler-based GWX 80 incorporates automatic 3D volumetric scanning, predictive wind shear detection, hail and lightning prediction, and advanced ground clutter suppression. A new, enhanced color palette also features more color contouring than any other weather radar on the market. The GWX 80 provides real-time weather information to help pilots analyze convective weather threats, which aids in situational awareness and helps reduce aircraft operational costs.\nThe GWX 80 has been selected by Textron Aviation for the new super-midsize Cessna Citation Longitude in conjunction with the G5000 integrated flight deck.\nâ€œWith the GWX 80, weâ€™re excited to bring a virtually zero-effort weather radar to the cockpit of thousands of new and existing aircraft on the market today,â€\u009d said Carl Wolf, Garmin vice president of aviation sales and marketing. â€œEquipped with automated 3D volumetric scanning, the GWX 80 goes beyond hail and lightning prediction to also display severe cells that may contain wind shear or turbulence. With these tools, pilots achieve greater situational awareness so they can more confidently navigate around severe weather threats and provide passengers with a better in-flight experience.â€\u009d\nAutomated weather radar with 3D volumetric scanning \nThe GWX 80 weather radar features advanced automation technology, which allows the pilot to more easily manage the weather radar while in-flight. The GWX 80 merges 3D volumetric scanning with advanced ground clutter suppression and automatically adjusts the tilt of the weather radar to create the most representative depiction of flight hazards near or along the flight path of the aircraft. Because tilt management is fully automated, the GWX 80 prevents pilots from over scanning or under scanning â€“ common errors when managing a weather radar in-flight. Pilots simply select the range of interest and the GWX 80 gathers multiple scans at various tilt angles to display a comprehensive, easier to interpret weather radar image. The GWX 80 offers a range of 320 nautical miles, horizontal scan angles of up to 120 degrees and to focus on an area of interest, pilot-adjustable sector scanning.\nPredictive wind shear identification \nWind shear detection provides pilots with an additional look into the storm by detecting a combination of updrafts and downdrafts and Doppler-effect that result in wind shear formation, which is fully automated throughout the take-off and landing phases of flight. Pilots receive aural wind shear notifications, as well as visual indications on a dedicated Garmin display using a standard format.\nTurbulence detection and hail/lightning prediction \nUtilizing the GWX 80, pilots can more confidently navigate around challenging weather with advanced features such as Doppler-enabled turbulence detection, as well as hail and lightning prediction, which allow for more precise weather interpretation. Turbulence detection helps pilots more easily identify turbulence in air that contains moisture or particulates, while WATCHÂŽ (Weather Attenuated Color Highlight) helps to identify shadowing effects of short-range cell activity and highlights areas where radar returns are weakened or attenuated by intense precipitation. Additionally, zero blind range aids in the identification of storm cells in close proximity to the aircraft. The GWX 80 also incorporates unique technology that detects certain atmospheric conditions that may lead to the formation of hail and lightning within a storm cell. The color-coded depiction of potential areas where hail and lightning may reside or develop within a storm is depicted out to an 80 nautical mile range, while turbulence is depicted out to a 40 nautical mile range.\nA high-definition color palette helps pilots more easily interpret the severity of an individual storm cell or multiple storm cells in an area, which incorporates four times more color gradients than typically found on other weather radars on the market. The GWX 80 is also among the lightest weather radar in its class at 13.9 lbs (6.3 kg) for the 14-inch version, providing additional savings in weight compared to other weather radar systems on the market.\nGarmin expects to receive Technical Standard Order (TSO) certification of the GWX 80 by the end of the year. For additional information, visit the Garmin exhibit (C12412) at the National Business Aviation Association Convention & Exhibition (NBAA-BACE) in Las Vegas, Nevada, October 10-12, 2017 or contact aviation.sales@garmin.com.\nThe post Announcement: New Doppler Weather Radar for Business, Commercial and Military Aircraft appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "carl wolf", "sentiment": "none"}], "organizations": [{"name": "national business aviation association convention & exhibition", "sentiment": "none"}, {"name": "cessna citation longitude", "sentiment": "none"}, {"name": "military aircraft", "sentiment": "none"}, {"name": "textron aviation", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}], "locations": [{"name": "las vegas", "sentiment": "none"}, {"name": "nevada", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-07T01:16:44.003+03:00"}, {"thread": {"uuid": "3abd4cda8a4d7f38b7ed2e5c81500696218f7152", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeywY6kgWP27DrSUEPYucwQboAKq5ZIz1rgNyGMEhSoBWvR5HNZ..KaHJRInlPqU6AoHFqEpetByyFd4OvZOUWHJG2VUGrAK4dt_rCpC0bXot", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Announcement: New Global Datalink Weather, Text, Voice Package and Promotion", "title_full": "Announcement: New Global Datalink Weather, Text, Voice Package and Promotion", "published": "2017-10-09T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 3}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3abd4cda8a4d7f38b7ed2e5c81500696218f7152", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeywY6kgWP27DrSUEPYucwQboAKq5ZIz1rgNyGMEhSoBWvR5HNZ..KaHJRInlPqU6AoHFqEpetByyFd4OvZOUWHJG2VUGrAK4dt_rCpC0bXot", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-09T19:00:00.000+03:00", "title": "Announcement: New Global Datalink Weather, Text, Voice Package and Promotion", "text": "We’re excited to announce new Connext packages , offering expanded value and increased flexibility. These new weather and data service packages provide additional cost-effective pricing tiers offering all-inclusive rate plans designed to suit operational needs for global weather and connectivity. Aircraft equipped with our GSR 56 satellite datalink transceiver and compatible avionics can take advantage of these new rate plans starting as low as $79.99 per month. Additionally, qualifying customers with a GSR 56 installed in their aircraft that do not currently have an active subscription are eligible for a complimentary three-month promotional service plan.\nWe’re also offering a new, ‘Get Acquainted’ promotional rate plan providing qualified customers with complimentary access to text and weather services for the first three months. Once the promotional period expires, customers are automatically enrolled into the Connext 150 service plan. For customers who do not currently have active service, this new incentive offers an even more cost-effective path to subscribing to the Connext weather and data service packages via the GSR 56.\nGarmin GSR 56 satellite datalink.\nFor new and existing customers, cost-effective rate plans are available and are applicable to a wide range of operators around the world. Voice calling and unlimited text messaging accompany worldwide weather data in three packages, which are tailored to how frequent customers fly. Recreational and corporate operators with a GSR 56 can take advantage of the all-inclusive plans below:\nGarmin Connext Weather 150 $79.99 monthly Garmin Connext Weather 400 $174.99 monthly Garmin Connext Weather 800 (new rate plan) $249.99 monthly Each plan is tailored to the number of hours that pilots typically operate throughout the year. For example, Connext Weather 150 is ideal for customers that operate 150 hours per year or less and provides worldwide weather updates at 10-minute intervals. This package also includes 30 minutes of voice per month and unlimited text messaging. Connext Weather 800 offers customers averaging 800 flight hours per year access to worldwide weather updates at five-minute intervals. Connext Weather 800 also includes 180 minutes of voice and 500 text messages per month.\nWith a compatible G1000 NXi integrated flight deck or GTN 650/750 touchscreen navigator and the Flight Stream 510, customers receive additional Connext service benefits. Flight Stream 510 is a small MultiMediaCard (MMC) that enables communication between the G1000 NXi or GTN 650/750 and up to two compatible Apple or Android mobile devices operating Garmin Pilot. With Flight Stream 510, customers can pair an Apple mobile device operating Garmin Pilot to the G1000 NXi or GTN to access text and voice services enabled by a GSR 56 satellite datalink. While in-flight and on the ground, pilots can quickly send and receive text messages with a mobile device using a familiar conversation format and conveniently utilize the phone’s existing contact database. Similarly, customers can initiate phone calls on an Apple mobile device within Garmin Pilot, so it’s easier to complete phone calls over a headset while in flight.\nConnext service plans for the GSR 56 datalink transceiver are available immediately. To subscribe to any one of these plans, visit our Connext webpage . For additional information, contact Garmin Aviation Services at +1-866-739-5687 or FlightDataServices@garmin.com .\nThe post Announcement: New Global Datalink Weather, Text, Voice Package and Promotion appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "connext", "sentiment": "negative"}, {"name": "voice package", "sentiment": "negative"}, {"name": "garmin connext", "sentiment": "none"}, {"name": "apple", "sentiment": "none"}, {"name": "garmin gsr", "sentiment": "none"}, {"name": "garmin aviation services", "sentiment": "none"}, {"name": "gsr", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-09T20:05:35.002+03:00"}, {"thread": {"uuid": "7932f8f43fe8e8a09319bcdd54abaa113f926345", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe.klHqwezJlnYPulrPpbf9ttknLQ5SRWtfHApFWac8pjUYXOmS0pYJ1fK.Pt3NohywbiHyzSlHVbJsrMGBxtMJLMVygn7YuC9w--", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "G5000 Upgrade Program for Citation Excel/XLS Nearing First Flight", "title_full": "G5000 Upgrade Program for Citation Excel/XLS Nearing First Flight", "published": "2017-10-09T17:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7932f8f43fe8e8a09319bcdd54abaa113f926345", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe.klHqwezJlnYPulrPpbf9ttknLQ5SRWtfHApFWac8pjUYXOmS0pYJ1fK.Pt3NohywbiHyzSlHVbJsrMGBxtMJLMVygn7YuC9w--", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-09T17:00:00.000+03:00", "title": "G5000 Upgrade Program for Citation Excel/XLS Nearing First Flight", "text": "Our latest G5000 integrated flight deck program for Textron Aviation’s Citation Excel and Citation XLS is reaching major milestones toward first flight. The G5000 integrated avionics suite modernizes the cockpit, increases aircraft utility, addresses mandate requirements and provides operators with a significantly lower cost of operation while solving parts obsolescence issues.\n“Operators of the Citation Excel and XLS continue to express excitement for the G5000 integrated flight deck and now they have further incentive to reserve their place in line,” said Carl Wolf, Garmin vice president of aviation sales and marketing. “We look forward to completing our certification and adding these popular aircraft to the growing list of business jets flying with the G5000. If you plan to attend the NBAA-BACE next week in Las Vegas, please visit the Garmin exhibit where we will be demonstrating the attributes of the G5000 system and can discuss the Excel and XLS retrofit program with you.”\nCertification efforts continue in partnership with Textron Aviation. The initial installation of the G5000 integrated flight deck in the Citation XLS development aircraft is complete and first flight is scheduled for later this year.\nAs the program is progressing toward certification in late 2018, we are announcing a five-year warranty and five years of comprehensive database coverage for the first 25 aircraft to place a firm commitment for the G5000. This provides zero-cost of avionics operation for the first five years in service.\nThe G5000 integrated flight deck for the Citation Excel and Citation XLS features three landscape- oriented flight displays with multi-pane capability, allowing pilots to simultaneously view maps, charts, checklists, TAWS, TCAS, flight plan information, weather and more. Electronic charts and Garmin SafeTaxi airport diagrams can be viewed across all three displays and are geo-referenced. The G5000 flight deck for the Citation Excel/XLS is estimated to provide a weight savings of up to 200 pounds or more compared to the current system, allowing additional baggage, passenger and/or fuel load flexibility.\nThe G5000 installation on the Citation Excel/XLS includes a fully digital Automatic Flight Control System (AFCS), offering precise performance and optimized for comfort throughout the aircraft’s flight envelope. New to the Citation Excel and available as a standard feature on both the Citation Excel/XLS, emergency descent mode is automatically enabled by the autopilot in the event of a loss in aircraft pressurization. Safety enhancing autopilot underspeed protection (USP) is an optional feature and allows the autopilot to assist with airspeed management, as well as enabling fully coupled go-arounds, greatly reducing pilot workload during this critical phase of flight.\nG5000 integrated flight deck for Citation Excel/XLS.\nWith the G5000 upgrade, the Citation Excel/XLS receives a fully integrated, Federal Aviation Administration (FAA) and European Aviation Safety Agency (EASA) rule-compliant Automatic Dependent Surveillance-Broadcast (ADS-B) Out solution. Additionally, operators gain access to more airports and lower minimums throughout the world when incorporating the G5000 integrated flight deck, which features PBN/RNP 0.3 with LPV/APV approach capability.\nThe G5000 integrated flight deck for the Citation Excel and XLS also supports additional options:\nSVT synthetic vision technology, which presents a 3D virtual depiction of terrain, obstacles, traffic and the runway environment. SurfaceWatch, which supports visual and aural cues to help prevent pilots from taking off and landing on a taxiway, on a runway that is too short or on the wrong runway based on performance data entered during preflight. Link 2000+ and CPDLC support. Support for terminal and enroute FAA DataCom operations. Datalink weather, including SiriusXM Aviation weather for the U.S. and Canada, and access toglobal weather products and text/voice communication through the Iridium satellite network. The new GWX 80, which offers 3D volumetric scanning, hail, lightning and wind shear prediction. As an additional option for this upgrade, Connext wireless cockpit connectivity (via the Flight Stream 510 installed in the G5000 integrated flight deck) enables wireless flight plan transfer and more between Garmin Pilot and other compatible applications on a mobile device. Owners and operators can more easily manage flight plans with Flight Stream, which enables Connext, while also receiving additional benefits such as the sharing of traffic, weather, GPS and more across multiple mobile devices in the cockpit. Flight Stream 510 also enables Database Concierge, the wireless transfer of aviation databases from the Garmin Pilot app on a mobile device to the G5000 integrated flight deck.\nSupplemental Type Certificate (STC) approval is targeted for late 2018 and will be available from Textron Aviation Service Centers and select Garmin dealers. For additional information regarding the G5000 upgrade program for the Citation Excel/XLS, contact Dave Brown at (913) 440-1714 or dave.brown@garmin.com . Visit the Garmin exhibit (C12412) at the National Business Aviation Association Convention & Exhibition (NBAA-BACE) in Las Vegas, Nevada, October 10-12, 2017 for additional information.\n \n \n \nThe post G5000 Upgrade Program for Citation Excel/XLS Nearing First Flight appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dave brown", "sentiment": "none"}, {"name": "carl wolf", "sentiment": "none"}], "organizations": [{"name": "textron aviation", "sentiment": "negative"}, {"name": "textron aviation service centers", "sentiment": "none"}, {"name": "national business aviation association convention & exhibition", "sentiment": "none"}, {"name": "stc", "sentiment": "none"}, {"name": "tcas", "sentiment": "none"}, {"name": "faa", "sentiment": "none"}, {"name": "european aviation safety agency", "sentiment": "none"}, {"name": "easa", "sentiment": "none"}, {"name": "datalink", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}, {"name": "usp", "sentiment": "none"}, {"name": "federal aviation administration", "sentiment": "none"}, {"name": "connext", "sentiment": "none"}], "locations": [{"name": "canada", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "las vegas", "sentiment": "none"}, {"name": "nevada", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-09T20:05:36.000+03:00"}, {"thread": {"uuid": "bf1ebbf194b352c6df43bac693247664719b219f", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe6Woy88H2Q8zizisBWpdEfSimgXjpjN9EChfpm7dTmmDSu7WB7JIzHrTy_k42x6wsmEWAaZjUbie6geQFcrg.kM-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Aviation – Garmin Blog", "title": "Garmin Head-Up Display Takes Flight on Cessna Citation Longitude", "title_full": "Garmin Head-Up Display Takes Flight on Cessna Citation Longitude", "published": "2017-10-10T16:49:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 17, "comments": 0, "shares": 17}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 4}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bf1ebbf194b352c6df43bac693247664719b219f", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe6Woy88H2Q8zizisBWpdEfSimgXjpjN9EChfpm7dTmmDSu7WB7JIzHrTy_k42x6wsmEWAaZjUbie6geQFcrg.kM-", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-10T16:49:00.000+03:00", "title": "Garmin Head-Up Display Takes Flight on Cessna Citation Longitude", "text": "Our GHD 2100 Head-up Display for super-midsize business aircraft continues to make progress with flight testing and certification on the Cessna Citation Longitude in conjunction with the G5000 integrated flight deck. The GHD system incorporates modern optical design within a single display unit, projecting a crisp, clear view of pertinent flight information while also offering superior integration with Garmin integrated flight decks. Garmin will also feature a state-of-the- art, fully functional HUD at the Garmin exhibit (C12412) at the National Business Aviation Association Convention & Exhibition (NBAA-BACE) in Las Vegas, Nevada, October 10-12, 2017, which will allow customers to interact with and experience the GHD first-hand.\nThroughout flight testing in the Citation Longitude, the GHD continues to progress in its own development and evaluation. Numerous instrument approaches in a variety of flight environments have been conducted during recent flight evaluations. Additionally, Garmin has completed a comprehensive evaluation in its own human factors flight simulation lab.\nThe GHD is a compact, self-contained projection system with a large 30-degree by 24-degree field-of- view. Driven by the Garmin integrated flight deck, the GHD projects a familiar presentation of critical flight information, symbology and more. Given its small, compact form factor, the GHD can easily be incorporated into a variety of business aircraft cockpits while also maintaining comfortable head clearance. The GHD incorporates intelligent dimming that automatically adapts to ambient light, delivering supreme clarity and brightness in all lighting conditions.\nBecause the GHD is highly integrated with the Garmin flight deck, consistent symbology is utilized between both systems so pilots experience a near-seamless transition when flying with the primary flight display (PFD) or with the GHD. In addition to displaying flight-critical PFD information, the GHD displays conformal attitude and flight path information overtop the real-world view, alongside navigation data, flight plan information, autopilot modes, master warning/caution annunciations and more. The GHD also offers a simplistic control interface and offers similarities in tactile operation in relation to the Garmin integrated flight deck. \nGarmin GHD 2100 Head-up Display.\nThe Flight Path Marker within the GHD precisely displays where the aircraft is flying, taking into account crosswind, angle of attack and other factors that impact the dynamic position and heading of the aircraft. Coupled with a flight path-based flight director, the pilot can more easily establish desired aircraft flight path relative to the outside world. The Flight Path Marker includes additional features such as speed offset and velocity cue, allowing for precise energy management. The combination of the Flight Path Marker and flight path-based flight director allows pilots to more easily establish and maintain a stabilized approach to land.\nPilots are provided with an enhanced level of situational awareness with Synthetic Vision Technology (SVT), which presents a 3D depiction of terrain, traffic, obstacles, the runway environment and more within the GHD, supplementing the outside view with pertinent flight information. Also featured within the GHD, SurfaceWatchTM provides visual and aural cues to help prevent pilots from taking off and landing on a taxiway, on a runway that is too short or on the wrong runway based on performance data entered during preflight. For example, while on approach to land on a runway that is snow-covered or in an airport environment with reduced visibilities, SurfaceWatch highlights and outlines the pilot-selected runway on the GHD and on the PFD so it’s easier to identify.\nThe GHD is positioned to further expand its present capabilities. Future options such as integrating with external cameras, including Enhanced Vision Systems (EVS), provide significant improvements in situational awareness in fog and other low visibility situations. Future capabilities also include integration with a Combined Vision System (CVS), which blends EVS and SVT images to present pertinent levels of detail to the pilot, particularly during approach and landing.\nThe GHD also allows the operator to pursue Special Authorization Category I (CAT I), as well as Special Authorization Category II (CAT II) Instrument Landing System (ILS) approach minima.\nPilots can experience the GHD at our exhibit (C12412) at NBAA-BACE this week. The fully-functional GHD will allow customers to view and interact with the HUD first-hand as it’s flying a terrain-challenging instrument approach. For additional information contact aviation.sales@garmin.com.\nThe post Garmin Head-Up Display Takes Flight on Cessna Citation Longitude appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "garmin", "sentiment": "negative"}, {"name": "national business aviation association convention & exhibition", "sentiment": "none"}, {"name": "cessna citation longitude", "sentiment": "none"}, {"name": "evs", "sentiment": "none"}, {"name": "hud", "sentiment": "none"}, {"name": "enhanced vision systems", "sentiment": "none"}, {"name": "synthetic vision technology", "sentiment": "none"}, {"name": "nbaa-bace", "sentiment": "none"}], "locations": [{"name": "longitude", "sentiment": "none"}, {"name": "las vegas", "sentiment": "none"}, {"name": "nevada", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T19:39:27.000+03:00"}, {"thread": {"uuid": "d6a82af58db2d515bf820b9877f89bda5b88ffee", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQNe5ZCykZ4u.0XJ7kz46GdqBoF.mrBHgggX__OjwUb8xq1KhDekl1aaevVnEUVhQ6DtIO4J_4VK_unu9oABaku4", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": ["shopping", "business"], "section_title": "Marine – Garmin Blog", "title": "Garmin selected as Official Supplier for the Volvo Ocean Race", "title_full": "Garmin selected as Official Supplier for the Volvo Ocean Race", "published": "2017-10-10T19:29:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 62}, "stumbledupon": {"shares": 0}, "vk": {"shares": 1}}}, "uuid": "d6a82af58db2d515bf820b9877f89bda5b88ffee", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQNe5ZCykZ4u.0XJ7kz46GdqBoF.mrBHgggX__OjwUb8xq1KhDekl1aaevVnEUVhQ6DtIO4J_4VK_unu9oABaku4", "ord_in_thread": 0, "author": "James Flath", "published": "2017-10-10T19:29:00.000+03:00", "title": "Garmin selected as Official Supplier for the Volvo Ocean Race", "text": "Today we are excited to announce, we have been selected as an official supplier for the Volvo Ocean Race 2017-2018. As an official supplier, our flagship waterproof action cameras, the VIRB 360 and VIRB Ultra 30, will be used by all seven teams competing in the 45,000-mile race around the world to capture high-quality video that can be easily edited and shared with race fans around the globe. The Volvo Ocean Race spans four oceans, touches six continents and stops in 12 landmark cities. It begins Oct. 22, 2017 in Alicante, Spain and ends in late June 2018 in The Hague, Netherlands.\nhttps://www.garmin.com/en-US/blog/wp-content/uploads/2017/10/13_00_171010_MKL_Garmin_Promo_ProRes.mp4 “We’re honored to have the opportunity to collaborate with the Volvo Ocean Race, a race known as one of the longest and toughest professional sporting events in the world,” said David Dunn, Garmin director of marine sales. “Our VIRB action cameras are rugged and ready for adventure, just like the sailors taking part in this race, and we’re confident race fans watching the footage at home will get to experience the sport they love like never before.”\nThe waterproof VIRB Ultra 30 is an ultra HD action camera that captures 4K/30fps video with GPS G-Metrix data overlays that show performance metrics like how far, how high and how fast the user went. It also features voice control so users can tell the camera to start, stop and “remember that.” It features an LCD touchscreen display and high-sensitivity microphone that even work through the waterproof case.\nFor a more immersive experience, the VIRB 360 captures fully spherical 360-degree video in up to 5.7K/30fps resolution with 360-degree audio, and it includes built-in sensors for augmented reality G-Metrix data overlays. HyperFrame Director Mode gives the user the editing power to easily reframe content after filming — using smooth camera pans, incredibly wide angles and even tiny planets. Spherical stabilization ensures smooth video regardless of camera movement, and videos and photos are automatically stitched in VIRB Edit, and the free, easy-to-use VIRB Mobile app enables fast sharing as well as instant livestreaming.\n“This is a fantastic partnership for the race and we are looking forward to working with such a dynamic and innovative brand,” said Jordi Neves, Volvo Ocean Race chief digital officer. “We are especially excited to be able to deliver 360 experiences from all boats by our on-board reporters that will be delivering the story of the race in the toughest conditions.”\nBe sure to follow Garmin Marine on Facebook and Instagram to keep up with the latest news from our pros, sneak peeks at the newest products and all things coastal fishing, cruising and sailing.\nThe post Garmin selected as Official Supplier for the Volvo Ocean Race appeared first on Garmin Blog .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jordi neves", "sentiment": "none"}, {"name": "david dunn", "sentiment": "none"}], "organizations": [{"name": "volvo ocean race today", "sentiment": "negative"}, {"name": "garmin", "sentiment": "negative"}, {"name": "garmin marine on facebook", "sentiment": "none"}, {"name": "virb ultra", "sentiment": "none"}, {"name": "instagram", "sentiment": "none"}, {"name": "volvo ocean race", "sentiment": "none"}], "locations": [{"name": "volvo ocean", "sentiment": "none"}, {"name": "netherlands", "sentiment": "none"}, {"name": "alicante", "sentiment": "none"}, {"name": "the hague", "sentiment": "none"}, {"name": "spain", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T19:43:15.000+03:00"}, {"thread": {"uuid": "aa6b81db31ad5e7ec55e2ccb2dce0615345c9190", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe2xYWdO.yX5zhXYMRY8CJcnRq3FmvUA9RLksXRr5l5TiCd7gjQFNuNNJY6ac0men4hrR.vXsprBpaB2.cY1s08u5fVyBXQxuD6avG4ln1WWf", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Aviation – Garmin Blog", "title": "500th G1000 Integrated Flight Deck Upgrade Delivered for King Air Aircraft", "title_full": "500th G1000 Integrated Flight Deck Upgrade Delivered for King Air Aircraft", "published": "2017-10-11T17:18:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aa6b81db31ad5e7ec55e2ccb2dce0615345c9190", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe2xYWdO.yX5zhXYMRY8CJcnRq3FmvUA9RLksXRr5l5TiCd7gjQFNuNNJY6ac0men4hrR.vXsprBpaB2.cY1s08u5fVyBXQxuD6avG4ln1WWf", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-11T17:18:00.000+03:00", "title": "500th G1000 Integrated Flight Deck Upgrade Delivered for King Air Aircraft", "text": "We’re proud to announce the 500th delivery of the G1000 integrated flight deck upgrade for King Air aircraft. For more than a decade, the G1000 has modernized the King Air cockpit by providing operators with enhanced operational benefits and increased aircraft utility, while also offering significant weight savings and a lower cost of operation. Earlier this year, we began deliveries of the G1000 NXi for King Air aircraft, which carries on the lineage and success of the renowned G1000 integrated flight deck.\n“As one of the most successful avionics retrofits in this class of aircraft, we have seen G1000 installations in King Air aircraft of varying backgrounds – from fleet workhorses to individual operators,” said Carl Wolf, Garmin vice president of aviation sales and marketing. “We would like to express our gratitude to not only our customers, but our talented and trusted dealer network who have helped us to achieve such a tremendous milestone. We look forward to growing the success of this program even further so thousands of owners and operators can continue to experience the benefits of the G1000 and G1000 NXi integrated flight deck in the King Air cockpit.”\nThe milestone G1000 was installed by Elliott Aviation in Moline, Illinois in a King Air B200 operated by Keewatin Air, a long-time Garmin customer. Keewatin Air provides medevac and air ambulance services in remote areas of the rugged Canadian Arctic. This milestone upgrade marks Keewatin Air’s ninth G1000 integrated flight deck upgrade within their fleet of King Air aircraft, with intentions to add more in the future.\nKing Air G1000 NXi featuring optional wireless database and flight plan transfer with Flight Stream 510.\n“For the past eight years, the Garmin G1000 retrofit program for King Air aircraft has played a major role in the success of Elliott Aviation. This program shines above all others because it replaces the entire avionics suite – not just parts of the system – and it literally zero-times the aircraft avionics with the latest technology and best-in-class Garmin customer support,” said Mark Wilken, Elliott Aviation vice president of avionics programs and operational logistics. “Elliott Aviation viewed this program as a true winner from the beginning and we look to forward retrofitting many more King Air’s with G1000 NXi for years to come.”\n“Keewatin Air operates an all-G1000 fleet – equipping seven aircraft in 2015 and two more in 2017 – which has allowed us to set the standard in air ambulance operations and ensure that our flight crews have the best systems available to them to help make every medevac a safe and successful mission,” said D. Wayne McLeod, CEO/president of Keewatin Air. “This standardization has also resulted in significant maintenance cost savings in our operation.”\nThis Garmin milestone comes 10 years after the company announced its initial retrofit program for the King Air, which has grown to include the King Air C90A/B, 200, B200, 300 and 350 series aircraft. Since its introduction, the G1000 integrated flight deck has revolutionized the King Air cockpit by incorporating key benefits, such as Synthetic Vision Technology (SVT), Electronic Stability and Protection (ESP), geo- referenced approach charts, datalink weather and more. With the G1000 upgrade, these aircraft also comply with global airspace modernization initiatives as they receive a fully integrated, Automatic Dependent Surveillance-Broadcast (ADS-B) Out solution, PBN/RNP and LPV/APV approach guidance. As a complete retrofit, the G1000 upgrade solves parts obsolescence among the King Air fleet with zero-time avionics and provides an estimated weight savings of 200 pounds or more compared to the current system, allowing additional baggage, passenger and fuel load flexibility.\nAnnounced in January 2017, the successor to the ever-popular G1000 integrated flight deck, the\nG1000 NXi, has continued to build upon its success. Boasting modernized flight displays, the G1000 NXi supports faster map rendering and smoother panning throughout the PFD and MFD. Features such as wireless cockpit connectivity – including wireless aviation database updates using Garmin Flight Stream, enhanced situational awareness with SurfaceWatchTM and more, are all available with the G1000 NXi. Modernized situational awareness tools such as geographical map overlay within the HSI and visual approaches add to the G1000 NXi feature set. Additionally, King Air owners and operators with an existing G1000 integrated flight deck can upgrade to the G1000 NXi with minimal aircraft down time and disruption to the panel as the displays preserve the same footprint and connector.\nFor additional information regarding the G1000 NXi upgrade for the King Air, visit our exhibit (C12412) at the National Business Aviation Association Convention & Exhibition (NBAA-BACE) in Las Vegas, Nevada, October 10-12, 2017 or contact Scott Frye at (913) 440-2412 or scott.frye@garmin.com. For additional details, visit: www.garmin.com/kingair.\nThe post 500th G1000 Integrated Flight Deck Upgrade Delivered for King Air Aircraft appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "mark wilken", "sentiment": "none"}, {"name": "carl wolf", "sentiment": "none"}, {"name": "d. wayne mcleod", "sentiment": "none"}, {"name": "scott frye", "sentiment": "none"}], "organizations": [{"name": "king air aircraft", "sentiment": "negative"}, {"name": "keewatin air", "sentiment": "none"}, {"name": "national business aviation association convention & exhibition", "sentiment": "none"}, {"name": "elliott aviation", "sentiment": "none"}, {"name": "king air c90a/b", "sentiment": "none"}, {"name": "king air", "sentiment": "none"}, {"name": "synthetic vision technology", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}, {"name": "hsi", "sentiment": "none"}], "locations": [{"name": "moline", "sentiment": "none"}, {"name": "illinois", "sentiment": "none"}, {"name": "las vegas", "sentiment": "none"}, {"name": "nevada", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-11T20:04:04.001+03:00"}, {"thread": {"uuid": "d3400cf83c99526a726dce912344b7632aa2959d", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQN9uzyYXyQf3WVI3x1K0dQqBTUzNcGCV_8vZrkUylXUFw--", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Come for the Race, Stay for KC", "title_full": "Come for the Race, Stay for KC", "published": "2017-10-12T16:52:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d3400cf83c99526a726dce912344b7632aa2959d", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQN9uzyYXyQf3WVI3x1K0dQqBTUzNcGCV_8vZrkUylXUFw--", "ord_in_thread": 0, "author": "Carolyn Cohen", "published": "2017-10-12T16:52:00.000+03:00", "title": "Come for the Race, Stay for KC", "text": "The Kansas City Marathon is fast approaching, and you’re probably focused on training. Have you thought about what you are going to do after, or before, the big race? Kansas City has a lot more to offer than a great race location, and here are just a few scenes you should check out while you’re here.\nLet’s talk about barbecue. Instead of a Walgreens or Starbucks on every corner, Kansas City has barbecue joints. Visit KC claims that Kansas City is the barbecue capital of the world .\nWe’re mostly famous for our slow-smoked meats, burnt ends, and sweet and tangy sauces. If that doesn’t get your mouth watering after a tough race, I don’t know what will. My guess is, you’ll probably catch a whiff of the tantalizing smells as you run through this fine city.\nKansas City isn’t called the Paris of the Plains for nothing. This is a place where you can experience culture, art, music and beauty, and all within 30 minutes of the city. There is so much history to take in while you’re here. During the full marathon, you’ll run right by Memorial Hill, home of the National World War I Museum and Memorial. You’ll also be running through 18th & Vine, which is internationally recognized as one of the cradles of jazz music and a historic hub of African-American businesses. This area also features the Negro Leagues Baseball Museum, a true Kansas City treasure.\nIf you’re into the art scene, you won’t be disappointed. Even the design of your race T-shirt was inspired by the famous Shuttlecocks art installation at the Nelson-Atkins Museum of Art. You’ll find plenty of beautiful works inside and outside the Nelson, as well as around the city. From contemporary to classic to performing arts, we have it all. You can see a ballet, a symphony, a play, explore the arts districts, take in a live jazz show any day of the week and so much more. Even make a day of hunting down the beautiful fountains of KC. As the City of Fountains, we’ve got a few.\nAnd we didn’t forget about the kiddos. If you are bringing the whole family on this trip, the kids won’t be bored. Let them express their creativity in an interactive art studio or experience the wonder of sea life at Crown Center. Play with the animals at a family-friendly petting zoo or explore the dozens of fall festivals.\nThe possibilities are endless. Even if you’ve lived in Kansas City all your life, there is still plenty left to explore. Check out Visit KC to see what KC has to offer and make this a race-cation to remember.\nMake sure to sign up for the Kansas City Marathon , half marathon, 10K or 5K so you can join in the fun.\n\n \n\nThe post Come for the Race, Stay for KC appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "kansas city marathon", "sentiment": "negative"}, {"name": "negro leagues baseball museum", "sentiment": "none"}, {"name": "starbucks", "sentiment": "none"}, {"name": "walgreens", "sentiment": "none"}], "locations": [{"name": "kansas city", "sentiment": "none"}, {"name": "nelson", "sentiment": "none"}, {"name": "nelson-atkins museum of art", "sentiment": "none"}, {"name": "crown center", "sentiment": "none"}, {"name": "kansas city marathon", "sentiment": "none"}, {"name": "memorial hill", "sentiment": "none"}, {"name": "paris", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-12T18:20:20.014+03:00"}, {"thread": {"uuid": "c7335226bb584aa1fe97577c8c99260836342ee6", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeyJH9j5q8KffxKH7wldiKRdusYOQyFuVl0_YtmFjL.sKcf16qoc4baVorRoXKN4kymNWvXDdH2z7JHuZ2xe1NVM1tJNJ7IaMp0rqy9xw3M5eyaAAVcaBAUBtCahS5epg7w--", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Monster Energy NASCAR Cup Series driver Martin Truex Jr.’s Beechjet 400A is G5000-Equipped", "title_full": "Monster Energy NASCAR Cup Series driver Martin Truex Jr.’s Beechjet 400A is G5000-Equipped", "published": "2017-10-12T17:30:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 17, "comments": 0, "shares": 17}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c7335226bb584aa1fe97577c8c99260836342ee6", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeyJH9j5q8KffxKH7wldiKRdusYOQyFuVl0_YtmFjL.sKcf16qoc4baVorRoXKN4kymNWvXDdH2z7JHuZ2xe1NVM1tJNJ7IaMp0rqy9xw3M5eyaAAVcaBAUBtCahS5epg7w--", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-12T17:30:00.000+03:00", "title": "Monster Energy NASCAR Cup Series driver Martin Truex Jr.’s Beechjet 400A is G5000-Equipped", "text": "We’re proud to announce Martin Truex Jr., Monster Energy NASCAR Cup Series driver of the No. 78 Furniture Row Toyota and the 2017 Monster Energy NASCAR Cup Series Regular Season Champion, has become our latest brand ambassador. As part of his role as a Garmin ambassador, Martin’s Beechjet has been equipped with a G5000 integrated flight deck .\n“We are honored that Martin Truex Jr. has joined the Garmin team,” said Carl Wolf, Garmin vice president of aviation sales and marketing. “Garmin has a long-standing relationship with Martin that extends back to the Martin Truex Jr. Foundation, which supports underfunded cancer initiatives related to ovarian and childhood cancers. As a leader on the racetrack and philanthropist within the community, Garmin is proud to continue and expand our relationship with Martin who will serve as a passionate ambassador of the Garmin brand.”\nMartin added: “I am excited to join the Garmin team which merges my passion for racing with my enthusiasm for fishing, hunting and outdoor activities and now, into the aviation segment with the G5000 integrated flight deck upgrade in my Beechjet 400A. We utilize the Beechjet extensively as a business tool to travel to over 36 NASCAR events annually. With added safety benefits provided by the G5000 such as Synthetic Vision Technology and flight envelope protection, we will be able to operate with the best situational awareness tools available on the market.”\nGarmin ambassador Martin Truex Jr. in his G5000-equipped Beechjet 400A.\nMartin’s Beechjet has been equipped with the G5000 integrated flight deck upgrade, which significantly modernizes the cockpit with zero-time avionics and provides a path to fulfill global airspace modernization initiatives, including Automatic Dependent Surveillance-Broadcast (ADS-B). The G5000 system also supports a wide range of capabilities including coupled wide area augmentation system (WAAS/SBAS) and PBN/RNP 0.3 with LPV/APV approaches.\nIn addition to the aircraft’s previously completed upgrades, including Genuine Hawker winglets and a complete interior refurbishment and custom exterior paint scheme, all modifications are part of Textron Aviation’s Hawker 400 XPR upgrade program.\nThe G5000 provides the flight crew with an elevated level of situational awareness and increased safety benefits with Synthetic Vision Technology (SVT), which presents a 3D depiction of terrain, obstacles, traffic and the runway environment on the high resolution widescreen flight displays. Boasting tangible benefits such as reduced operational cost, significant weight savings and more, the G5000 upgrade will further extend the overall life of the aircraft for Martin.\nThe installation of the G5000 integrated flight deck upgrade in Martin’s Beechjet was recently completed at Textron Aviation’s Service Center in Tampa, Florida. \nThe post Monster Energy NASCAR Cup Series Driver Martin Truex Jr.’s Beechjet 400A is G5000-Equipped appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "martin truex jr.", "sentiment": "negative"}, {"name": "carl wolf", "sentiment": "none"}, {"name": "martin truex jr", "sentiment": "none"}, {"name": "martin", "sentiment": "none"}], "organizations": [{"name": "nascar", "sentiment": "none"}, {"name": "toyota", "sentiment": "none"}, {"name": "textron aviation", "sentiment": "none"}, {"name": "synthetic vision technology", "sentiment": "none"}, {"name": "foundation", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}], "locations": [{"name": "tampa", "sentiment": "none"}, {"name": "florida", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-12T18:20:20.014+03:00"}, {"thread": {"uuid": "636dc53efceb2fe8d9959d21abbe6a822811d4f9", "url": "http://omgili.com/ri/.wHSUbtEfZQ5PqyZzF9uE0fADOuICehrh0OWQTuXaKZTJlq5.81A6tb3pM0Rnhus.1nu9cN_PHvFul3CXz88Epc5LOaZVHPX", "site_full": "adventures.garmin.com", "site": "garmin.com", "site_section": "", "site_categories": ["tech"], "section_title": "", "title": "Sella Robon | Garmin Adventures", "title_full": "Sella Robon | Garmin Adventures", "published": "2017-10-15T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.879, "main_image": "", "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "636dc53efceb2fe8d9959d21abbe6a822811d4f9", "url": "http://omgili.com/ri/.wHSUbtEfZQ5PqyZzF9uE0fADOuICehrh0OWQTuXaKZTJlq5.81A6tb3pM0Rnhus.1nu9cN_PHvFul3CXz88Epc5LOaZVHPX", "ord_in_thread": 0, "author": "", "published": "2017-10-15T03:00:00.000+03:00", "title": "Sella Robon | Garmin Adventures", "text": "\nDownload this adventure with BaseCamp. \nDon't have BaseCamp? \nGet the free software that allows you to create, search and download adventures. It's required for this download. Get BaseCamp . \nGarmin BaseCamp Required \nGarmin BaseCamp allows you to create, search and download adventures. Learn more . Points of Interest ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sella robon", "sentiment": "negative"}], "organizations": [{"name": "garmin adventures  download", "sentiment": "neutral"}, {"name": "garmin", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-17T20:03:35.018+03:00"}, {"thread": {"uuid": "816d9be84fa43695d3ecd0dc661c7d0c815ce39d", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeyt7eM.oTxTv.h0T2RYq_Yq_L4Am80eCL8MB8IeN93mtXp3hMAySijE721LwjJQyp.9sjQcTAk82AnG0TM5LNQ8-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Aviation – Garmin Blog", "title": "Pete McLeod Finishes Third in 2017 Red Bull Air Race Season", "title_full": "Pete McLeod Finishes Third in 2017 Red Bull Air Race Season", "published": "2017-10-18T22:26:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "816d9be84fa43695d3ecd0dc661c7d0c815ce39d", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGeyt7eM.oTxTv.h0T2RYq_Yq_L4Am80eCL8MB8IeN93mtXp3hMAySijE721LwjJQyp.9sjQcTAk82AnG0TM5LNQ8-", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-18T22:26:00.000+03:00", "title": "Pete McLeod Finishes Third in 2017 Red Bull Air Race Season", "text": "The 2017 Red Bull Air Race season came to a close last weekend in Indianapolis, concluding the most successful campaign yet for Garmin sponsored athlete Pete McLeod. In spite of a Round of 14 elimination on Sunday, McLeod managed to secure a third place-finish in the world championship standings, his best in six-years competing.\nIndianapolis was primed for a photo finish in the world championship rankings, as four pilots were in title-contention prior to the race: Martin Sonka, Yoshihide Muroya, Pete McLeod and Kirby Chambliss. When the race dust had settled at the end of Sunday, Muroya of Japan stood atop both the Indy race podium and the world championship podium. Martin Sonka of the Czech Republic finished out the season in second place, followed by Canadian McLeod in third.\nPete McLeod of Canada performs during qualifying day at the eighth round of the Red Bull Air Race World Championship at Indianapolis Motor Speedway, United States on October 14, 2017.\nIn addition to the great world championship finish, McLeod won the 2017 DHL Fastest Lap Award, given to the race pilot with the most qualifier wins throughout the course of a season. Four consecutive top-qualifier positions in Chiba, Budapest, Kazan and Porto made him an easy winner.\nThe 2017 season may have to come to a close, but that only leaves hope for 2018. For a continuously growing sport, we can’t wait to see how next season begins to take shape. Follow Pete McLeod and Garmin Aviation on social media throughout the off-season for all the latest news and stories, and be sure to tag your aviation adventures with #flyGarmin.\nThe post Pete McLeod Finishes Third in 2017 Red Bull Air Race Season appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "pete mcleod", "sentiment": "negative"}, {"name": "kirby chambliss", "sentiment": "none"}, {"name": "yoshihide muroya", "sentiment": "none"}, {"name": "martin sonka", "sentiment": "none"}, {"name": "muroya", "sentiment": "none"}, {"name": "mcleod", "sentiment": "none"}, {"name": "kazan", "sentiment": "none"}], "organizations": [{"name": "red bull air race", "sentiment": "negative"}, {"name": "indianapolis motor speedway", "sentiment": "none"}, {"name": "porto", "sentiment": "none"}, {"name": "garmin aviation", "sentiment": "none"}, {"name": "dhl", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}], "locations": [{"name": "indianapolis", "sentiment": "none"}, {"name": "budapest", "sentiment": "none"}, {"name": "canada", "sentiment": "none"}, {"name": "czech republic", "sentiment": "none"}, {"name": "chiba", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "japan", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-19T00:09:21.000+03:00"}, {"thread": {"uuid": "b722e26669663c8d43cfa6e447562aab48d8752a", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPGp1Jy7p5es_mr_i9oYLlTHc3oeCpYruEGFsNICkcgpMRR2CmiilXx", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Outdoor – Garmin Blog", "title": "Women of Adventure: Live Event", "title_full": "Women of Adventure: Live Event", "published": "2017-10-24T14:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b722e26669663c8d43cfa6e447562aab48d8752a", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPGp1Jy7p5es_mr_i9oYLlTHc3oeCpYruEGFsNICkcgpMRR2CmiilXx", "ord_in_thread": 0, "author": "Jake Martin", "published": "2017-10-24T14:00:00.000+03:00", "title": "Women of Adventure: Live Event", "text": "She is fearless. And she can fly. Join us on 10.27.17 for our Women of Adventure Facebook Live event featuring wingsuit pilot and rock climber, Steph Davis. Watch her breathtaking jump from Notch Peak, along with commentary plus Q&A.\nSign up here and we’ll remind when it’s go time.\nCheck out a few more Women of Adventure stories below like pro stand-up paddler Jenny Kalmbach and endurance mountain biker Rebecca Rusch who inspire us to adapt, explore and keep moving through all ages and life stages. Don’t forget to share with us on Facebook, Twitter, Instagram and use #HaveNoLimits.\n\n\nThe post Women of Adventure: Live Event appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "steph davis", "sentiment": "none"}, {"name": "rebecca rusch", "sentiment": "none"}, {"name": "jenny kalmbach", "sentiment": "none"}], "organizations": [{"name": "instagram", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-24T16:09:39.007+03:00"}, {"thread": {"uuid": "1d0d424a00d45406662943ff6dd2d0e243a53f71", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPrMyDMxIDPHtkSKxQTM30MXl6ltuJ_FjPlUDaVuEjLHcHDWYOofQYoEcjB3eHbdw8-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Women of Adventure: Live Event", "title_full": "Women of Adventure: Live Event", "published": "2017-10-24T14:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1d0d424a00d45406662943ff6dd2d0e243a53f71", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPrMyDMxIDPHtkSKxQTM30MXl6ltuJ_FjPlUDaVuEjLHcHDWYOofQYoEcjB3eHbdw8-", "ord_in_thread": 0, "author": "Jake Martin", "published": "2017-10-24T14:00:00.000+03:00", "title": "Women of Adventure: Live Event", "text": "She is fearless. And she can fly. Join us on 10.27.17 for our Women of Adventure Facebook Live event featuring wingsuit pilot and rock climber, Steph Davis. Watch her breathtaking jump from Notch Peak, along with commentary plus Q&A.\nSign up here and we’ll remind when it’s go time.\nCheck out a few more Women of Adventure stories below like pro stand-up paddler Jenny Kalmbach and endurance mountain biker Rebecca Rusch who inspire us to adapt, explore and keep moving through all ages and life stages. Don’t forget to share with us on Facebook, Twitter, Instagram and use #HaveNoLimits.\n\n\nThe post Women of Adventure: Live Event appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "steph davis", "sentiment": "none"}, {"name": "rebecca rusch", "sentiment": "none"}, {"name": "jenny kalmbach", "sentiment": "none"}], "organizations": [{"name": "instagram", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-24T18:51:11.006+03:00"}, {"thread": {"uuid": "4eeb5f5b82ebbdf17053bd51c871d6a976f4bab6", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPRvToxHywl508YEqm9g.3_fugDH.PSyS4jFRj21gd3yghxB5yyX4mHkBOATpDvYAzoaoWvysvnhQ--", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Garmin acquires Navionics, premier supplier of marine navigational charts", "title_full": "Garmin acquires Navionics, premier supplier of marine navigational charts", "published": "2017-10-27T18:16:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 10, "domain_rank": 1026, "social": {"facebook": {"likes": 1028, "comments": 0, "shares": 1028}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4eeb5f5b82ebbdf17053bd51c871d6a976f4bab6", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPRvToxHywl508YEqm9g.3_fugDH.PSyS4jFRj21gd3yghxB5yyX4mHkBOATpDvYAzoaoWvysvnhQ--", "ord_in_thread": 0, "author": "Alex Fulkerson", "published": "2017-10-27T18:16:00.000+03:00", "title": "Garmin acquires Navionics, premier supplier of marine navigational charts", "text": "Garmin is proud to announce that it has acquiredÂ Navionics S.p.A., a privately-held worldwide provider of electronic navigational charts and mobile applications for the marine industry.\nNavionics has long been known as a leading supplier of highly accurate navigational charts and mobile applications for boaters. By combining Navionicsâ€™ content with Garminâ€™s BlueChart and LakeVĂź content, we will be able to offer the best available breadth and depth of coverage to our marine customers. Going forward, we plan to retain the Navionics brand and will continue to support Navionicsâ€™ existing customers.\n“Since our founding, Navionics has been passionate about creating products that enhance the boating experience,â€\u009d said Giuseppe Carnevali, Navionics founder and president. â€œGarmin shares our passion for serving the marine industry, and is an ideal company to carry the strong brand and reputation of Navionics into the future.â€\u009d\nIn addition to a popular boating app, Navionics has developed an extensive repository of nautical charts for oceans, rivers, and lakes. Many of these charts have been developed with Navionicsâ€™ proprietary surveys, done both in the field and with remote sensing such as satellite imagery and airborne laser scanners.\nDo you love freshwater fishing and/or hunting? Follow us on social media @GarminFishHunt.\nFacebook Twitter Instagram If Saltwater fishing, coastal boating and sailing is more your style, check out @GarminMarine.\nFacebook Instagram The post Garmin acquires Navionics, premier supplier of marine navigational charts appeared first on Garmin Blog .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "navionics", "sentiment": "none"}, {"name": "giuseppe carnevali", "sentiment": "none"}], "organizations": [{"name": "navionics s.p.a.", "sentiment": "positive"}, {"name": "navionics", "sentiment": "positive"}, {"name": "garmin", "sentiment": "positive"}, {"name": "facebook instagram", "sentiment": "none"}, {"name": "bluechart", "sentiment": "none"}, {"name": "facebook twitter instagram if saltwater", "sentiment": "none"}], "locations": [{"name": "navionics", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-27T21:53:23.001+03:00"}, {"thread": {"uuid": "d214d0b73333f6522e1d1ff94a66561507dd8f0c", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe6Woy88H2Q8z7vf0roFD.GGEJv7T12Rnxg--", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Garmin ADS-B: Why Garmin?", "title_full": "Garmin ADS-B: Why Garmin?", "published": "2017-10-27T17:07:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d214d0b73333f6522e1d1ff94a66561507dd8f0c", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPTM9AynYiGe6Woy88H2Q8z7vf0roFD.GGEJv7T12Rnxg--", "ord_in_thread": 0, "author": "Dan Camacho", "published": "2017-10-27T17:07:00.000+03:00", "title": "Garmin ADS-B: Why Garmin?", "text": "Who would understand the challenges and opportunities of flying better than pilots themselves? At Garmin, we take great care in identifying and developing industry-leading products that are essential to our customers’ lives. That’s why we’re proud to deliver ADS-B products that are designed for pilots, by pilots.\n\nFollow us on Facebook , Twitter and Instagram for all of the latest Garmin Aviation announcements, news and stories.\nThe post Garmin ADS-B: Why Garmin? appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "instagram", "sentiment": "none"}], "organizations": [{"name": "ads-b", "sentiment": "none"}, {"name": "garmin aviation", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-27T21:53:23.007+03:00"}, {"thread": {"uuid": "460c930b7eed0d3ba676b7e15435dda49e58ea43", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQN9uzyYXyQf3eBjomX50V1_wvRAX1LNP5m2re99g.6j3jMpdZOHwu3a", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Garmin Halloween Rules", "title_full": "Garmin Halloween Rules", "published": "2017-10-30T22:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "460c930b7eed0d3ba676b7e15435dda49e58ea43", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQN9uzyYXyQf3eBjomX50V1_wvRAX1LNP5m2re99g.6j3jMpdZOHwu3a", "ord_in_thread": 0, "author": "Carolyn Cohen", "published": "2017-10-30T22:15:00.000+02:00", "title": "Garmin Halloween Rules", "text": "OFFICIAL RULES\nNO PURCHASE NECESSARY TO ENTER OR WIN. MUST BE 18 YEARS OF AGE OR OLDER TO ENTER. VOID WHERE PROHIBITED BY LAW.\nELIGIBILITY: The Sweepstakes is open only to any individual who is a legal resident of the 50 United States (excluding Puerto Rico residents) or the District of Columbia or of Canada (other than Quebec) and is 18 years of age or older at the time of entry . Employees and their immediate families of Garmin International, Inc. (“Garmin”) and any of Garmin’s affiliated companies are not eligible The Sweepstakes is subject to all applicable federal, state, and local laws and regulations and is void where prohibited by law. AGREEMENT TO OFFICIAL RULES: Entry in the Sweepstakes constitutes entrant’s full and unconditional agreement to and acceptance of these Official Rules and the decisions of Garmin, which are final and binding. Winning a prize is contingent upon fulfilling all requirements set forth herein in a timely manner.SPONSOR: Garmin, located at 1200 East 151st Street, Olathe, Kansas 66062, is the sole sponsor of the Sweepstakes. The Sweepstakes is in no way sponsored, endorsed or administered by, or associated with, Twitter or Instagram. SWEEPSTAKES TERM: The Sweepstakes begins at 12:00pm Central Time (“CT”) on Tuesday, October 31 st , 2017 and will continue until 11:59 P.M. on November 3 rd , 2017 or such longer or shorter term as Garmin shall determine in its sole discretion (the “Sweepstakes Term”). Entries received prior to or after the Sweepstakes Term will be disqualified. Garmin is the official timekeeper for the Sweepstakes Term, and all timekeeping decisions of Garmin shall be final. ENTRY: NO PURCHASE NECESSARY TO ENTER: There are two methods of entry for the Sweepstakes, neither of which requires a purchase (nor will a purchase or payment of any kind increase chances of winning). The first method of entry is the “Sharing” photo images method using #GarminHalloween on either Twitter or Instagram. There are no limits on the number of times an entrant may enter the Sweepstakes by sharing a photo image, so long as each shared photo image is unique. Uniqueness shall be determined in Garmin’s sole discretion. Eligible persons may also enter the Sweepstakes by emailing social.media@garmin.com with the subject line stating “Garmin Halloween Photo Sweepstakes”. Entrants using this alternate method of entry must provide their age, physical mailing address, and phone number in their email entry. There are no limits on the number of times entrants using this alternate method of entry may enter the Sweepstakes. Each entrant using the photo submission method of entry acknowledges and agrees that entrant’s image submitted in the Sweepstakes, including, but not limited to, all works of authorship, comments and derivative works, whether or not subject to copyright protection, made, conceived, expressed, written or authored by entrant, solely or jointly with others, in connection with any submission shall, upon such submission, become the exclusive property of Garmin together with all copyrights and other intellectual property rights therein and thereto, as well as all of the result and proceeds of the submission hereunder throughout the world in perpetuity, free of any and all claims by entrant or entrant’s agents, assignees and successors-in-interest. Entrant hereby irrevocably transfers, conveys and assigns to Garmin all right, title and interest, including the copyright and any other rights, in and to the submitted image. Entrant hereby waives and releases any and all claims that entrant may now have or may hereafter acquire with respect to the submitted image and to the derivative works and proceeds thereof. Garmin shall have the unlimited right to exploit the submitted screenshot for any purpose or use in any and all media throughout the world in perpetuity. Garmin shall have no obligation to exploit any submitted image. Each entrant using the photo submission method of entry and the photo image sharing method of entry represents and warrants that: (i) entrant owns all rights, licenses, consents and releases necessary to enter such photo in the Sweepstakes, free and clear of any claims, restrictions or other agreements that conflict with or adversely affect entrance in the Sweepstakes; and (ii) neither the photo nor entrant’s submission of it to Garmin, or Garmin’s use of it, will infringe, misappropriate or violate any patent, copyright, trademark, trade secret, confidential information, moral rights, or other proprietary or intellectual property rights, or rights of publicity or privacy of any third party, or result in the violation of any applicable law or regulation. Entries will not be acknowledged. Garmin and its affiliates assume no responsibility for any lost entries or any computer, Internet or technical malfunctions that might occur during the entry process. Normal Internet access and usage charges imposed by your online service will apply. Each eligible participant may enter under one email address only. Anyone found to use multiple email addresses to enter will be disqualified from all participation in the Sweepstakes. Entries by any method other than set forth in this Section 5 are void. Garmin is not responsible for entries that it does not receive for any reason, or for entries that it receives but are ineligible under these Official Rules. Garmin will automatically disqualify any incomplete or illegible entry. In the event of a dispute as to the identity of any entrant, the authorized account holder of the email address used to set up the Twitter or Instagram account from which the entry was received, , or in the case of the alternate means of entry, the email address from which entry was received, will be deemed to be the entrant. Potential winners may be required to show proof of being the authorized account holder of the email address associated with the entry. ENTRY LIMITATIONS: Eligible participants are limited to entry in the Sweepstakes as specified in Section 5. Each eligible participant may only enter under one email address. Entries using automated means to generate entries, or otherwise participate are not eligible. Use of any automated system to enter any drawing as determined by Garmin in its sole judgment is prohibited and will result in disqualification from all drawings at Garmin’s sole discretion. Additionally, anyone found to use multiple email addresses, multiple Twitter handles or multiple Instagram accounts to enter will be disqualified from all participation in the Sweepstakes. ALL ELIGIBLE ENTRIES FOR THE SWEEPSTAKES WILL BE ENTERED INTO THE SWEEPSTAKES. Entries by any method other than set forth in Section 5 are void. Garmin is not responsible for entries that it does not receive for any reason, or for entries that it receives but are ineligible under these Official Rules. Garmin will automatically disqualify: (1) any incomplete or illegible entry; and (2) any entries received that are in excess of the entry limit described above WINNERS; PRIZES: One winner will be randomly selected from all valid entries at 10:00 A.M. on November 6, 2017. . The odds of winning the Sweepstakes depend on the number of eligible entries received for the Sweepstakes. The random drawing will be conducted by one or more employees of Garmin or an independent fulfillment entity. The winner will receive a Halloween prize pack including training socks, hats and workout gear, a Garmin vivosport and a vivofit Jr., with an approximate retail value (“ARV”) of $335.00. The ARV of prizes is subject to price fluctuations in the consumer marketplace based on, among other things, any gap in time between the date the ARV is estimated for purposes of these Official Rules and the date the prize is awarded. RULES APPLICABLE TO PRIZE. The prize is nontransferable and non-refundable and must be accepted as awarded. No cash or other substitution may be made, except by Garmin, who reserves the right to substitute for the Prize another item of equal or greater value if the original Prize is not available for any reason as determined by Garmin in its sole discretion. The winners is responsible for any taxes associated with the receipt of the prize. NOTIFICATION OF POTENTIAL WINNER: Garmin will attempt to notify the potential Winner by email or by direct message on the winner’s Twitter or Instagram account within 24 hours after the determination of such winner. If the winner cannot be located or does not respond within 48 hours of the sending of notification by Garmin, that winner will be disqualified and an alternate potential winner will be drawn from the pool of remaining valid entries. Alternate potential winners will be notified by email. Garmin and its affiliates, or their respective officers, directors, employees, representatives and agents, will not be liable for unsuccessful efforts to notify a potential winner. REQUIREMENTS OF THE POTENTIAL WINNER Except where prohibited by law, the winner may be required to sign an affidavit of eligibility (the “Affidavit”), which includes a liability release and a release authorizing the use of the winner’s name and likeness for purposes consistent with these Official Rules. If the winner is ineligible to receive the prize; does not qualify for the prize; fails for any reason to respond within 48 hours of being notified of being the winner; and/or fails or declines to execute and return original, fully and properly executed Affidavit to Garmin postmarked within the required time period, that winner will be disqualified and an alternate potential winner will be drawn from the pool of remaining valid entries. PRIVACY: Garmin will be collecting personal data from the entrants in order to confirm Sweepstakes eligibility. Garmin will treat this data in accordance with its privacy policy, located at http://www.garmin.com/privacy/. In addition, Garmin may use and share an entrant’s personal data with third parties solely to the extent necessary to fulfill its obligation to administer and sponsor this Sweepstakes. All information provided is being provided solely to Garmin, and not to Twitter or Instagram. GENERAL CONDITIONS: Garmin reserves the right to cancel, suspend, and/or modify the Sweepstakes if any fraud, virus or other technical problem corrupts the administration, security or proper play of the Sweepstakes, as determined by Garmin in its sole discretion. The use of robotic, automatic, macro, programmed or like methods (including without limitation the use of any promotion/sweepstakes subscription, notification, entry or like sites or services that offer sweepstakes entry services “on behalf of” entrant) is strictly prohibited. In such event, Garmin reserves the right to award a Prize at random from among the valid entries received up to the time of the impairment. Garmin reserves the right in its sole discretion to disqualify any individual it finds to be tampering with the entry process or the operation of the Sweepstakes or to be acting in violation of these Official Rules or in an unsportsmanlike or disruptive manner. Any false information provided by any entrant concerning his/her identify or mailing address or any non-compliance by an entrant with these Official Rules may result in the immediate disqualification of the entrant from this Sweepstakes. ANY ATTEMPT BY ANY PERSON TO UNDERMINE THE LEGITIMATE OPERATION OF THE SWEEPSTAKES MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAW, AND SHOULD SUCH AN ATTEMPT BE MADE, GARMIN RESERVES THE RIGHT TO SEEK DAMAGES FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW. Garmin’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. PUBLICITY: Notwithstanding any other term herein, except where prohibited by law, submission of any entry constitutes the entrant’s consent to use of his/her name, likeness, voice, state of residence, biographical and prize information, statements about the promotion and/or the entrant’s photo or anything submitted to enter into the Sweepstakes for advertising and promotional purposes in any media now known or hereafter devised without review, notification, approval or compensation. LIMITATIONS OF LIABILITY: BY PARTICIPATING IN THE SWEEPSTAKES, EACH ENTRANT AGREES TO RELEASE AND HOLD HARMLESS GARMIN AND ITS PARENTS, SUBSIDIARIES, AFFILIATES, AND EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS AND TWITTER AND INSTAGRAM (THE “RELEASED PARTIES”), FROM AND AGAINST ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF PARTICIPATION IN THE SWEEPSTAKES OR RECEIPT OR USE OF THE MONTHLY PRIZE, INCLUDING BUT NOT LIMITED TO: (A) ANY INACCURATE INFORMATION, WHETHER CAUSED BY ENTRANTS OR PRINTER ERRORS; (B) UNAUTHORIZED HUMAN INTERVENTION IN ANY PART OF THE SWEEPSTAKES; (C) TECHNICAL FAILURES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO ELECTRONIC MALFUNCTIONING OF ANY WEBSITE, NETWORK, HARDWARE OR SOFTWARE; (D) TECHNICAL OR HUMAN ERROR WHICH MAY OCCUR IN THE ADMINISTRATION OF THE SWEEPSTAKES OR THE PROCESSING OF ENTRIES; OR (E) ANY INJURY OR DAMAGE TO PERSONS OR PROPERTY INCLUDING, BUT NOT LIMITED TO, DEATH, WHICH MAY BE CAUSED, DIRECTLY OR INDIRECTLY, IN WHOLE OR IN PARTY, FROM THE ENTRANT’S PARTICIPATION IN THE SWEEPSTAKES OR THE RECEIPT OF THE MONTHLY PRIZE. WITHOUT LIMITING THE FOREGOING, EVERYTHING IN THESE RULES AND IN THIS PROMOTION, INCLUDING THE MONTHLY PRIZE, IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT. Some jurisdictions may not allow the limitations or exclusion of implied warranties, so some of the above limitations or exclusions may not apply to all entrants. Each entrant should check his/her local laws for any restrictions or limitations regarding these limitations or exclusions. DISPUTES: Except where prohibited by law, each entrant agrees that: (a) any and all disputes, claims and causes of action arising out of, or connected with, the Sweepstakes shall be resolved individually, without resort to any form of class action, and exclusively by the appropriate court located in the State of Kansas; and (b) entrant waives the right to claim any damages whatsoever, including, but not limited to, punitive, consequential, direct, or indirect damages, including attorney’s fees. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, entrant’s rights and obligations, or the rights and obligations of Garmin in connection with the Sweepstakes, shall be governed by, and construed in accordance with, the laws of the State of Kansas. RULES: A copy of these Official Rules will be posted at www.garmin.com/en-us/blog/general/Halloween-sweepstakes-rules. Interested persons can obtain a list of the Sweepstakes winner(s) and a copy of these Official Rules by sending a self-addressed, stamped envelope to Garmin International, Inc., Attn: Fitness Department, 1200 East 151st Street, Olathe, Kansas 66062 The post Garmin Halloween Rules appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-31T02:34:05.005+02:00"}, {"thread": {"uuid": "23b4aff5b15ab7bc3d396c4644d6da5647c0b0af", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQNe5ZCykZ4u._f3oiCSJDxYRMetwfx8mWv.5PqgwEFhNIVfNBIOsVWu9AtGM3aQgIzY_2DMFDuWaCYLzKIycTwE", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Introducing ActiveCaptain – the Ultimate Connected Boating Experience", "title_full": "Introducing ActiveCaptain – the Ultimate Connected Boating Experience", "published": "2017-10-31T14:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 4, "domain_rank": 1026, "social": {"facebook": {"likes": 491, "comments": 0, "shares": 491}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 12}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "23b4aff5b15ab7bc3d396c4644d6da5647c0b0af", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQNe5ZCykZ4u._f3oiCSJDxYRMetwfx8mWv.5PqgwEFhNIVfNBIOsVWu9AtGM3aQgIzY_2DMFDuWaCYLzKIycTwE", "ord_in_thread": 0, "author": "James Flath", "published": "2017-10-31T14:02:00.000+02:00", "title": "Introducing ActiveCaptain – the Ultimate Connected Boating Experience", "text": "Introducing ActiveCaptain, a free all-in-one mobile app for mariners that delivers a seamless content management system with unlimited access to cartography, automatic delivery of the latest software available, off-vessel planning capabilities, connected services and so much more in one simple, yet powerful application.\n\nActiveCaptain blends features our customers know and love from our existing apps – Garmin Helm and BlueChart Mobile – and adds enhanced connectivity, community and planning functionality for the ultimate connected boat ecosystem. Staying connected on and off the water is important to our customers, so we’re excited to deliver a one-app approach that’ll keep them connected to their Garmin electronics, cartography and the marine community.\nWhether out on the water or planning the next trip, mariners can utilize the ActiveCaptain app as a one-stop-shop to manage their experiences from nearly anywhere, including:\nOneChart – Access, update and purchase maps and charts from the OneChart storefront from a mobile device at any time. Smart Notifications – Stay connected to the world with calls, text messages and more shown on the chartplotter display while the phone is stowed away, safe and dry. ActiveCaptain Community – See what others are saying with access to up-to-date-feedback from the boating community feedback on marinas, reported hazards and other POIs in the area. Planning – Make, save and transfer routes and waypoints between the app and the chartplotter with zero button presses. 1 Mobile Quickdraw Community – Easily upload and download of the latest community-made Quickdraw Contours chart and map content. Sync User Data – Automatically synchronize marked waypoints and routes between the app and chartplotter. Over-the-Air Software Updates – Once the app is paired with the chartplotter, notifications and update details combined with seamless delivery eliminate the need to transport updates from desktops via an SD card. View and Control – View and control your chartplotter from your smartphone or tablet from anywhere on the boat. The ActiveCaptain app is available as a free download from either the App Store or on Google Play. It’s compatible with a range of Garmin chartplotters and MFDs, including the new ECHOMAP Plus 6cv, 7cv, 7sv and 9sv; the new STRIKER Plus 7cv, 7sv and 9sv; as well as the GPSMAP 7×2/9×2, 10×2/12×2, 7400/7600, 8000/8200 and the 8400/8600 series. To learn more, visit www.activecaptain.garmin.com .\nLove inland fishing or hunting? Follow us on social media @GarminFishHunt.\nFacebook Twitter Instagram If Saltwater fishing, coastal boating and sailing is more your style, check out @GarminMarine.\nFacebook Instagram  \nThe post Introducing ActiveCaptain – the Ultimate Connected Boating Experience appeared first on Garmin Blog .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "bluechart mobile", "sentiment": "none"}, {"name": "facebook instagram", "sentiment": "none"}, {"name": "mobile quickdraw community", "sentiment": "none"}, {"name": "google", "sentiment": "none"}, {"name": "gpsmap", "sentiment": "none"}, {"name": "facebook twitter instagram if saltwater", "sentiment": "none"}, {"name": "activecaptain community", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-31T14:05:33.001+02:00"}, {"thread": {"uuid": "9038c93412fbb405c3940a5764c65867b0371f70", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPRvToxHywl53smk_KRvf_LHGD_MgXkI5wrGOHBGzRcFG6qOnP7mmBT5_Qu7GykNsVN6fhtsMOxsqzj_Cvg8bSENePYWVqHWcU-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "Introducing ECHOMAP Plus Chartplotter/Sonar Combos", "title_full": "Introducing ECHOMAP Plus Chartplotter/Sonar Combos", "published": "2017-10-31T14:01:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 5, "domain_rank": 1026, "social": {"facebook": {"likes": 517, "comments": 0, "shares": 517}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9038c93412fbb405c3940a5764c65867b0371f70", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPRvToxHywl53smk_KRvf_LHGD_MgXkI5wrGOHBGzRcFG6qOnP7mmBT5_Qu7GykNsVN6fhtsMOxsqzj_Cvg8bSENePYWVqHWcU-", "ord_in_thread": 0, "author": "James Flath", "published": "2017-10-31T14:01:00.000+02:00", "title": "Introducing ECHOMAP Plus Chartplotter/Sonar Combos", "text": "We are excited to announce the ECHOMAPÂ Plus series, the next generation of chartplotters and sonar combination units with industry-leading features for both saltwater and inland anglers and boaters. Building on the success of its predecessor series, echoMAP CHIRP, the new ECHOMAP Plus features powerful sonar capabilities, preloaded charts and mapping, and built-in Wi-Fi for access to the new Garmin ActiveCaptainÂ marine app for the ultimate connected boating experience.\nThe ECHOMAP series has been popular since its introduction nearly five years ago. Weâ€™ve taken the proven design of these all-in-one combos and have given them exciting new functionality to meet the demands of todayâ€™s angler, including keyed-assist touchscreens and connectivity capabilities. Whether youâ€™re trolling for Mahi or targeting bass, the ECHOMAP Plus series has you covered.\n\nAvailable in a range of display sizes to accommodate nearly every boat and budget, the Plus series features a bright, sunlight-readable 4-, 6-, 7- or 9-inch display. The 6-inch units are new to the ECHOMAP series and are larger with more pixels and easier to read than previous 5-inch models. The ECHOMAP Plus series also offers the convenience of a new keyed-assist touchscreen on the 7- and 9-inch units, which gives users quick access to the features they use most.\nStaying connected on and off the water is easier than before with the ECHOMAP Plus series. Thanks to its built-in Wi-Fi 1 , anglers can take advantage of the free all-in-one Garmin ActiveCaptain mobile app that creates a simple yet powerful connection between a compatible mobile device and an ECHOMAP Plus. Use the ActiveCaptain app to access, update and purchase maps and charts from the OneChartÂ storefront on a mobile device anytime, and reference the ActiveCaptain community for marina and other points of interest details, access to QuickdrawÂ Community data and more. ActiveCaptain also provides smart notifications 2 directly to the plotter/combo, over-the-air software updates, off-vessel planning capabilities and so much more.\nThese new connectivity features make it possible for anglers to purchase the latest map and study it to plan their next trip all before stepping foot on the boat. Once the ECHOMAP Plus is powered on, the maps and charts will be instantly available, and the user can rest assured that the software will always be up to date with the latest feature improvements from Garmin before heading out for the day.\nFor crystal-clear scanning of fish and structure, the ECHOMAP Plus offers built-in CHIRP traditional sonar and CHIRP ClearVĂźÂ and SideVĂź scanning sonar. Instead of just sending one single frequency, CHIRP sends a continuous sweep of frequencies and interprets them individually upon their return, creating crisper fish arches with better target separation. For anglers who want to see objects and structure below the boat, ClearVĂź provides a nearly photographic view with excellent resolution and target separation in both freshwater and saltwater. The ECHOMAP Plus â€œsvâ€\u009d models also add SideVĂź scanning for customers who want to see whatâ€™s located on both sides of the boat.\nAll 7- and 9-inch Plus units provide support for all Garmin PanoptixÂ all-seeing sonar transducers, so anglers can see real-time sonar imagery at video-like speed. Panoptix shows an image of fish swimming and moving toward or away from the boat â€“ even while stationary â€“ in real time and up to 100 feet away. A free software update planned for Q1 2018 will also enable the 7- and 9-inch ECHOMAP Plus units to share user and sonar data between devices.\nAvailable with preloaded cartography for coastal or fresh waters, the new ECHOMAP Plus units feature built-in BlueChart g2 charts, U.S. or Canada LakeVĂźÂ HD maps. U.S. LakeVĂź is an extensive database of more than 17,000 inland lakes, reservoirs and rivers that includes over 13,000 lakes with high-definition 1-foot contours. Canada LakeVĂź features more than 13,500 lakes, 4,800 of which have 1-foot contours.\nThe new ECHOMAP Plus series will be available in Q4 2017, with suggested retail prices ranging from $199.99 to $1299.99. For more information, visit garmin.com/newmarine .\nLove inland fishing or hunting? Follow us on social media @GarminFishHunt.\nFacebook Twitter Instagram If Saltwater fishing, coastal boating and sailing is more your style, check out @GarminMarine.\nFacebook Instagram 1 The 4-inch models do not include Wi-Fi.\n2 When paired with a compatible mobile device.\nThe post Introducing ECHOMAP Plus Chartplotter/Sonar Combos appeared first on Garmin Blog .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "facebook instagram", "sentiment": "none"}, {"name": "quickdraw community", "sentiment": "none"}, {"name": "facebook twitter instagram if saltwater", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}], "locations": [{"name": "canada", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T14:05:34.000+02:00"}, {"thread": {"uuid": "78cb631752c43c37bababca8a6125d565d3f473b", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzGhFl62bkK_.dEAYjK2_CRQptu12kDRdtI.WzhmuPdAJrxFNnerG.TsNzCN8QIrBJhMMMGrZ1qqn", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Outdoor – Garmin Blog", "title": "Introducing The Descent Mk1, Our First Dive Computer", "title_full": "Introducing The Descent Mk1, Our First Dive Computer", "published": "2017-10-31T15:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 3, "domain_rank": 1026, "social": {"facebook": {"likes": 354, "comments": 0, "shares": 354}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "78cb631752c43c37bababca8a6125d565d3f473b", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQMpJOBFO1CmzGhFl62bkK_.dEAYjK2_CRQptu12kDRdtI.WzhmuPdAJrxFNnerG.TsNzCN8QIrBJhMMMGrZ1qqn", "ord_in_thread": 0, "author": "James Flath", "published": "2017-10-31T15:00:00.000+02:00", "title": "Introducing The Descent Mk1, Our First Dive Computer", "text": "Today we have announced the Descent Mk1, a dive computer housed in a watch-style design offering surface GPS navigation with rich color mapping. Designed for recreational, technical and free divers, the Descent Mk1 allows divers to plan their underwater adventure right on the watch and use GPS waypoints to automatically mark dive entry and exit points. The Descent Mk1 also offers multiple dive modes, 3-axis compass, in-dive data, as well as multi-sport functions like wrist-based heart rate, activity profiles and automatic dive log uploads via the Garmin Connect Mobile app to Garmin’s online dive community. The Descent Mk1 is being launched in conjunction with DEMA in Orlando, Florida, Nov. 1-4, booth #2234.\n“No matter what kind of diver you are, the Descent Mk1 is the intuitive dive computer you won’t want to take off. And with features built for in and out of the water, packed into a watch form factor, you don’t have to,” said Dan Bartel, Garmin vice president of global consumer sales. “The Descent Mk1 was built by divers, for divers and we are so excited that our passion for engineering purpose-built devices, now supports the passion of underwater explorers.”\n\nThe Descent Mk1 includes an Apnea mode for recreational and competitive free divers, and Apnea Hunt mode for spear fishers. When the diver submerges, the device will automatically start the dive, and when the diver surfaces from the water, it will automatically stop the dive. The Descent Mk1 supports up to six gases including air, nitrox and trimix. While enjoying their dive under the water, useful information such as depth, dive time, temperature, NDL/TTS, ascent/descent rates, gas mix, PO2, N2 loading, decompression/safety stop information, time-of-day, and more on a crisp 1.2-inch color display. The diver can switch to the dive compass and additional data pages with the push of a button, or with a quick double tap on the screen.\nThe dive computer utilizes the Bühlmann ZHL-16c algorithm with configurable conservatism settings. Choose from three pre-set conservatism settings, or enter custom Gradient Factors.\n\nSelectable tone and vibration alerts help keep divers informed throughout their dive. When worn over a divers bare wrist, the Garmin Elevate wrist-based heart rate technology 1 will monitor pulse and track exertion levels. The Descent Mk1 will automatically uploads dive logs to Garmin Connect™ for post-dive analysis. Divers can name their dive, and go back in app to review dive data such as type of dive, temperature, entry and exit points and more.\nTopside, the Descent Mk1 features a high-sensitivity GPS and GLONASS satellite tracking for map-based surface navigation including ABC (altimeter, barometer and compass) sensors. Beyond the full range of diving functions, the Descent Mk1 offers a complete feature set of sports/training, fitness and outdoor navigation tools. Preloaded with activity profiles for swimming, running, biking, hiking, skiing, rowing, paddle boarding and more. The Descent Mk1, when paired with a compatible smartphone 2 , allows a user to receive and view text messages, emails and smart notifications right on the watch. Users can customize the watch display with free watch faces, apps and data fields from our Connect IQ store. \n\nCrafted with premium materials, the Descent Mk1 dive computer will be available in two styles. A stainless-steel bezel with silicone watch band or a premium version with titanium bezel and greater scratch resistant brushed DLC titanium bracelet. Using QuickFit bands, the diver can easily change between regular and longer QuickFit bands, for use over thick wetsuits or dry suits. QuickFit bands also allow the diver to tailor their wrist-worn style for any daily activity or special occasion — no tools required. Both models feature a domed sapphire lens for scratch resistance, and a bright, high-resolution full color 1.2-inch display with LED backlighting, assuring readability in all lighting conditions, above or below the water. Dive rated up to 100 meters 3 (EN13319) the Descent Mk1 has a battery life of up to 40 hours in dive mode, 19 days in watch mode, 10 days in smartwatch mode, 20 hours in GPS/HR activity mode, and up to 30 hours in UltraTrac mode. \nThe Descent Mk1 is expected to be available in Q4 2017 for a suggested retail price of $999.99 for the stainless-steel and $1,499.99 for the premium version. To learn more, visit www.garmin.com/descent \n1See Garmin.com/ataccuracy\n2When paired with a compatible smartphone; see Garmin.com/ble\n3 See Garmin.com/waterrating\nThe post Introducing The Descent Mk1, Our First Dive Computer appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "dan bartel", "sentiment": "none"}], "organizations": [{"name": "abc", "sentiment": "none"}, {"name": "garmin connect mobile", "sentiment": "none"}, {"name": "dema", "sentiment": "none"}, {"name": "dlc", "sentiment": "none"}, {"name": "garmin", "sentiment": "none"}], "locations": [{"name": "garminâ", "sentiment": "none"}, {"name": "orlando", "sentiment": "none"}, {"name": "florida", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T15:05:24.003+02:00"}, {"thread": {"uuid": "915239f391c94c0d91f9c35f5e702f0cf3c9f6f0", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPRvToxHywl53smk_KRvf_LHGD_MgXkI5yy4MWVEl_aNVchQS2yeIjDu7GqTfbAI1A-", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": ["shopping", "business"], "section_title": "Marine – Garmin Blog", "title": "Garmin introduces STRIKER Plus fishfinders", "title_full": "Garmin introduces STRIKER Plus fishfinders", "published": "2017-10-31T14:59:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 3, "domain_rank": 1026, "social": {"facebook": {"likes": 351, "comments": 0, "shares": 351}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "915239f391c94c0d91f9c35f5e702f0cf3c9f6f0", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQPRvToxHywl53smk_KRvf_LHGD_MgXkI5yy4MWVEl_aNVchQS2yeIjDu7GqTfbAI1A-", "ord_in_thread": 0, "author": "James Flath", "published": "2017-10-31T14:59:00.000+02:00", "title": "Garmin introduces STRIKER Plus fishfinders", "text": "Announcing the STRIKER Plus series – proven fishfinders with industry-leading sonar that are packed with new features to help anglers find and catch more fish, yet easy as ever to use.\nThe new STRIKER Plus series has the features that will bring the benefit of built-in GPS, Quickdraw Contours and Wi-Fi to first-time users, and will convince existing STRIKER customers to upgrade. These new fishfinders are the perfect entry-level solution for anglers who want the best sonar available plus the ability to create and store their own contour maps.\nLike the first-gen STRIKER series, the STRIKER Plus offers built-in CHIRP traditional sonar and CHIRP ClearVü and SideVü scanning sonar technology. In addition to crystal clear fish arches and remarkable target separation with CHIRP sonar, Garmin ClearVü shows a nearly photographic wide image of what passes below the boat, while SideVü gives anglers a crisp, clear view of what lies off to each side of the boat, including structure, submerged objects and fish.\nNobody knows the waters better than the anglers that fish them, and now STRIKER Plus users can create HD fishing maps of the places they’ve been. Thanks to the built-in Quickdraw Contours mapping software, it’s easy to create and store up to 2 million acres of maps with 1-foot contours. Once the feature is turned on, users will instantly see contours with labels generated right on the screen as the boat moves – there’s no waiting around or sending the files to Garmin. The results are quick and accurate, and can be viewed in real-time, or created in the background for use at a later time. For the most comprehensive coverage, Quickdraw Contours clearly shows where usable depth information has been collected and where gaps exist, so users can easily see what still needs to be collected.\nWith the addition of built-in Wi-Fi 1 , users can take advantage of the free all-in-one Garmin ActiveCaptain mobile app that creates a simple yet powerful connection between a compatible mobile device and a STRIKER Plus unit. Thanks to ActiveCaptain, waypoints and routes can be transferred directly to a STRIKER Plus unit making it easier than ever for anglers to pre-fish a body of water. Smart notifications are also delivered right on the screen as well as over-the-air software updates so users will always have access to the latest feature improvements from Garmin before heading out for the day. ActiveCaptain also makes it possible to quickly and easily access the Quickdraw Contours Community to share or download new user-collected data.\nThe STRIKER Plus series comes standard with a built-in high-sensitivity GPS receiver, so fishermen have the ability to not only see fish and structure below the boat, but also to quickly and easily mark favorite fishing spots and other areas of interest like brush piles, stumps and docks, and get back to them. When trolling, the high-sensitivity GPS provides an update once per second, giving fishermen the precision needed to dial in the exact trolling speed and optimize lure presentation. Users can also share waypoint data across multiple STRIKER Plus units, as well as the new ECHOMAP Plus series devices.\n\nAvailable with a 5- or 7-inch display, the Plus series also adds a larger 4.3- and 9-inch model to the lineup, all with bright, sunlight readable color displays. With a rugged design and keyed interface that’s built to withstand the harsh marine environment, the STRIKER Plus series comes with everything anglers need – including transom- and trolling-motor transducer and mounting hardware – to make getting on the water fast and easy. The six new models offer flexible mounting so the devices can be tilted for an optimum-viewing angle. An optional flush-mount kit is available for in-dash installation. Additionally, the STRIKER Plus series is compatible with a wide-range of optional Garmin scanning transducers to customize sonar performance and installation options.\nThe new STRIKER Plus fishfinders will be available soon with suggested retail prices ranging from $139.99 to $699.99. For more information, visit garmin.com/newmarine .\n1 Wi-Fi is only available on the 7- and 9-inch models.\nLove inland fishing or hunting? Follow us on social media @GarminFishHunt.\nFacebook Twitter Instagram If Saltwater fishing, coastal boating and sailing is more your style, check out @GarminMarine.\nFacebook Instagram The post Garmin introduces STRIKER Plus fishfinders appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "garmin", "sentiment": "negative"}, {"name": "facebook instagram", "sentiment": "none"}, {"name": "facebook twitter instagram if saltwater", "sentiment": "none"}, {"name": "quickdraw contours", "sentiment": "none"}, {"name": "quickdraw contours community", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-31T16:04:52.005+02:00"}, {"thread": {"uuid": "092041eda37f54a24234c650b2af846753d7840d", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQN9uzyYXyQf3Y1qfzLyjHNon.IyVrcDIPdu4jyBvC5s5.GRDol7BNU9", "site_full": "www.garmin.com", "site": "garmin.com", "site_section": "https://www.garmin.com/en-US/blog", "site_categories": [], "section_title": "Garmin Blog", "title": "The New Garmin Connect Mobile", "title_full": "The New Garmin Connect Mobile", "published": "2017-10-25T17:55:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 1026, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "092041eda37f54a24234c650b2af846753d7840d", "url": "http://omgili.com/ri/.wHSUbtEfZSJVMyu4VFtv4atZz9TQ9b0y_fpjnvVyQN9uzyYXyQf3Y1qfzLyjHNon.IyVrcDIPdu4jyBvC5s5.GRDol7BNU9", "ord_in_thread": 0, "author": "Carolyn Cohen", "published": "2017-10-25T17:55:00.000+03:00", "title": "The New Garmin Connect Mobile", "text": "It’s time for a new design. Garmin Connect™ Mobile just announced an update to your dashboard, and we thought you might want to know about the new features we are excited about.\nMy Day\nThe first thing you’ll notice when you open the app is the updated My Day page. Bold, colorful activity cards provide all your vital health statistics — steps, calories, sleep and more — at a glance. Just scroll down to easily compare today’s totals to past results, or tap in for more detailed information.\n \n\nCustomizable Dashboard\nSet up your dashboard based on what you want to see first. If knowing your sleep patterns is most important, you can pin it to the top of your dashboard. When you finish a run or bike ride, it will jump to the top of your dashboard, so you can review your stats. And you can remove the stats you don’t want to see.\nActivities by Color\nYour activity cards come in different colors, so you can easily identify each activity and challenge. You won’t have to read a title to know that you are viewing cycling activities or your latest run.\nYour Week in Review\nHunting down your stats is a thing of the past; the My Day view lets you compare today’s stats to yesterday’s. You’ll have a card dedicated to how you wrapped up your previous day. Then at the end of the week, you can look back at your averages from the last 7 days.\nThe post The New Garmin Connect Mobile appeared first on Garmin Blog .\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-01T00:20:19.000+02:00"}], "totalResults": 25, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509488419000&q=language%3Aenglish+site%3Agarmin.com&sort=crawled", "requestsLeft": 801}