{"posts": [{"thread": {"uuid": "2fc412201be871e5daefd44b2de7dc59613497da", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edsuUifXNRYHO_vH8DFdt2_FDqSH68O6X5JHQSJqrtmH7FsaXI7eSUv3tvQejavY5qNzZRll9mE9JZTK.gFC8_mD4oT8wrHdsfCQ--", "site_full": "www.pcwelt.de", "site": "pcwelt.de", "site_section": "http://www.pcwelt.de/rss/ratgeberfeed.xml", "site_categories": ["windows", "tech"], "section_title": "PC-WELT RSS Alle Ratgeber", "title": "Die besten Musik-Streaming-Dienste im Vergleich", "title_full": "Die besten Musik-Streaming-Dienste im Vergleich", "published": "2017-10-05T10:11:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://bilder.pcwelt.de/4120803_1000x500_r.jpg", "performance_score": 0, "domain_rank": 7653, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2fc412201be871e5daefd44b2de7dc59613497da", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edsuUifXNRYHO_vH8DFdt2_FDqSH68O6X5JHQSJqrtmH7FsaXI7eSUv3tvQejavY5qNzZRll9mE9JZTK.gFC8_mD4oT8wrHdsfCQ--", "ord_in_thread": 0, "author": "Sandra Ohse &amp; Peter Stelzel-Morawietz", "published": "2017-10-05T10:11:00.000+03:00", "title": "Die besten Musik-Streaming-Dienste im Vergleich", "text": "05.10.2017 | 09:11 Uhr | Sandra Ohse & Peter Stelzel-Morawietz Artikel empfehlen: \nEgal ob Spotify, Deezer oder Napster - fast alle Streamingdienste scheinen das Gleiche zum gleichen Preis zu bieten. Aber nur auf den ersten Blick: Unser Test zeigt die Unterschiede auf und erklärt, was bei Musik-Flatrates in der Praxis noch wichtig ist. Vergrößern Wer die Wahl hat, hat die Qual - doch gibt es deutliche Unterschiede zu beachten. © Foto: © junce11 – Fotolia.com Egal, ob Amazon Music Unlimited, Apple Music, Deezer, Google Play Music, Napster, Spotify oder Tidal – fast alle Streaming-Dienste scheinen das Gleiche zum selben Preis zu bieten. So verlangen alle für ihr uneingeschränktes Premium-Abo knapp zehn Euro im Monat. Dafür bekommen die Kunden Zugriff auf 30 bis 40 Millionen Songs, und sie können ihre Musik am PC, dem Smartphone, dem mobilen Lautsprecher, dem Autoradio, der Spielekonsole oder dem Smart-TV hören – und das nicht nur online, sondern auch offline ohne Internetverbindung. Voraussetzung ist dann natürlich, dass die Musik zuvor auf das jeweilige Wiedergabegerät heruntergeladen wurde – am besten per WLAN. Auf den zweiten Blick unterscheiden sich die Dienste aber dann doch bei Funktionen und Angebot. Unser Test zeigt die Unterschiede auf und erklärt, was bei Musik-Flatrates in der Praxis noch wichtig ist. Abo-Varianten: Studentenrabatt & Co. Vergrößern Der Musikstreamingdienst Google Play Music bietet über 35 Millionen Songs. Außerdem finden Sie hier zahlreiche Hörbücher. Neben den regulären Abo-Varianten haben die Anbieter weitere Musikstreamingpakete im Sortiment. So bieten alle Dienste bis auf Napster einen vergünstigten Familientarif. Denn gerade bei einer vielköpfigen Familie kann das Musikstreaming ein teurer Spaß werden. Solche Familien-Abos schlagen jeweils mit 14,99 Euro monatlich zu Buche. Dabei können immer bis zu sechs Personen auf einen eigenen Zugang zugreifen. Bei einer sechsköpfigen Familie macht das gerade einmal knapp 2,50 Euro pro Person. Auch Studenten können bei manchen Streamingdiensten kräftig sparen. So gibt es sowohl bei Apple Music als auch bei Spotify einen Studentenrabatt von 50 Prozent. Amazon bietet darüber hinaus das Amazon- Music-Unlimited-für-Echo-Abo für 3,99 Euro monatlich. Hier können Sie unbegrenzt Musik auf einem Amazon Echo oder Amazon Echo Dot streamen. Die Anzahl der Wiedergabegeräte ist hier allerdings auf einen Lautsprecher beschränkt. Beim Premium-Abo sparen außerdem Amazon-Prime-Kunden: Sie zahlen hier statt 9,99 Euro lediglich 7,99 Euro für die Musik-Flatrate. Deezer und Tidal wenden sich mit dem Deezer Elite-Abo für 14,99 sowie dem Tidal Hifi für 19,99 Euro an die Musikenthusiasten. Hier ist eine Wiedergabe mit einer maximalen Bitrate von 1411 KBit/s möglich. Auch Familien können mit dem Family Premium Tidal Hifi für 29,99 Euro monatlich über die bessere Streamingqualität freuen. Vergrößern Um Ihre Musikauswahl dauerhaft ohne kostenpflichtiges Premium-Abo zu nutzen, haben Sie die Möglichkeit, diese bei Amazon im Shopbereich zu kaufen. Napster hat mit seiner Music Flatrate für 7,95 Euro ebenfalls eine etwas günstigere Alternative parat. Hier ist allerdings lediglich das Onlinestreamen von Musik mit dem Computer möglich. Ganz umsonst gibt es Musik übrigens von Deezer und Spotify, allerdings sind die Free-Varianten durch Werbung stark eingeschränkt, zudem fehlen hierbei die freie Musikauswahl, das freie Überspringen von Liedern sowie die Offlineoption. Tipp: Kostenlos online Musik hören, streamen & downloaden Temporäre Nutzungsrechte: Musik leihen statt kaufen Grundsätzlich mietet man bei den Streaming-Abonnements gegen eine Monatsgebühr nur einen Zugang zu den riesigen Musikportalen. Kündigt man den Vertrag, was bei sämtlichen Anbietern innerhalb von 30 Tagen möglich ist, enden die Zugriffsrechte. Die Musik ist dann anders als beim (früheren) Kauf von MP3-Dateien weg. Da hilft es auch nicht, die Musik vorher mithilfe des Offline-Modus herunterzuladen, denn das Smartphone beziehungsweise Tablet muss spätestens nach einem Monat wieder mit dem Internet verbunden sein, um die Lizenz zu überprüfen. Für die Ewigkeit ist das also nichts. Vergrößern Bei allen Musikstreamingdiensten können Sie in der Premium-Version Ihre Lieblingsmusik herunterladen und anschließend eine Weile offline auf sie zugreifen. Um die Musik auch in Zukunft ohne kostenpflichtiges Streaming-Abo zu nutzen, bieten die Dienste Amazon, Apple und Google die Möglichkeit, die gewünschten Lieder oder Alben käuflich zu erwerben und so dauerhaft auf Ihr Gerät herunterzuladen. Ebenfalls legal, aber deutlich mühsamer ist der Umweg, den Audiostream während des Abspielens aufzunehmen und als DRM-freie MP3-Datei zu speichern. Das klappt unter anderem mit der Software Recordify . Vergrößern Bei Deezer haben Sie die Wahl zwischen dem Premium- und dem Familien-Abo. Darüber hinaus gibt es das Deezer Elite Abo, das eine bessere Musikqualität ermöglicht: Hier streamen Sie mit maximal 1411 KBit/s. Hohes Datenaufkommen: Kostenstopp dank Offlinemodus Trotz Musikflatrate kann die Onlinenutzung von Musikstreamingdiensten außerhalb des WLANs teuer werden, sollte Ihr Mobilfunkvertrag lediglich ein begrenztes mobiles Datenvolumen bieten. Denn bei täglichem 30-minütigem Musikhören bei mittlerer Qualität (Bitrate von 192 KBit/s) summiert sich das Datenaufkommen schnell auf gut 40 MB. Hochgerechnet auf einen Monat macht das fast 1,3 GB, was bei vielen Mobilfunkkunden das inkludierte Highspeed-Volumen übersteigt. Abhilfe schafft die Offlinefunktion, die alle Streamingdienste ihren Nutzern zur Verfügung stellen. Hier können Sie die gewünschte Musik über das WLAN vorab herunterladen und anschließend ohne Internetverbindung unterwegs genießen. Vergrößern Bei Napster können Sie manuell die Streamingqualität Ihrer Musik ändern. So sparen Sie unterwegs bei mobiler Nutzung kostbares Datenvolumen. Maximal ist eine Wiedergabequalität von bis zu 320 KBit/s möglich. Der Offlinemodus löst aber noch ein anderes Problem: Denn die Hörlizenzen orientieren sich nicht am Wohnort des Kunden, sondern am Land des Abrufens. So kommt es immer wieder vor, dass bestimmte Titel im Ausland nicht verfügbar sind, auf die Sie zu Hause Zugriff haben. Haben Sie Ihr bevorzugtes Repertoire vor dem Urlaub lokal gespeichert und Ihr Gerät in den Offlinemodus versetzt, können Sie es danach überall aufrufen (längstens für vier Wochen), also auch im Ausland. Anzahl der Streaminggeräte: Zwischen drei bis zehn Geräte Um sicherzustellen, dass Nutzer ihren Account nicht mit all ihren Freunden und Familienmitgliedern teilen und somit den Kopierschutz quasi aushebeln, begrenzen alle Musik-Abo-Anbieter die Anzahl der Geräte, auf denen ein Nutzer den Dienst nutzen kann. Bei Apple Music und Google Play Music lässt sich Ihr Musikstreaming-Abo mit insgesamt zehn Geräten verknüpfen. Napster-Kunden können hingegen sechs Geräte nutzen. Bei Amazon Music Unlimited und Tidal ist eine Verwendung von bis zu vier Geräten möglich. Vergrößern Bei Deezer lässt sich Ihre Musik nicht nur vom Android-, Windows- und Apple-Geräte streamen. Auch auf Ihrem Fernseher mit Android-TV-Betriebssystem, Ihrem Amazon Fire TV und mit vielen weiteren Geräten ist die Nutzung möglich. Das Schlusslicht bilden hier Deezer und Spotify mit lediglich drei Geräten. Trotz der Unterschiede haben alle Streamingdienste eines gemeinsam: Das Onlinestreamen von Musik ist nicht mit mehr als einem Gerät gleichzeitig möglich. Um dennoch auf mehreren Geräten parallel Musik zu hören, müssen Sie vorab die gewünschten Songs mithilfe der Offlinefunktion herunterladen. Streamingqualität: Beste Bitrate bei Tidal und Deezer Vergrößern Bei den Streamingdiensten Deezer und Spotify können sich Nutzer über zahlreiche verschiedene Podcasts freuen. Überwiegend gering sind die Unterschiede in punkto Streamingqualität: Standard beim stationären Betrieb über Desktops-Apps oder den Browser sind 320 KBit/s, Apple liegt mit einer Bitrate von 256 KBit/s etwas darunter. Ob Sie den Unterschied wirklich hören, können Sie selbst ausprobieren, indem Sie eine Audio-CD mit der Software Fairstars CD Ripper in MP3-Dateien umwandeln, einmal mit 256 KBit/s und einmal mit 320 KBit/s. Beim Streamen auf Mobilgeräte lässt sich die Bitrate und damit zugleich die zu übertragende Datenmenge manuell reduzieren. Neben dem Standardstreaming gibt es aber auch das Angebot von höherer Qualität, allerdings gegen Aufpreis. Für diesen Trend haben, wie bereits erwähnt, lediglich Deezer sowie Tidal eine solche Option auf Lager. Vergrößern Musikvideos sind bei Apple Music, Napster, Spotify und Tidal mit im Angebot enthalten. Natürlich können Sie die Musik lediglich dann in der maximal angebotenen Qualität streamen, wenn die Internetverbindung auch die benötigte Bandbreite liefert. Generell müssen Sie außerdem beachten, dass die anfallende Datenmenge mit zunehmender Qualität ansteigt. Das kann schnell teuer werden. Verfügbare Medieninhalte: Podcasts, Hörbücher und Videos Von eminenter Bedeutung ist natürlich, dass die gewünschte Musik verfügbar ist. Das aber ist weitgehend bei sämtlichen Anbietern der Fall, immerhin haben alle mehr als 30 Millionen Titel im Repertoire. Einzelne Künstler lehnen das Musikstreaming allerdings vollends ab und sind deshalb auf keiner der Plattformen vertreten, andere wegen exklusiver Verträge nicht überall. Dabei aber handelt es sich eher um Ausnahmen, der Mainstream steht überall zur Verfügung. Es ist also ratsam, in der kostenlosen Probephase das Angebot Ihrer Wahl auf Herz und Nieren zu überprüfen und nach Ihren unverzichtbaren Lieblingskünstlern zu durchforsten. Wenn Sie hier nicht fündig werden, die Musik aber schon als MP3-Datei auf Ihrem PC vorhanden ist, lässt sich diese bei den meisten Anbietern ganz einfach in Ihre Onlinemusiksammlung integrieren und anschließend auf allen verbundenen Geräte streamen. Lediglich bei Anbieter Tidal ist diese Möglichkeit nicht gegeben. Vergrößern Wenn Sie ein Apple-Music-Abo Ihr eigen nennen, können Sie auf den hauseigenen Radiosender „Beats 1“ zugreifen. Einen weiteren Aspekt stellen Hörbücher dar, die mittlerweile von allen Anbietern ins Sortiment aufgenommen wurden. Anders verhält es sich bei Podcasts. Derzeit bieten dies nur Deezer und Spotify. Google-Play-Music-Kunden in den USA und Kanada können ebenfalls auf Podcasts zugreifen. Es bleibt abzuwarten, wann dieses Feature auch in Deutschland verfügbar sein wird. Zusätzlich zu den Audioinhalten können sich Nutzer bei Apple Music, Napster, Spotify und Tidal über ein großes Angebot an Musikvideos freuen. In puncto Medieninhalte hat Spotify ganz klar die Nase vorn: Hier können Sie auf alle der genannten Medieninhalte zugreifen. Windows 10: Nützliche Apps für Musik und Audio Kompatible Abspielgeräte: Wo Sie die Dienste überall nutzen können Vergrößern Alle Musik-Streaming-Dienste bieten Ihren Nutzern ein eigenes PC-Programm mit dem Sie Ihre Musik hören, verwalten und durchstöbern können. Außerdem ist bei insgesamt sechs Anbieter ein Webplayer mit an Bord. Für das Streamen von Mobilgeräten haben ausnahmslos alle Dienste Apps für Android-Geräte sowie iPhones und iPads auf Lager. Windows-Phone-Nutzer hingegen können sich lediglich zwischen den Musikstreaming-Angeboten von Deezer, Napster und Spotify entscheiden. Desktop-Programme für den PC oder den Mac gibt es bei allen Diensten. Um Musik über den Browser zu streamen, verfügen alle außer Apple Music darüber hinaus über einen sogenannten Webplayer. Nun möchten die meisten Menschen Musik nicht nur am PC und Smartphone genießen, sondern auch im Wohnzimmer über ein Soundsystem oder den Fernseher, über den mobilen Lautsprecher, die Spielekonsole oder über das Autoradio. Die kompatiblen Geräte der einzelnen Dienste entnehmen Sie bitte unserer Tabelle. Standards und Extras: Hier gibt es feine Unterschiede Vergrößern Damit Sie auch von fremden Computern auf Ihre Musiksammlung zugreifen können, ohne ein Programm zu installieren, bietet der Dienst Spotify einen praktischen Webplayer. Hier müssen Sie sich lediglich anmelden. Jede App hat ihre eigene Bedienung. Wer vom Musikdienst A auf den Musikdienst B umsteigt, tut sich meist zunächst etwas schwer, weil eine Funktion oder Einstellung nicht mehr an der gewohnten Stelle zu finden ist. Wirklich besser oder einfacher zu handhaben ist dieser oder jener Dienst deshalb nicht, wenngleich sich die Bedienung aufgrund der vielen Möglichkeiten nicht immer sofort erschließt. Standard sind die Offlinenutzung und die Synchronisation über die Cloud, so dass man beispielsweise im Wohnzimmer dort weiterhört, wo man unterwegs mit dem Smartphone aufgehört hat. Außerdem können Sie bei allen Diensten eigene Playlists erstellen, nach Ihrer Lieblingsmusik suchen, neue Musik entdecken und vieles mehr. Vergrößern Bei Amazon Music Unlimited gibt es ein umfangreiches Hörbuchangebot, vieles auch für Kinder. Darüber hinaus offerieren alle Anbieter spezielle Extras, die bei der Entscheidung das Zünglein an der Waage sein können. So bietet Spotify Kurzbiografien zu verschiedenen Künstlern, bei Deezer lassen sich die Songtexte einblenden, und Google Play Music analysiert Ihr Nutzerverhalten, um Ihnen Musik vorzuschlagen, die Ihnen gefallen könnte. Fazit: Plattform, Medieninhalte, Qualität, verfügbare Geräte Vergrößern Streamingportale im Vergleich Die Entscheidung für den richtigen Streamingdienst fällt schwer. Vergewissern Sie sich also, dass der von Ihnen gewählte Dienst die gewünschte Musik und andere Medieninhalte in der erwarteten Qualität anbietet und für die von Ihnen verwendeten Geräte verfügbar ist. Außerdem sollten Sie prüfen, ob nicht eines der günstigeren Abo-Modelle für Sie in Frage kommt, beispielsweise wenn Sie noch studieren. Gleichen Sie einfach Ihre Wünsche mit unserer Tabelle ab. Falls Sie dennoch nicht mit Ihrer Wahl zufrieden sind, können Sie dank kostenloser Probephasen weitere Dienste ausprobieren. Beachten Sie jedoch, dass Sie die kostenlosen Probe-Abos kündigen müssen, da sie sich sonst automatisch in kostenpflichtige Premium-Abonnements umwandeln. Video-Beschreibung einblenden \nDie Themen in Tech-up Weekly #82: Acer stellt ersten Gaming-Monitor mit 4K/UHD@144Hz und Gaming-Notebooks vor +++ Gerichtsentscheidung: Anschauen von Streams auf dubiosen Seiten jetzt illegal +++ Google-Gründer entwickelt Mini-Flugzeug für jedermann (Kitty Hawk Flyer) +++ Quick-News der Woche +++ Kommentar der Woche +++ Fail der Woche 0 Kommentare zu diesem Artikel", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T04:52:46.001+03:00"}, {"thread": {"uuid": "5258ea2359a31fbb2d6235cb5c2fb2d1bfd80c51", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edspe0yH4TP7QmFEq0G722fi.3qGiCCzpr2JDw7.ym2CT8rWmVv3grMSPQniGLm6frM0nYGOPlKFVv", "site_full": "www.pcwelt.de", "site": "pcwelt.de", "site_section": "http://www.pcwelt.de/rss/downloads.xml", "site_categories": ["windows", "tech"], "section_title": "PC-WELT RSS Downloads", "title": "Finanztool: Hausrat & Inventar-Master", "title_full": "Finanztool: Hausrat & Inventar-Master", "published": "2017-10-12T10:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://bilder.pcwelt.de/3216249_1000x500_r.jpg", "performance_score": 0, "domain_rank": 7653, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5258ea2359a31fbb2d6235cb5c2fb2d1bfd80c51", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edspe0yH4TP7QmFEq0G722fi.3qGiCCzpr2JDw7.ym2CT8rWmVv3grMSPQniGLm6frM0nYGOPlKFVv", "ord_in_thread": 0, "author": "Ralf Buchner", "published": "2017-10-12T10:00:00.000+03:00", "title": "Finanztool: Hausrat & Inventar-Master", "text": "  7.11 Download starten Download: Hausrat & Inventar-Master Der Hausrat & Inventar-Master erfasst, verwaltet und berechnet den kompletten privaten Hausratsbestand und könnte sich unter anderem als nützlich erweisen, um den Versicherungsschutz der Hausratsversicherung zu überprüfen und gegebenenfalls anzupassen. Häufig dient beim Abschluß einer Hausratsversicherung ein geschätzter Inventarwert als Grundlage, welcher jedoch oft deutlich vom tatsächlichen Wert abweicht. Im Schadensfall hat das die Konsequenz, dass bei einem zu niedrig angesetzen Wert die Versicherungssumme nicht zum Ausgleich entstandener Schäden ausreicht. Ein zu hoch angesetzer Wert hat allerdings höhere Versicherungsbeiträge zur Folge. Erfassung und Verwaltung des Inventars mit Hausrat & Inventar-Master Der praktische Hausrat & Inventar-Master 7.11 erfasst, berechnet und verwaltet Ihren gesamten Hausrat. Aufgrund der errechneten Werte kann der Versicherungsschutz Ihrer Hausratsversicherung überprüft und gegebenenfalls angepasst werden. Zur Erleichterung der Eingaben Ihres Inventars sind bereits viele Räume und Objekte vordefiniert. Diese können einfach per Mausklick in den persönlichen Datensatz übernommen werden. Zusätzlich zu den vordefinierten Räumen und Objekten erstellen Sie neue und erweitern vorhandene Einträge. Ebenso können optional Bilder zugeordnet werden. Daten lassen sich nach einzelnen Räumen und für das komplette Haus berechnen und werden übersichtlich als Ergebnisliste angezeigt. Die Daten können anschließend zur späteren Verwendung gespeichert werden oder über einen CSV-Export in Excel oder OpenOffice weiter bearbeitet werden. Die gewonnene Gesamtsumme läßt sich mit der aktuellen Versicherungssumme vergleichen. Die Vollversion des Hausrat & Inventar-Master können Sie auf der Herstellerseite bestellen. Alternativen: Das praktische Verwaltungsprogramm PICK (Personal Inventory Control Kit) hilft Ihnen dabei, Ihren kompletten Hausstand zu inventarisieren. 0 Kommentare zu diesem Artikel", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "grundlage", "sentiment": "none"}, {"name": "erfassung", "sentiment": "none"}, {"name": "zur erleichterung der eingaben ihres inventars", "sentiment": "none"}, {"name": "bilder", "sentiment": "none"}, {"name": "konsequenz", "sentiment": "none"}, {"name": "hausratsversicherung", "sentiment": "none"}, {"name": "kommentare zu diesem artikel", "sentiment": "none"}, {"name": "zusätzlich", "sentiment": "none"}, {"name": "ein zu hoch angesetzer wert", "sentiment": "none"}], "organizations": [{"name": "openoffice", "sentiment": "none"}, {"name": "verwaltung des inventars", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-12T10:07:24.003+03:00"}, {"thread": {"uuid": "5f0cac747c6b5a00c4d49428cbe9e389c7cf23b0", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edsuUifXNRYHO_IYBS0wox8tE7Xe9T_0mdL9et4s3.OBZv7qL42sUCakP0sNnavs3EdhbDY921m9o1sgJbGOaYb1tqPEdlkvFzrgAAXb_x60ERj9rKX7Ol_uueupRWpEbBQQ--", "site_full": "www.pcwelt.de", "site": "pcwelt.de", "site_section": "http://www.pcwelt.de/rss/ratgeberfeed.xml", "site_categories": ["windows", "tech"], "section_title": "PC-WELT RSS Alle Ratgeber", "title": "Die besten Tipps & Tricks zur Fritzbox", "title_full": "Die besten Tipps & Tricks zur Fritzbox", "published": "2017-10-15T11:33:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://bilder.pcwelt.de/3462612_1000x500_r.jpg", "performance_score": 0, "domain_rank": 7653, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5f0cac747c6b5a00c4d49428cbe9e389c7cf23b0", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edsuUifXNRYHO_IYBS0wox8tE7Xe9T_0mdL9et4s3.OBZv7qL42sUCakP0sNnavs3EdhbDY921m9o1sgJbGOaYb1tqPEdlkvFzrgAAXb_x60ERj9rKX7Ol_uueupRWpEbBQQ--", "ord_in_thread": 0, "author": "René Resch, Benjamin Schischka, Panagiotis Kolokythas", "published": "2017-10-15T11:33:00.000+03:00", "title": "Die besten Tipps & Tricks zur Fritzbox", "text": "Die besten Tipps & Tricks zur Fritzbox \n15.10.2017 | 10:33 Uhr | René Resch, Benjamin Schischka, Panagiotis Kolokythas Artikel empfehlen: \nDie Fritzbox von AVM gehört zu den beliebtesten Routern und ist weit verbreitet. Wir verraten, welche Fritzbox-Tipps bei den Nutzern am besten ankommen. Vergrößern Holen Sie das Maximum aus Ihrer Fritzbox heraus. Mit unseren Tipps & Tricks ist das kein Problem. © AVM Bei den beliebtesten Routern auf dem Markt spielt AVM mit seiner Fritzbox ganz oben mit. Auch bei den PC-Welt-Lesern kommen die roten Router sehr gut an. Viele Internet-Provider setzen ebenfalls auf eine Fritzbox und bieten den Router teils unter anderem Namen ihren Kunden an. Das sorgt dafür, dass der AVM-Router in Deutschland weit verbreitet ist. Und damit gibt es einen weiteren Grund für uns, die beliebtesten Tipps zur Fritzbox herauszusuchen. Denn: Es geht immer noch ein Quäntchen mehr. Das beweisen unsere vielen Tipps und Ratgeber. Aus unseren besten Artikeln rund um das Thema Fritzbox haben wir die beliebtesten Ratgeber und Tipps für Sie herausgepickt und in unserer Galerie für Sie zusammengestellt. Nächstes Bild Vorheriges Bild \nDie besten Fritzbox-Tipps (Bild 1 von 14) \nDiese Router-Einstellungen sollten Sie kennen WPA2 und Dual-Band kennen Sie, doch Ihr WLAN-Router kann noch mehr. Bei den meisten Geräten lässt sich an vielen kleinen Stellschrauben die Leistung verbessern: Wir zeigen Ihnen die wichtigsten. AVM FRITZ!Box 7490 bei Amazon ansehen Bei der Fülle an Ratgebern ist es sehr wahrscheinlich, dass auch der ein oder andere Tipp dabei ist, den Sie noch gar nicht kannten. Das Themenspektrum ist vielfältig: Wir zeigen Ihnen, wie Sie Ihre Fritzbox optimal einrichten, durchleuchten die Firmware und ihre Funktionen, geben Tipps zu WLAN und verraten, wie Sie Hacker aussperren, erstellen ein NAS, zeigen Ihnen die besten Tools und Apps zur Perfektionierung Ihrer Fritzbox, sehen uns eine Custom-Firmware an und geben Ihnen generelle Tipps und Tricks zu Ihrer Fritzbox. Hier ist für jeden etwas dabei. AVM FRITZ!Box 7490 (20002584)", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "rené resch", "sentiment": "negative"}, {"name": "benjamin schischka", "sentiment": "negative"}, {"name": "denn", "sentiment": "none"}, {"name": "auch", "sentiment": "none"}, {"name": "viele", "sentiment": "none"}, {"name": "bei", "sentiment": "none"}, {"name": "vergrößern holen sie", "sentiment": "none"}, {"name": "fritzbox", "sentiment": "none"}, {"name": "stellschrauben", "sentiment": "none"}, {"name": "hier", "sentiment": "none"}, {"name": "tipps", "sentiment": "none"}], "organizations": [{"name": "tipps & tricks zur fritzbox die besten tipps & tricks", "sentiment": "negative"}, {"name": "bild", "sentiment": "none"}, {"name": "nas", "sentiment": "none"}, {"name": "nächstes bild vorheriges bild", "sentiment": "none"}, {"name": "tipps & tricks", "sentiment": "none"}, {"name": "avm", "sentiment": "none"}], "locations": [{"name": "leistung", "sentiment": "none"}, {"name": "amazon", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-15T12:36:49.001+03:00"}, {"thread": {"uuid": "3de659462549722fa25e6984931a7d7d2ac80c37", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edsuUifXNRYHO_vH8DFdt2_FAx_55EbF4fBMq6jLvQWf.gI1g2CKIC3mXsle6lXtAlBtDNAI60nRHG", "site_full": "www.pcwelt.de", "site": "pcwelt.de", "site_section": "http://www.pcwelt.de/rss/ratgeberfeed.xml", "site_categories": ["windows", "tech"], "section_title": "PC-WELT RSS Alle Ratgeber", "title": "Filme, Musik & Bilder im Heimnetzwerk streamen", "title_full": "Filme, Musik & Bilder im Heimnetzwerk streamen", "published": "2017-10-19T09:30:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://bilder.pcwelt.de/4125477_1000x500_r.jpg", "performance_score": 0, "domain_rank": 7653, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3de659462549722fa25e6984931a7d7d2ac80c37", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edsuUifXNRYHO_vH8DFdt2_FAx_55EbF4fBMq6jLvQWf.gI1g2CKIC3mXsle6lXtAlBtDNAI60nRHG", "ord_in_thread": 0, "author": "Thomas Rau", "published": "2017-10-19T09:30:00.000+03:00", "title": "Filme, Musik & Bilder im Heimnetzwerk streamen", "text": "Filme, Musik & Bilder im Heimnetzwerk streamen \n19.10.2017 | 08:30 Uhr | Thomas Rau Artikel empfehlen: \nStreaming ermöglicht den schnellen Transport von Inhalten übers Netzwerk. Mit den richtigen Tools klappt der Austausch zwischen PC, Smart-TV und Smartphone problemlos. Vergrößern Bequem auf alle Geräte zuhause streamen - so geht's © Foto: © bramgino – Fotolia.com Ordnung wäre natürlich am besten: Wenn Sie die mit dem Smartphone aufgenommenen Fotos immer sofort auf Ihr NAS übertragen würden, ebenso wie alle wichtigen Dokumente, Ihre gesamte Musikbibliothek und natürlich auch alle Filme. Dann richten Sie den Netzwerkspeicher einmal als Medienserver ein und können fortan mit jedem Gerät im Heimnetz ganz einfach auf alle Dateien zugreifen. Ordnung ist anstrengend. Daher sieht es in der Praxis zumeist so aus: Die Fotos bleiben auf dem Smartphone, die Filme liegen auf der externen Festplatte und die Musikbibliothek ist auf dem Rechner abgelegt. Deshalb müssen Sie flexibel sein, um an Dateien heranzukommen, welche nicht auf dem Gerät sind, das Sie gerade in der Hand halten. Genau darum geht es in diesem Artikel: Wie kommen Sie an die Word-und Excel-Dateien heran, die auf dem PC im Arbeitszimmer gespeichert sind, wenn Sie gerade auf dem Balkon am Notebook sitzen? Und wie schauen Sie den Film, den Sie auf einer WLAN-Festplatte gespeichert haben, auf dem Fernseher im Wohnzimmer an? Wie lassen sich die Smartphone-Fotos auf dem größeren Tablet ansehen? Sozusagen eine Anleitung für ein Heimnetz auf Zuruf. Beispiel 1: Vom Notebook auf den PC zugreifen Vergrößern Erst mit dem Netzwerkprofil \"Privat\" lassen sich Windows-Netzwerke im Heimnetz verbinden. Sie haben wichtige Dokumente auf dem PC gespeichert. Nun möchten Sie aber nicht immer am Rechner im Arbeitszimmer sitzen, um diese zu bearbeiten. Wenn es draußen schön ist, wollen Sie sich zum Beispiel mit dem Notebook auf den Balkon oder in den Garten setzen und auch von dort an diese Dateien herankommen. In unserem Beispiel arbeiten beide PCs mit Windows 10 als Betriebssystem. Außerdem muss bei beiden Rechnern das Netzwerkprofil „Privat“ aktiviert sein: Ansonsten können diese sich gegenseitig nicht erkennen. Dazu geben Sie die Dokumente frei oder wenn Sie mehrere bearbeiten wollen, das Verzeichnis, in dem sie sich befinden. Auch wenn nur Sie selbst die beiden Rechner benutzen, ist es empfehlenswert, den Zugriff auf die Freigabe einzuschränken – dies sorgt für eine bessere Übersicht und verhindert Sicherheitsprobleme durch ungewollte Freigaben. Daher sollten Sie auch nicht die Funktion „Heimnetzgruppe“ für die Freigaben verwenden, obwohl sie sich sehr einfach einrichten lässt. Der Vorteil des Verfahrens, das wir vorstellen, ist überdies, dass Sie von jedem Gerät aus auf diese Freigabe zugreifen können – beispielsweise auch von einem Android-Smartphone. Richten Sie zunächst auf dem Rechner ein spezielles Konto für den Zugriff auf die Freigaben ein. Unter Windows 10 geht das unter „Einstellungen -> Konten -> Familie und weitere Kontakte“. Dort klicken Sie danach auf „Diesem PC eine andere Person hinzufügen“. Windows will sofort ein Microsoft-Konto einrichten: Das unterbinden Sie, indem Sie „Ich kenne die Anmeldeinformationen für diese Person nicht“ wählen sowie im Anschluss daran „Benutzer ohne Microsoft-Konto hinzufügen“. Vergeben Sie als Nächstes einen Benutzernamen, zum Beispiel „Laptop“, und ein Kennwort. Vergrößern Um über das Netzwerk auf Dateien zugreifen zu können, müssen diese freigegeben sein. Im Windows-Explorer klicken Sie im Folgenden mit der rechten Maustaste auf den Ordner, den Sie freigeben wollen. Diese Freigabe gilt dann für alle Dateien, die sich im Verzeichnis befinden. Wählen Sie daraufhin „Eigenschaften -> Freigabe -> Erweiterte Freigabe“. Markieren Sie „Diesen Ordner freigeben“ und klicken Sie als Nächstes auf „Berechtigungen“. Entfernen Sie die eingetragene Benutzergruppe „Jeder“ und klicken Sie auf „Hinzufügen -> Erweitert -> Jetzt suchen“. In den Suchergebnissen markieren Sie das Zugriffskonto – in unserem Beispiel „Laptop“ – und bestätigen mit „OK“. Anschließend vergeben Sie die Rechte für die Freigabe: Da Sie die freigegebenen Dateien am Notebook auch bearbeiten wollen, markieren Sie „Vollzugriff“ und bestätigen alles mit „OK“. Den nächsten Schritt dürfen Sie nicht vergessen! Dies ist ein Fehler, der häufig beim Einrichten der Freigaben gemacht wird: Der Benutzer „Laptop“ muss nämlich nicht nur auf die Freigabe zugreifen dürfen, sondern auch auf den lokalen Speicherort der Datei. Hierzu wechseln Sie in den Ordnereigenschaften zu „Sicherheit“. Über „Bearbeiten -> Hinzufügen -> Erweitert -> Jetzt suchen“ wählen Sie dann bitte erneut das Zugriffskonto aus und erteilen wieder den „Vollzugriff“. Jetzt können Sie am Notebook das Verzeichnis auf dem PC aufrufen und die dort enthaltenen Dateien öffnen und bearbeiten. Im Windows-Explorer sehen Sie unter „Netzwerk“ den Namen des Rechners. Wenn Sie darauf doppelklicken, müssen Sie sich mit dem Zugriffskonto anmelden. Speichern Sie die Anmeldeinformationen auch gleich über die entsprechende Option darunter. Anschließend erscheint das freigegebene Verzeichnis im Explorer. Diesen Weg verkürzen Sie, indem Sie den freigegebenen Ordner als Netzlaufwerk verbinden: Klicken Sie dazu mithilfe der rechten Maustaste auf das Verzeichnis und wählen Sie „Netzlaufwerk verbinden“ und sodann „Fertig stellen“. Beispiel 2: Filme vom NAS auf den Fernseher streamen Vergrößern Den Plex Media Server gibt es als App für die meisten NAS-Systeme. Das beste Gerät, um Filme anzusehen, ist der große Fernseher. Und der beste Platz, um ei-ne große Anzahl von Filmen zu speichern, ist eine große Festplatte oder noch besser ein NAS-System. Die ideale Software für das Zusammenspiel von großem Speicher und großem Fernseher ist Plex – das Tool gibt es für die meisten NAS-Systeme und Smart-TVs. Streamingtool auf dem NAS einrichten: Auf dem NAS installieren Sie den Plex Media Server über den App-Store des jeweiligen Herstellers. Bei Synology heißt er beispielsweise Paket-Zentrum, bei Qnap App Center. Aktuellere Versionen dieses Tools gibt es direkt bei Plex unter www.plex.tv/de/downloads . Hier können Sie die passende Version für Ihr NAS auswählen, die Sie dann manuell auf dem Netzwerkspeicher installieren müssen. Wie das bei Ihrem Modell funktioniert, entnehmen Sie dem Handbuch Ihres Netzwerkspeichers. Sie starten den Plex-Server in der Browser-Ansicht, indem Sie die installierte App in der Bedieneroberfläche des NAS anklicken. Beim ersten Start will Plex, dass Sie ein Konto einrichten – darauf können Sie verzichten, solange Sie nur im Heimnetz streamen und nicht über das Internet auf den Medienserver zugreifen möchten. Klicken Sie also rechts unten auf „Was ist das?“ und im Anschluss daran auf „Überspringen“. Plex identifiziert automatisch das NAS, auf dem es installiert ist, als Medienserver, dem Sie nunmehr einen aussagekräftigen Namen geben können. Vergrößern Die Plex-App können Sie direkt aus den App-Stores der NAS-Anbieter laden. Jetzt organisieren Sie die Mediathek auf dem Server: Hierzu wählen Sie eine Kategorie aus, zum Beispiel „Filme“, stellen die Sprache auf „Deutsch“ und klicken links auf „Ordner hinzufügen -> Nach Medienordnern durchsuchen“. Hier geben Sie den Pfad zum NAS-Verzeichnis ein, in dem Sie Ihre Filme gespeichert haben. Wenn die Filmdateien verteilt auf dem Netzwerkspeicher liegen, geben Sie den obersten Pfad ein, zum Beispiel „Volume 1“. Bestätigen Sie mit „Hinzufügen“ und „Mediathek hinzufügen“. Plex durchsucht jetzt das ganze NAS nach passenden Dateien und ordnet diese in die Kategorie „Filme“ ein. Darüber hinaus lädt es gegebenenfalls passende Meta-Daten wie etwa Filmposter aus dem Internet. Je nach Größe der Festplatte sowie Anzahl der Filme kann das recht lange dauern: Wenn Plex fertig ist, klicken Sie links auf die Kategorie „Filme“. Nun sehen Sie alle Videodateien, die Plex erkannt hat, in einer alphabetisch sortierten Liste. Legen Sie später neue Filme auf dem NAS ab, so brauchen Sie Plex nicht mehr anzuweisen, sie in die Mediathek aufzunehmen: Das Tool kann in regelmäßigen Abständen die vorgegebenen Ordner durchsuchen, um Ihre Filmbibliothek zu aktualisieren. Dies aktivieren Sie unter „Einstellungen -> Mediathek -> Meine Mediathek regelmäßig aktualisieren“. Wählen Sie zusätzlich einen passenden Zeitraum aus. Siehe auch: Die besten Multimedia-Apps fürs Heimnetz Streamingtool auf TV-Gerät einrichten: Ob der Plex-Client für Ihr Fernsehgerät erhältlich ist, lässt sich hier herausfinden. Nach der Installation gehen Sie im Menü auf „Preferences -> My Mediaserver“. Die Plex-App sucht anschließend im Netzwerk nach einem verfügbaren Plex Media Server und findet das Tool auf dem NAS, sofern NAS und TV sich im selben Netzwerk befinden. Nun können Sie alle Medien auf dem Fernseher abrufen, so wie Plex sie auf dem NAS sortiert hat – zum Beispiel nach Filmen. Vergrößern In Plex organisieren Sie alle Mediendateien in Kategorien wie Filme oder Musik, Gibt es den Plex-Client nicht für Ihren Fernseher, können Sie auch den vorinstallierten Medienplayer des TV nutzen – er sollte bei jedem Smart-TV DLNA-fähig sein und deshalb einen Medienserver wie Plex auf dem NAS erkennen. Sofern Sie kein NAS haben sollten, kann auch eine Festplatte, die mit dem USB-Anschluss des Routers verbunden ist, die Medieninhalte für das Streaming bereitstellen. Sie müssen dann aber den im Router integrierten Medien-server nutzen. Derzeit gibt es nur einen Router, auf dem der Plex Media Server läuft – den rund 400 Euro teuren Netgear Nighthawk X10 . Prüfen Sie im Routermenü, ob der Medienserver aktiv ist, sobald Sie eine Festplatte angeschlossen haben: Bei der Fritzbox erledigen Sie dies unter „Heimnetz -> Mediaserver“. Im nächsten Schritt öffnen Sie den Medienplayer des Fernsehers und legen in dessen Einstellungen die Fritzbox als Server fest: Bei einem Samsung-TV geht das in der App-Übersicht über die Option „Multimedia -> Netzwerkgerät“. Dort taucht „Fritzmedia“ als Server auf. Vergrößern Mit Airdroid verbinden Sie das Smartphone kabellos mit dem PC. Eine WLAN-Festplatte wie die WD My Passport Wireless Pro können Sie vor allem dazu nutzen, Filme auf das Smartphone oder auf ein Tablet zu streamen, wenn Sie unterwegs sind. Sie lässt sich aber natürlich ebenso im Heimnetz einsetzen: Hierfür benötigen Sie die passende App für Ihr mobiles Betriebssystem – für die WD-Platte gibt es WD My Cloud für Android und iOS. Zum Abspielen von Filmen ist bei Android noch ein kompatibler Video-player erforderlich, Google Fotos funktioniert beispielsweise. Um die Filme auf der Festplatte an den Fernseher zu senden, lässt sich bei der Wireless Pro der Plex Media Server installieren. Wenn Sie mit dem WLAN der Festplatte verbunden sind, rufen Sie dazu Ihr Browser-Menü über die IP-Adresse „192.168.60.1“ auf. Daraufhin gehen Sie zu „Medien, Plex-Medienserver herunterladen“. Mittels „Konfigurieren“ richten Sie den Medienserver ein: Dabei lassen Sie das Plex-Tool wie beschrieben die entsprechenden Verzeichnisse nach Filmen durchsuchen. Nun können Sie mit dem Plex-Client des Fernsehers auf die Inhalte der WLAN-Festplatte zugreifen. Ohne Plex gibt die WD-App auch über den Umweg mit einem Chromecast-Stick Filme auf einem Fernsehgerät wieder. Dies gilt beispielsweise auch für WLAN-Festplatten von Seagate, wenn Sie die passende Seagate-Media-App benutzen. Für Seagate-WLAN-Platten steht die Seagate-Media-App auch auf Samsung-Fernsehern zur Verfügung. Streamingfunktion am TV nachrüsten: Damit Sie Filme aus dem Heimnetz auf den Fernseher streamen können, muss der Fernseher netzwerktauglich sein. Fehlt ihm ein LAN-oder WLAN-Anschluss, so können Sie die Netzwerkfunktion über einen Adapter wie den Google Chromecast für rund 30 Euro nachrüsten. Verbinden Sie den Chromecast-Stick über HDMI mit dem Fernseher und laden Sie danach die Google-Home-App auf Ihr Smartphone oder Tablet. Nachdem Sie den Chromecast-Adap-ter über die App eingerichtet haben, öffnen Sie auf dem Mobilgerät den Plex-Client: Dieser findet den Plex Media Server, der auf dem NAS läuft, und Sie können einen Film zur Wiedergabe auswählen. Klicken Sie daraufhin in der Plex-App auf dem Smartphone rechts oben auf das Chromecast-Symbol, das wie ein Monitor aussieht, in dem links unten Funkwellen erscheinen. Wählen Sie dort den Chromecast-Stick aus: Nach einer kurzen Ladezeit wird der Film auf dem Fernseher abgespielt. Beispiel 3: Fotos vom Smartphone auf dem großen Monitor anschauen Vergrößern Steht die Verbindung zum Mobilgerät, können Sie auf alle Fotos zugreifen. Die wichtigste Kamera ist bei vielen Benutzern inzwischen das Smartphone. Aber hier haben Sie ein ähnliches Problem wie bei den Filmen: Wenn Sie Ihre Fotos herumzeigen möchten, müssen sich sämtliche Betrachter um das kleine Display gruppieren. Mehr Bildschirmfläche bietet der PC-Monitor – und auf dem können Sie die Bilder vom Smartphone präsentieren, ohne beide Geräte miteinander per Kabel verbinden zu müssen. Mithilfe der Android-App Airdroid holen Sie den Bildschirminhalt des Smartphones kabellos auf den PC-Monitor – und dafür brauchen Sie nicht einmal online zu sein. Installieren Sie einfach Airdroid aus dem Google Play Store. Nach dem Start zeigt Ihnen die App unter der Überschrift „AirDroid Web“ eine IP-Adresse aus Ihrem Heimnetz an. Sie lautet beispielsweise „192.168.188.20:8888“. Geben Sie diese Adresse im Browser am PC ein. Anschließend erscheint auf dem PC-Bildschirm ein Hinweis, dass eine Verbindungsanfrage an das Phone gesendet wurde. Klicken Sie am Smartphone auf „Annehmen“. Danach sehen Sie am Monitor des Rechners eine Desktop-Ansicht: Rechts oben sehen Sie den Namen des Phones, das nun per Airdroid verbunden ist. Klicken Sie auf das App-Icon „Fotos“, um die auf dem Smartphone gespeicherten Bilder anzuzeigen. Mit einem Doppelklick können Sie jetzt ein Foto anschauen und sich über die Pfeile am unteren Bildschirmrand durch die Bildersammlung klicken. Durch einen Klick auf das Kreuz rechts oben schließen Sie die Vollbildansicht. Vergrößern Auf dem Smartphone kann Hi-Fi Cast Audiodateien eines Musikservers im Heimnetz empfangen. Auch auf ein TV-Gerät können Sie den Bildschirm eines Smartphones holen und damit dann die Fotos anzeigen. Wie das am besten funktioniert, hängt von Ihrem Phone und dem Fernseher ab: Bei den meisten Geräten funktioniert die Technik Miracast. Diese müssen Sie zunächst einmal auf dem Fernseher aktivieren – bei Samsung heißt die entsprechende Menüoption Smartview oder Screen Mirroring, bei LG-Fernsehgeräten suchen Sie nach Screen Share, bei TVs von Sony nennt sich diese Funktion „Bildschirm spiegeln“. Im Anschluss daran rufen Sie die Übertragungsfunktion im Menü des Smartphones auf – meist finden Sie diese im Abschnitt „Display“. Bei einem Samsung-Smartphone geht es danach weiter mit „Übertragen -> kabellose Übertragung aktivieren“. Auf einem Android-Smartphone eines anderen Herstellers können Sie die App Smart View verwenden, um sich mittels Miracast zu einem Samsung-TV zu verbinden. Die beiden Miracast-Partner bauen eine direkte WLAN-Funkstrecke auf und müssen daher nicht mit einem WLAN-Heimnetz verbunden sein. Miracast ist seit Android 6 nicht mehr Bestandteil des Betriebssystems: Um den Bildschirminhalt eines Smartphones mit nativem Android anzuzeigen, benötigen Sie aus diesem Grund einen Chromecast-Stick für den Fernseher. Auf dem Smartphone stellen Sie die Verbindung dann über die Einstellungen „Display -> Übertragen“ her. Oder Sie nutzen eine zusätzliche App, beispielsweise Allcast, um den Fernseher über das Netzwerk zu erreichen: Wenn Sie die App starten, so sucht sie nach passenden Abspielgeräten. Hier wird nach einigen Sekunden der Fernseher angezeigt und Sie können auf dem Smartphone diejenigen Fotos antippen, die auf dem TV angezeigt werden sollen. Beispiel 4: Musik vom PC über die Stereoanlage abspielen Vergrößern Mit dem Google Chromecast Audio können Sie die Stereoanlage ins Heimnetz einbinden. © Google Auch für eine digitale Musiksammlung benötigen Sie viel Speicherplatz. Wer kein NAS hat, bringt die Songs deshalb auf einer Festplatte unter. Wenn Sie die Lieder mit optimaler Tonqualität auf der Stereoanlage im Wohnzimmer hören möchten, kommt wieder das Streaming über das Heimnetz ins Spiel. Der kostengünstigste Weg, die Hifi-Anlage ins Netzwerk zu bringen, ist ein Audio-Bluetooth-Adapter. Der kostet jeweils 15 bis 30 Euro, etwa der Logitech Bluetooth-Audioadapter oder der AEA2700 von Philips. Abhängig von den vorhandenen Anschlüssen verbinden Sie den Adapter über Mini-Klinke, Cinch-oder optisches Kabel mit der Anlage. Die niedrigen Kosten bringen aber auch Nachteile mit sich: Bluetooth hat nur eine geringe Funkreichweite. Des Weiteren sind der PC oder das NAS mit der Musiksammlung meist nicht damit ausgestattet. Aus diesem Grund müssen Sie den Umweg über ein Smartphone oder ein Handy nehmen: Das Mobilgerät agiert als Streaming-Client für den Musikserver und nutzt die Hifi-Anlage und deren Lautsprecher als Ausgabegerät. Hierzu aktivieren Sie Bluetooth auf dem Smartphone oder Tablet. Der Audioadapter erscheint, und Sie können eine Verbindung herstellen. Durch die Bluetooth-Verbindung wird die Stereoanlage zum Lautsprecher für das Mobilgerät: Um zu verhindern, dass nun ein Anruf oder eine eingehende Whatsapp-Nachricht über die Stereoanlage signalisiert wird, lassen sich am Smartphone einfach alle Töne mit Ausnahme der Medienwiedergabe stummschalten. Als Mediaserver auf dem Rechner kann wiederum Plex zum Einsatz kommen: Den Plex Media Server gibt es auch für Windows. Wollen Sie auf Windows-Bordmittel setzen, müssen Sie zum Windows Media Player greifen. Die Audio-App Groove Musik von Windows 10 kann nicht als Mediaserver arbeiten. Beim Media Player gehen Sie dafür zu „Streamen -> Medienstreaming aktivieren“. Um auf dem Phone die Lieder vom Musikserver abzurufen, installieren Sie die Android-App Bubble UPnP oder Hi-Fi Cast . In den App-Einstellungen können Sie nun den PC als Medienserver auswählen und per App die Musik abspielen. Die Stereoanlage lässt sich ebenfalls mit WLAN nachrüsten – für eine bessere Reichweite und zur Wiedergabe von höherwertigeren Musikdateien: Die kostengünstigste Lösung kommt auch hier von Google – der Chromecast Audio ist für 39 Euro zu haben und arbeitet wie der Chromecast-Stick mit der Google-Home-App zusammen. Besser zur Hifi-Anlage passen teurere WLAN-Zuspieler wie beispielsweise der „ Soundtouch Wireless Link “-Adapter von Bose für rund 180 Euro, die sich über eine entsprechende App einrichten und steuern lassen. 0 Kommentare zu diesem Artikel", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "thomas rau artikel", "sentiment": "negative"}, {"name": "kosten", "sentiment": "none"}, {"name": "kommentare zu diesem artikel", "sentiment": "none"}, {"name": "entfernen sie", "sentiment": "none"}, {"name": "dort", "sentiment": "none"}, {"name": "der vorteil des verfahrens", "sentiment": "none"}, {"name": "anmeldeinformationen", "sentiment": "none"}, {"name": "wenn sie", "sentiment": "none"}, {"name": "abhängig", "sentiment": "none"}, {"name": "bilder", "sentiment": "none"}, {"name": "eine wlan-festplatte", "sentiment": "none"}, {"name": "kabel", "sentiment": "none"}, {"name": "rechner", "sentiment": "none"}, {"name": "bluetooth-verbindung", "sentiment": "none"}, {"name": "einrichten", "sentiment": "none"}, {"name": "nachteile", "sentiment": "none"}, {"name": "richten sie", "sentiment": "none"}, {"name": "hier", "sentiment": "none"}, {"name": "festplatte", "sentiment": "none"}, {"name": "deutsch", "sentiment": "none"}, {"name": "verbinden sie", "sentiment": "none"}, {"name": "prüfen sie im routermenü", "sentiment": "none"}, {"name": "aber", "sentiment": "none"}, {"name": "wie", "sentiment": "none"}, {"name": "daher", "sentiment": "none"}, {"name": "musikbibliothek", "sentiment": "none"}, {"name": "beispiel", "sentiment": "none"}, {"name": "speicher", "sentiment": "none"}, {"name": "kamera", "sentiment": "none"}, {"name": "weg", "sentiment": "none"}, {"name": "dann", "sentiment": "none"}, {"name": "einstellungen", "sentiment": "none"}, {"name": "stereoanlage", "sentiment": "none"}, {"name": "bestätigen sie", "sentiment": "none"}, {"name": "anzahl von filmen", "sentiment": "none"}, {"name": "zum abspielen von filmen", "sentiment": "none"}, {"name": "samsung-fernsehern zur verfügung", "sentiment": "none"}, {"name": "vergeben sie", "sentiment": "none"}, {"name": "anleitung für ein heimnetz", "sentiment": "none"}, {"name": "durch einen klick", "sentiment": "none"}, {"name": "garten", "sentiment": "none"}, {"name": "anruf", "sentiment": "none"}, {"name": "hinweis", "sentiment": "none"}, {"name": "beim", "sentiment": "none"}, {"name": "diesen weg", "sentiment": "none"}, {"name": "gerät", "sentiment": "none"}, {"name": "da sie", "sentiment": "none"}, {"name": "nach", "sentiment": "none"}, {"name": "besser zur hifi-anlage", "sentiment": "none"}, {"name": "ein fehler", "sentiment": "none"}, {"name": "speicherplatz", "sentiment": "none"}, {"name": "wollen", "sentiment": "none"}, {"name": "nächstes einen benutzernamen", "sentiment": "none"}, {"name": "bei", "sentiment": "none"}, {"name": "nachdem sie", "sentiment": "none"}, {"name": "oder sie", "sentiment": "none"}, {"name": "dazu geben sie die dokumente", "sentiment": "none"}, {"name": "markieren sie „diesen ordner", "sentiment": "none"}, {"name": "je nach größe", "sentiment": "none"}, {"name": "durch", "sentiment": "none"}, {"name": "mithilfe der android-app airdroid", "sentiment": "none"}, {"name": "kategorie", "sentiment": "none"}, {"name": "dateien", "sentiment": "none"}, {"name": "videodateien", "sentiment": "none"}], "organizations": [{"name": "musik & bilder", "sentiment": "negative"}, {"name": "sony", "sentiment": "none"}, {"name": "nas", "sentiment": "none"}, {"name": "google", "sentiment": "none"}, {"name": "plex media server", "sentiment": "none"}, {"name": "google fotos", "sentiment": "none"}, {"name": "damit sie filme", "sentiment": "none"}, {"name": "wlan", "sentiment": "none"}, {"name": "sie den namen des phones", "sentiment": "none"}, {"name": "beim media", "sentiment": "none"}, {"name": "ihrem modell", "sentiment": "none"}, {"name": "heimnetz", "sentiment": "none"}, {"name": "beispiel", "sentiment": "none"}, {"name": "logitech", "sentiment": "none"}, {"name": "philips", "sentiment": "none"}, {"name": "technik miracast", "sentiment": "none"}, {"name": "privat", "sentiment": "none"}, {"name": "bestandteil", "sentiment": "none"}, {"name": "google play store", "sentiment": "none"}, {"name": "samsung", "sentiment": "none"}, {"name": "seagate", "sentiment": "none"}], "locations": [{"name": "balkon", "sentiment": "none"}, {"name": "beispiel", "sentiment": "none"}, {"name": "verbindung zum mobilgerät", "sentiment": "none"}, {"name": "stereoanlage", "sentiment": "none"}, {"name": "netzwerk", "sentiment": "none"}, {"name": "mobilgerät", "sentiment": "none"}, {"name": "kategorien", "sentiment": "none"}, {"name": "netzwerkprofil", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T01:59:12.003+03:00"}, {"thread": {"uuid": "2c55b04cacfa868380392d0336d53a0d65e4b74f", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edspe0yH4TP7QmFEq0G722fi9F6tP5qLG5aGbJWfCoE6Q9Y1UCUh1smgc-", "site_full": "www.pcwelt.de", "site": "pcwelt.de", "site_section": "http://www.pcwelt.de/rss/downloads.xml", "site_categories": ["windows", "tech"], "section_title": "PC-WELT RSS Downloads", "title": "Video-/Audio-Tool: SUPER 2017", "title_full": "Video-/Audio-Tool: SUPER 2017", "published": "2017-10-21T13:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://bilder.pcwelt.de/4127386_1000x500_r.jpg", "performance_score": 0, "domain_rank": 7653, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2c55b04cacfa868380392d0336d53a0d65e4b74f", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edspe0yH4TP7QmFEq0G722fi9F6tP5qLG5aGbJWfCoE6Q9Y1UCUh1smgc-", "ord_in_thread": 0, "author": "Markus Pilzweger", "published": "2017-10-21T13:00:00.000+03:00", "title": "Video-/Audio-Tool: SUPER 2017", "text": "Betriebssystem: Windows Vista,   Build 71 Download: SUPER 2017 Die Freeware SUPER 2017 konvertiert Ihnen Ihre Video- und Audiodateien in alle gängigen Formate. Das Gratis Tool Super 2017 build 71 (Simplified Universal Player Encoder & Rendererdient) ist eine grafische Benutzeroberfläche für die jeweils notwendigen Codecs, die das kostenlose Tool Super 2015 in den GNU-/GPL-Versionen mitbringt. Super 2017 bietet Ihnen direkt Voreinstellungen für alle gängigen Formate. Von DVDs liest Ihnen das Gratis Programm Super 2017 auch die Tonspur aus. Sie können die Einstellungen ganz nach Ihren Bedürfnissen vornehmen. Die Auswahl für die Konvertierung der Dateien erfolgt bei Super 2017 per Drag und Drop. Für die Konvertierung greift das kostenlose Programm Super 2017 unter anderem auf FFmpeg, MEncoder, MPlayer, x264, FFmpeg2Theora und das Theora/Vorbis RealProducer Plugin zurück, so dass in der Audioformatauswahl kaum ein Wunsch offen bleibt. Die unterstützten Videoformate sind 3GP, 3G2, ASF, AVI, DAT, FLI, FLC, FLV, MKV, MPG, MOV, MP4, OGG, QT, RM, STR, SWF, TS (HDTV), VIV, VOB und WMV. Die unterstützten Audioformate sind AAC, AC3, AMR, MP2, MP3, MP4, MMF, MPC, OGG, RA, WAV und WMA. \nScreenshot-Galerie Super 2009 (Bild 1 von 5) \nSuper 2009", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "konvertierung", "sentiment": "none"}, {"name": "wunsch", "sentiment": "none"}, {"name": "einstellungen ganz nach ihren bedürfnissen", "sentiment": "none"}], "organizations": [{"name": "bild", "sentiment": "none"}, {"name": "mpc", "sentiment": "none"}, {"name": "fli", "sentiment": "none"}, {"name": "viv", "sentiment": "none"}, {"name": "swf", "sentiment": "none"}, {"name": "aac", "sentiment": "none"}, {"name": "asf", "sentiment": "none"}, {"name": "amr", "sentiment": "none"}, {"name": "vob", "sentiment": "none"}, {"name": "wma", "sentiment": "none"}, {"name": "mplayer", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-21T14:53:07.000+03:00"}, {"thread": {"uuid": "9d26d08fdef8c4ce7e6f5af1bfd0105762e7b40e", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edspe0yH4TP7QmFEq0G722fi.YrEjK10IKfpgwHbemOtobEFfzlJ1B6zE5vruj9twlrA--", "site_full": "www.pcwelt.de", "site": "pcwelt.de", "site_section": "http://www.pcwelt.de/rss/downloads.xml", "site_categories": ["windows", "tech"], "section_title": "PC-WELT RSS Downloads", "title": "Datensicherheit: O&O SafeErase Professional Edition", "title_full": "Datensicherheit: O&O SafeErase Professional Edition", "published": "2017-10-23T11:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://bilder.pcwelt.de/3442307_1000x500_r.jpg", "performance_score": 0, "domain_rank": 7653, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9d26d08fdef8c4ce7e6f5af1bfd0105762e7b40e", "url": "http://omgili.com/ri/.wHSUbtEfZSYQXOcL9edspe0yH4TP7QmFEq0G722fi.YrEjK10IKfpgwHbemOtobEFfzlJ1B6zE5vruj9twlrA--", "ord_in_thread": 0, "author": "Eric Bonner", "published": "2017-10-23T11:00:00.000+03:00", "title": "Datensicherheit: O&O SafeErase Professional Edition", "text": "O&O SafeErase Professional Edition \n23.10.2017 | 10:00 Uhr | Eric Bonner Artikel empfehlen: O&O SafeErase Professional Edition Version: Windows 10, Windows 7, Windows 8, Windows Vista Dateigröße: Download: O&O SafeErase Professional Edition Letztes Update: 23.10.2017 Betriebssystem: Windows Vista, Windows 7, Windows 8, Windows 10 Version: 11.2.172 O&O SafeErase Pro (64 Bit) Version: 11.2.172 Größe: 15,75 MB Download: O&O SafeErase Professional Edition Eine gebrauchte Festplatte zu verkaufen, kann gefährlich sein, denn selbst wenn Sie die Platte ordnungsgemäß formatiert haben, lassen sich mit Spezial-Tools noch Reste der alten Dateien auffinden. Wenn Sie nicht wollen, dass Ihre privaten Mails, Ihre Steuererklärung oder persönliche Briefe anderen in die Hände fallen, sollten Sie auf O&O SafeErase setzen. Das Tool überschreibt die Platte in bis zu 35 Durchläufen auf verschiedene Arten mit zufälligen Daten. Wer wichtige Daten in den Windows-Papierkorb schiebt und diesen dann leert, hat die Daten nicht wirklich gelöscht. Hacker und Datenspione können solche Daten problemlos wieder herstellen. Mit O&O SafeErase Professional Edition 11.2.172 bietet O&O Software aus Berlin eine neue Software an, die dafür sorgen soll, dass Daten sicher gelöscht werden. Mit der Version 7 wird auch eine angepasste Löschmethode für immer beliebter werdende SSDs integriert. Dem Anwender bieten sich fünf verschiedene Löschmethoden, die sich vor allem durch die Anzahl der Durchläufe und der Art des Überschreibvorgangs unterscheiden. Laut O&O werden dabei standardisiert Löschverfahren des US-Geheimdienstes National Security Agency (NSA) und des Bundesamts zur Sicherheit in der Informationstechnik (BSI) angewendet. Zusätzlich kann auch die so genannte \"Gutmann-Methode\" angewendet werden, die laut O&O selbst die Sicherheitsanforderungen des BSI und der NSA übertreffen. 0 Kommentare zu diesem Artikel", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "eric bonner artikel", "sentiment": "negative"}, {"name": "ihre steuererklärung", "sentiment": "none"}, {"name": "wenn sie", "sentiment": "none"}, {"name": "anzahl der durchläufe", "sentiment": "none"}, {"name": "kommentare zu diesem artikel", "sentiment": "none"}, {"name": "daten", "sentiment": "none"}, {"name": "zusätzlich", "sentiment": "none"}], "organizations": [{"name": "us-geheimdienstes national security agency", "sentiment": "none"}, {"name": "nsa", "sentiment": "none"}], "locations": [{"name": "platte", "sentiment": "none"}, {"name": "sicherheitsanforderungen", "sentiment": "none"}, {"name": "berlin", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-23T11:46:17.000+03:00"}], "totalResults": 6, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508748377000&q=language%3Aenglish+site%3Apcwelt.de&sort=crawled", "requestsLeft": 670}