{"posts": [{"thread": {"uuid": "ba3acf46b402253bd019c884e307d6ce724a86be", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rusINBYf87Luo3YE.1EavDk", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/index", "site_categories": ["media"], "section_title": "ZEIT ONLINE | Nachrichten, Hintergründe und Debatten", "title": "Unglücke | ZEIT ONLINE", "title_full": "Unglücke | ZEIT ONLINE", "published": "2017-10-08T02:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.026, "main_image": "", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ba3acf46b402253bd019c884e307d6ce724a86be", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rusINBYf87Luo3YE.1EavDk", "ord_in_thread": 0, "author": "zeit.de", "published": "2017-10-08T02:00:00.000+03:00", "title": "Unglücke | ZEIT ONLINE", "text": "London (AFP) Vorfall vor Londoner Museum kein Terrorakt (Polizei)\nSeitennavigation Startseite Facebook", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://www.facebook.com/sharer/sharer.php?u=http%3A//www.zeit.de/news/2017-10/07/ungluecke-%3Fwt_zmc%3Dsm.ext.zonaudev.facebook.ref.zeitde.share.link.x%26utm_medium%3Dsm%26utm_source%3Dfacebook_zonaudev_ext%26utm_campaign%3Dref%26utm_content%3Dzeitde_share_link_x"], "entities": {"persons": [], "organizations": [{"name": "seitennavigation startseite facebo", "sentiment": "negative"}, {"name": "afp", "sentiment": "negative"}], "locations": [{"name": "london", "sentiment": "none"}, {"name": "polizei", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-08T02:21:40.003+03:00"}, {"thread": {"uuid": "36d2ecbea0ab5b1b6bee8eb130489c72ccbd723f", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfCtCnGrxSY_SAydVo2yFhfdMw41R.JUBhvnandspRE0F9RnkaWnF2hTPxqBveuSgobiuprT_n8G_imUZ4x5pFTiSZyIs4GOU7k", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://newsfeed.zeit.de/all", "site_categories": ["media"], "section_title": "Nachrichten: ZEIT ONLINE Newswfeed", "title": "Arms Export: Corruption Allegations Shake German-Israeli Cooperation", "title_full": "Arms Export: Corruption Allegations Shake German-Israeli Cooperation", "published": "2017-10-13T10:57:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://img.zeit.de/2017/42/israel_img-0/wide__1300x731", "performance_score": 2, "domain_rank": 1914, "social": {"facebook": {"likes": 291, "comments": 0, "shares": 291}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "36d2ecbea0ab5b1b6bee8eb130489c72ccbd723f", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfCtCnGrxSY_SAydVo2yFhfdMw41R.JUBhvnandspRE0F9RnkaWnF2hTPxqBveuSgobiuprT_n8G_imUZ4x5pFTiSZyIs4GOU7k", "ord_in_thread": 0, "author": "ZEIT ONLINE: Ausland - Ronen Bergmann, Holger Stark", "published": "2017-10-13T10:57:00.000+03:00", "title": "Arms Export: Corruption Allegations Shake German-Israeli Cooperation", "text": "Lesen Sie diesen Text auf Deutsch Miki Ganor, the man whose scheming is currently making life difficult for governments in both Berlin and Jerusalem, is in a light-hearted mood. He is standing between an Israeli government official and a German executive from ThyssenKrupp. The executive is smiling as Ganor sets his hand jovially on the man's shoulder – and then the contract on the delivery of German warships to Israel is signed. The scene is documented in a picture taken in May 2015. Ganor, ThyssenKrupp's representative in Israel, is the man in the shadows, the orchestrator of an arms deal that has far-reaching, international importance. That is the message of the photo. Today, the governments in both Jerusalem and Berlin wish that Ganor, now 66, had never managed to find his way into the picture. Since early summer, the lobbyist has been in special detention because he is suspected of having paid large bribes to high-ranking government officials in Tel Aviv and Jerusalem to ensure that the arms deal went ahead, including to the former head of the Navy. A cousin of Prime Minister Benjamin Netanyahu is also among those suspected of wrongdoing. More than half a dozen people have already spent some time in detention. The deal in question involves the purchase of German warships and submarines, it involves more than 2 billion euros and it involves the security of the Israeli state. The affair leads directly to the heart of the German-Israeli relationship, one that is a key to Germany's understanding of its role in the world, and it is weighing on the relationship between the two countries. The case doesn't just put Netanyahu, whose role in the affair isn't entirely clear, in a tight spot. It also plunges the German government into a dilemma. Berlin subsidized the arms export deals to the tune of 700 million euros, but can the German government allow an arms deal to go through despite the apparent payment of large bribes? How does the Chancellery intend to explain that German taxpayer money ended up in the pockets of people close to Netanyahu? How much bribery, in other words, can the German-Israeli relationship withstand? Officially, Germany Is Unaware that Israel Arms the Submarines with Nuclear Weapons The relationship between Israel, a country that provided a home to Holocaust victims, and Germany, the country of National-Socialist perpetrators, has always been a special one, and that also extends to arms exports. Israel's security is \"part of Germany's raison d'être,\" German Chancellor Angela Merkel, of the center-right Christian Democrats, promised in an emotional speech to Israeli parliament in March 2008. \"Israel's security is nonnegotiable for me as chancellor,\" Merkel said. Her predecessor Gerhard Schröder, of the center-left Social Democrats (SPD), had a similar view. With respect to arms exports, he said, \"I want to state very clearly: Israel will get what it needs for the preservation of its security.\" This unconditional solidarity has been tested occasionally by political differences – on settlement policy, for example, or on the relationship between Israel and the Palestinians. But the delivery of heavy weaponry continued apace, no matter how deep the grievances between the two governments were. The Chancellery, however, has long been eager to keep the arms deliveries out of the public eye to the degree possible – for fear that voters would be opposed to exporting German weapons to one of the most volatile regions of the world. That, in fact, is the greatest danger presented by the current corruption affair: that it could dissolve the quiet consensus of the Berlin elite and call into question Germany's unconditional solidarity with Israel. Because Germany isn't just delivering conventional military supplies, but water-born, precision weapons that would play a decisive role in the case of nuclear war: Dolphin-class submarines, produced in the Howaldtswerke-Deutsche Werft in Kiel, a shipyard which belongs to ThyssenKrupp, which is listed on Germany's DAX blue chip stock index. The vessels aren't just extremely quiet and agile, allowing them to operate in the shallows of Mediterranean coastal waters and of the Persian Gulf. They also carry an open secret: The Israelis arm them with nuclear weapons. For the Israeli state, the submarines serve as a kind of life-insurance policy. They guarantee a so-called second-strike capability, the ability to strike back following a nuclear attack or a devastating conventional attack. The warships \"guarantee that the enemy doesn't feel tempted to launch a preventative strike with nonconventional weapons and go unpunished,\" says Israeli Admiral Avraham Bozer. And the former commander of the Israeli Navy, Ami Ayalon, says: \"For our country, the purchase of the submarines was the most important strategic decision.\" No other country would have been as obliging as Germany when it comes to this delicate issue. On Jan. 30, 1991, shortly after the start of the Gulf War, the German government, then under the leadership of Chancellor Helmut Kohl, promised the delivery of the first two submarines, which were paid for entirely by Germany. The contract for vessel number three was signed in early 1995. Schröder's government, a coalition of the SPD and Green Party, authorized the export of Dolphins number four and five in 2005. Officially, the Chancellery still claims ignorance regarding the nuclear modifications undertaken by Israel. The fact that the deals rarely hit the headlines is also due to Israeli national hero Shaike Bareket, a highly decorated veteran of the Israeli Air Force. He operated as a representative for ThyssenKrupp starting in 1991 and commuted regularly between the two countries. Seitennavigation", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T11:08:02.000+03:00"}, {"thread": {"uuid": "9bd11fe6d9c9b5767beedd4d752606c5e924930b", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kLldK.7wYV8gymQKR0oOmK0_X6cdNGA64nVH2xCuAxhzSeNBBUv3b7ViQxn8UVlrUELXOew4XP1C", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Ironman: Deutscher Patrick Lange holt den WM-Titel | ZEIT ONLINE", "title_full": "Ironman: Deutscher Patrick Lange holt den WM-Titel | ZEIT ONLINE", "published": "2017-10-15T04:59:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.009, "main_image": "http://img.zeit.de/sport/2017-10/ironman-hawaii-2017/wide__1300x731", "performance_score": 4, "domain_rank": 1914, "social": {"facebook": {"likes": 429, "comments": 0, "shares": 429}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9bd11fe6d9c9b5767beedd4d752606c5e924930b", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kLldK.7wYV8gymQKR0oOmK0_X6cdNGA64nVH2xCuAxhzSeNBBUv3b7ViQxn8UVlrUELXOew4XP1C", "ord_in_thread": 0, "author": "", "published": "2017-10-15T04:59:00.000+03:00", "title": "Ironman: Deutscher Patrick Lange holt den WM-Titel | ZEIT ONLINE", "text": "#D17 Ironman : Deutscher Patrick Lange holt den WM-Titel Patrick Lange erreichte als Erster beim Ironman auf Hawaii das Ziel in Kailua-Kona. Auf Rang vier kam der Ex-Weltmeister Sebastian Kienle. 15. Oktober 2017, 3:59 Uhr Quelle: ZEIT ONLINE, dpa, mib 1 Kommentar Die Triathleten am Samstag beim Start des Ironman auf Hawaii in Kailua-Kona. © Marco Garcia/dpa An einem der bittersten Tage für den Titelverteidiger Jan Frodeno auf Hawaii hat Landsmann Patrick Lange die deutsche Siegesserie bei der Ironman-Weltmeisterschaft fortgesetzt: Der Vorjahresdritte verwies den Kanadier Lionel Sanders mit 2:27 Minuten Vorsprung auf den zweiten Platz und stellte in 8:01:39 einen Streckenrekord auf. \"Das ist, wovon ich immer geträumt habe. Das ist nicht wahr, das ist so großartig\", sagte Lange, der mit der Deutschland-Fahne in der Hand fast ins Ziel gestolpert wäre: \"Das ist Gefühls-Achterbahn hoch Tausend.\" Dritter wurde der Brite David MacNamee vor dem zweiten deutschen Top-Favoriten Sebastian Kienle. Der 33-Jährige aus Mühlacker kam 8:19 Minuten nach Lange ins Ziel. Boris Stein, Siebter vor einem Jahr, wurde Zehnter. In einem denkwürdigen Rennen holte Lange nach 3,8 Kilometern Schwimmen und 180,2 Kilometern Radfahren beim Marathon über zehn Minuten auf. Wenige Kilometer vor dem Ziel übernahm der 31-Jährige aus Bad Wildungen erstmals die Führung in dem Rennen und gab sie bis zum Ziel auf Ali'i Drive nicht mehr ab. Der sechste Deutsche der auf Hawaii siegt Lange ist nach Thomas Hellriegel (1997), Normann Stadler (2004 und 2006), seinem jetzigen Trainer Faris Al-Sultan (2005), Kienle (2014) und Frodeno (2015/2016) der sechste Deutsche, der auf Hawaii siegt. Frodeno, Sieger 2015 und 2016, stieg als Zweiter nach 48:27 Minuten aus dem Pazifik, war damit noch Favorit. Schneller war nur der Australier Josh Amberger, der die Führung nach dem Wechsel auf die Radstrecke aber nicht mehr allzu lange inne haben sollte. Patrick Lange is the 2017 IRONMAN World Champion in a record time of 8:01.39 beating Craig Alexander's 2011 record of 8:03.56! pic.twitter.com/qChT0AHPty — IRONMAN Triathlon (@IRONMANtri) October 15, 2017 Lange lag nur 1:36 auf die Spitze zurück, war 15 und damit auf dem Rad zunächst mit dem Kontakt zu den Toprängen - so, wie er es geplant hatte. Kienle und Sanders, die nach dem Schwimmen lange Zeit das Rennen bestimmten, hatten über sechseinhalb Minuten Rückstand auf die Spitze. Immer wieder wechselte die Führung Nach einigen noch eher verhaltenen Kilometern drehte Kienle auf, bildete schnell zusammen mit Landsmann und Lange-Trainingspartner Boris Stein und Sanders eine Dreiergruppe, die sich kontinuierlich nach vorne arbeitete. Nach gut 30 Kilometern lagen die ersten 30 Fahrer lediglich 68 Sekunden auseinander. Frodeno war vorn mit dabei, Lange lag ebenfalls zunächst noch gut. Immer wieder wechselte die Führung, das Tempo war hoch. Nach der Hälfte übernahm der Australier Cameron Wurf - ehemaliger Olympia-Teilnehmer im Rudern und Ex-Radprofi - erstmals die Führung. In 4:12:54 Stunden pulverisierte der 34-Jährige Stadlers Rad-Streckenrekord von 2006. Sanders blieb in 4:14:18 und Kienle in 4:14:57 ebenfalls noch unter Stadlers Zeit von 4:18:23 Stunden. Lange konnte vorerst nicht mithalten: \"Ich wollte aussteigen, weil ich richtig scheiß Beine hatte\", sagte er dem ZDF . Er machte weiter und holte beim Laufen auf. Im Ziel angekommen fiel er erst auf die Knie führte und danach ein Tänzchen auf wackligen Beinen auf. Seitennavigation ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "iro", "sentiment": "negative"}, {"name": "deutscher patrick lange", "sentiment": "negative"}, {"name": "patrick lange", "sentiment": "negative"}, {"name": "führung", "sentiment": "none"}, {"name": "dreiergruppe", "sentiment": "none"}, {"name": "lange", "sentiment": "none"}, {"name": "david macnamee", "sentiment": "none"}, {"name": "beine", "sentiment": "none"}, {"name": "kienle", "sentiment": "none"}, {"name": "cameron wurf", "sentiment": "none"}, {"name": "top-favoriten sebastian kienle", "sentiment": "none"}, {"name": "nur der australier josh amberger", "sentiment": "none"}, {"name": "ziel", "sentiment": "none"}, {"name": "sieger", "sentiment": "none"}, {"name": "nach", "sentiment": "none"}, {"name": "schneller", "sentiment": "none"}, {"name": "craig alexander", "sentiment": "none"}, {"name": "immer", "sentiment": "none"}, {"name": "sebastian kienle", "sentiment": "none"}, {"name": "boris stein", "sentiment": "none"}, {"name": "landsmann patrick lange", "sentiment": "none"}, {"name": "spitze", "sentiment": "none"}, {"name": "führung nach", "sentiment": "none"}, {"name": "nach der hälfte", "sentiment": "none"}, {"name": "thomas hellriegel", "sentiment": "none"}, {"name": "normann stadler", "sentiment": "none"}, {"name": "kanadier lionel sanders", "sentiment": "none"}, {"name": "lange-trainingspartner boris stein", "sentiment": "none"}, {"name": "faris al-sultan", "sentiment": "none"}], "organizations": [{"name": "stadlers zeit", "sentiment": "none"}, {"name": "deutsche", "sentiment": "none"}], "locations": [{"name": "platz", "sentiment": "none"}, {"name": "hawaii", "sentiment": "none"}, {"name": "spitze", "sentiment": "none"}, {"name": "kailua-kona", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-15T05:59:44.009+03:00"}, {"thread": {"uuid": "0279646c50b49e734a2ad07db73d53e44b1eaaec", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC4i0NVFPSLMTyDquYTrzy6nAAYeePV3fU5FM3gHvJYmZkyxyLQa4Icy.5jDOYjvqf0_Qy16D1W90jvpvUNe0vepvn3I9h2VEf0LzleD3IR_E-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/wehrmacht/index", "site_categories": ["media"], "section_title": "Wehrmacht - News und Infos | ZEIT ONLINE", "title": "Bundeswehr: The German Army’s Dirty Secret", "title_full": "Bundeswehr: The German Army’s Dirty Secret | ZEIT ONLINE", "published": "2017-05-20T20:25:00.000+03:00", "replies_count": 3, "participants_count": 4, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://img.zeit.de/2017/21/bundeswehr-wehrmacht-schuld/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e0ddb0b286a5869e584ce90324d473a611522a5b", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC4i0NVFPSLMTyDquYTrzy6nAAYeePV3fU5FM3gHvJYmZkyxyLQa4Icy.5jDOYjvqf0_Qy16D1W90jvpvUNe0vepvn3I9h2VEfEVGGT3iHzUGMhqzQr_ugJA--", "ord_in_thread": 1, "author": "estalmann", "published": "2017-10-15T13:12:00.000+03:00", "title": "", "text": "'Dirty' ist nicht das richtige Wort. 'Tragic' wäre besser. Es klingt ein bßchen englisches 'HöHö' in dieser Bedeutungsverschiebung. Auch die Verwicklung Englands in die Fehlentwicklungen seit der Gründung des Deutschen Kaiserreiches im Jahre 1871 ist'tragic' und nicht 'dirty'. Der Krieg mit Frankreich 1871, der zur Gründung führte, blieb auch deshalb unter Kontrolle, weil fast vom Beginn an in London eine Friedenskonferenz parallel lief. Königin Viktorias Tochter Vicky hatte nach Berlin geheiratet und das englische Königshaus ein ganz persönliches Interesse daran , dass die Gründung des Deutschen Reiches erfolgreich verlief. Das Ergebnis war ein modern aussehender Staat mit einer Verfassung, die Geschichtskenner als mittelalterlich bezeichnen. Dass im 1. Weltkrieg die - eigentlich gar nicht notwendige - Westfront aufgemacht wurde, wo das große und sinnlose Sterben stattfand, lag auch daran, dass das Mitwirken der anderen Nationen bei der Gründung des Deutschen Reiches von den Verantwortlichen ausgeblendet wurde. Schon der Sieg 1871 war kein rein militärisch errungener Sieg. Das Deutsche Reich kam bis 1888 deshalb zurecht, weil die Gründer Wilhelm I., Bismarck und Moltke, im Gewirr der deutschen Kleinstaaten groß geworden und so an Zusammenarbeit gewöhnt waren. Unter Wilhelm II. wirkte sich die in der Verfassung festgeschriebene Dominanz preußischer Institutionen dann unangenehmst- als highway to Hitler - aus. All das gehört auch zur Tradition der Bundeswehr.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-15T12:12:49.011+03:00"}, {"thread": {"uuid": "0279646c50b49e734a2ad07db73d53e44b1eaaec", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC4i0NVFPSLMTyDquYTrzy6nAAYeePV3fU5FM3gHvJYmZkyxyLQa4Icy.5jDOYjvqf0_Qy16D1W90jvpvUNe0vepvn3I9h2VEf0LzleD3IR_E-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/wehrmacht/index", "site_categories": ["media"], "section_title": "Wehrmacht - News und Infos | ZEIT ONLINE", "title": "Bundeswehr: The German Army’s Dirty Secret", "title_full": "Bundeswehr: The German Army’s Dirty Secret | ZEIT ONLINE", "published": "2017-05-20T20:25:00.000+03:00", "replies_count": 3, "participants_count": 4, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://img.zeit.de/2017/21/bundeswehr-wehrmacht-schuld/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "faa708ef0cd9a67e910b0853215357daaca545fd", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC4i0NVFPSLMTyDquYTrzy6nAAYeePV3fU5FM3gHvJYmZkyxyLQa4Icy.5jDOYjvqf0_Qy16D1W90jvpvUNe0vepvn3I9h2VEfEVGGT3iHzUGl51H9WIdv7Q--", "ord_in_thread": 3, "author": "rechtundfreiheit", "published": "2017-10-15T13:12:00.000+03:00", "title": "", "text": "Ich habe niemals in der Bundeswehr gedient, weder habe ich jemals die Bedeutung der Bundeswehr unterschätzt, als Friedenstifter, Kriesenhelfer und Soldaten.\nUnsere Familie hat im letzten Krieg 7 von 11 Söhnen verloren und mein Vater ist todkrank aus der Gefangenschaft zurückgekehrt und bald danach gestorben.\nDieser hohe Blutzoll unserer Familie war nur möglich, weil unsere Großeltern an ein besseres Deutschland geglaubt haben. Doch ihre Köpfe und ihre Seelen sind von Adolf Hitler und Göbbels manipuliert worden, manipuliert um in einem Krieg zu kämpfen, in dem der Haß grenzenlos ohne Erbarmen zur Vernichtung von Millionen benutzt wurde.\nDie heutige Bundeswehr muß und ist sich der Bedeutung der Kriegsverbrechen der Wehrmacht bewußt, sie sind mit in die Traditionen der stolzen Vergangenheit der Truppe unzerstörbar eingewebt.\nJede Verteidigungstruppe weltweit braucht Traditionen, um die Kampfbereitschaft und den Truppengeist zu stärken. Wer die Traditionen der Bundeswehr unterdrückt, amputiert auch das Herz der Truppe gleichzeitig.\nFinger weg von der Bundeswehr.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-15T12:12:49.037+03:00"}, {"thread": {"uuid": "0279646c50b49e734a2ad07db73d53e44b1eaaec", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC4i0NVFPSLMTyDquYTrzy6nAAYeePV3fU5FM3gHvJYmZkyxyLQa4Icy.5jDOYjvqf0_Qy16D1W90jvpvUNe0vepvn3I9h2VEf0LzleD3IR_E-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/wehrmacht/index", "site_categories": ["media"], "section_title": "Wehrmacht - News und Infos | ZEIT ONLINE", "title": "Bundeswehr: The German Army’s Dirty Secret", "title_full": "Bundeswehr: The German Army’s Dirty Secret | ZEIT ONLINE", "published": "2017-05-20T20:25:00.000+03:00", "replies_count": 3, "participants_count": 4, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://img.zeit.de/2017/21/bundeswehr-wehrmacht-schuld/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5ab51e6d7cbe956836b7e56bca02c34f81a1250c", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC4i0NVFPSLMTyDquYTrzy6nAAYeePV3fU5FM3gHvJYmZkyxyLQa4Icy.5jDOYjvqf0_Qy16D1W90jvpvUNe0vepvn3I9h2VEfEVGGT3iHzUE2fErGH4gEig--", "ord_in_thread": 2, "author": "AFRanger", "published": "2017-10-15T13:12:00.000+03:00", "title": "", "text": "This commentary fails to make very important distinctions and its insinuations betray a lack of understanding of anything military. I am saying this as a Jew, a former US Army Officer, and a student of world war two history. First, of course not every point of military custom should be democratically leigitmated. We are our own separate sphere of social life. We need to maintain our separateness because we have a specific purpose and, as this article demostrates, most civilians do not understand military ways. Of course we are subordinated to civilians control, but we must have our own unqiue ways respected. Second, you cannot reduce the Wehrmacht's military tradition to it's Nazi war crimes, as you have done. The Wehrmacht existed long before the Nazi regime. It opposed the regime's rise and led far more effective resistance to it than any other part of German society. It's military tradition stretches back to the Marian reforms of the Roman legions in 100 BCE. None of this excuses what it did, but to reduce Wehrmacht tradition to these war crimes is ignorance and prejudice. Moreover, the German nation has come clean, acknowledged, and apologized for what it did. Finally, as a former combat officer I understand the interest among my brethren in Wehrmacht traditions. Their system of command was very highly developed and their manuever warfare doctrine excellent. They fought for a perverted and evil regime, but their tradition is something else.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-15T12:12:49.037+03:00"}, {"thread": {"uuid": "76f74611793223ddbe2dbd2266dbc30ba2cca175", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rudrWXc7xA4LQAd_RraqgkR", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Politik | ZEIT ONLINE", "title_full": "Politik | ZEIT ONLINE", "published": "2017-10-15T19:08:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.292, "main_image": "", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "76f74611793223ddbe2dbd2266dbc30ba2cca175", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rudrWXc7xA4LQAd_RraqgkR", "ord_in_thread": 0, "author": "", "published": "2017-10-15T19:08:00.000+03:00", "title": "Politik | ZEIT ONLINE", "text": "15. Oktober 2017, 18:08 Uhr Quelle: afp Mogadischu (AFP) Mindestens 137 Tote bei Anschlag in Somalia (Polizei) Seitennavigation ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "mogadischu", "sentiment": "negative"}], "organizations": [{"name": "mindestens", "sentiment": "negative"}], "locations": [{"name": "somalia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-15T19:22:10.017+03:00"}, {"thread": {"uuid": "a0e9ff5d677bcf7237502efb89083a5ad230f8c4", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rsoCmUB_IjjHbUUVvTo7.4V", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/index", "site_categories": ["media"], "section_title": "ZEIT ONLINE | Nachrichten, Hintergründe und Debatten", "title": "Sport News | ZEIT ONLINE", "title_full": "Sport News | ZEIT ONLINE", "published": "2017-10-16T10:14:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.25, "main_image": "", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a0e9ff5d677bcf7237502efb89083a5ad230f8c4", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rsoCmUB_IjjHbUUVvTo7.4V", "ord_in_thread": 0, "author": "zeit.de", "published": "2017-10-16T10:14:00.000+03:00", "title": "Sport News | ZEIT ONLINE", "text": "Bagdad (AFP) Iraks Truppen: Kontrollieren Straßen und Infrastruktur bei Kirkuk\nSeitennavigation Startseite Facebook", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://www.facebook.com/sharer/sharer.php?u=http%3A//www.zeit.de/news/2017-10/16/sport-news-%3Fwt_zmc%3Dsm.ext.zonaudev.facebook.ref.zeitde.share.link.x%26utm_medium%3Dsm%26utm_source%3Dfacebook_zonaudev_ext%26utm_campaign%3Dref%26utm_content%3Dzeitde_share_link_x"], "entities": {"persons": [{"name": "kontrollieren straßen", "sentiment": "negative"}], "organizations": [{"name": "facebook", "sentiment": "none"}], "locations": [{"name": "bagdad", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-16T10:32:30.000+03:00"}, {"thread": {"uuid": "e630bc64e118bd29de5672d1fc82c05f31d2d42c", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.Vm2eC3nO.oPQ-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/aufklaerung/index", "site_categories": ["media"], "section_title": "Aufklärung - News und Infos | ZEIT ONLINE", "title": "Sex Education: The Problem with the Penis | ZEITmagazin", "title_full": "Sex Education: The Problem with the Penis | ZEITmagazin", "published": "2017-02-19T14:11:00.000+02:00", "replies_count": 5, "participants_count": 6, "site_type": "news", "country": "DE", "spam_score": 0.004, "main_image": "http://img.zeit.de/zeit-magazin/leben/2017-02/sexuelle-aufklaerung-fluechtlinge-soremsky/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ebbe475815ed0d61dbc1618ca76e8a644e93d135", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.V25HKDMKDAyVpATjYG4PugA--", "ord_in_thread": 2, "author": "Sophie Roznblatt", "published": "2017-10-16T15:17:00.000+03:00", "title": "", "text": "I know sometimes its quite difficult to encourage English comments, however I am delighted to answer questions and am happy to hear about your thoughts!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-16T14:17:13.001+03:00"}, {"thread": {"uuid": "e630bc64e118bd29de5672d1fc82c05f31d2d42c", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.Vm2eC3nO.oPQ-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/aufklaerung/index", "site_categories": ["media"], "section_title": "Aufklärung - News und Infos | ZEIT ONLINE", "title": "Sex Education: The Problem with the Penis | ZEITmagazin", "title_full": "Sex Education: The Problem with the Penis | ZEITmagazin", "published": "2017-02-19T14:11:00.000+02:00", "replies_count": 5, "participants_count": 6, "site_type": "news", "country": "DE", "spam_score": 0.004, "main_image": "http://img.zeit.de/zeit-magazin/leben/2017-02/sexuelle-aufklaerung-fluechtlinge-soremsky/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d361dd541938e3324df373adf4826c0c93ec61af", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.V25HKDMKDAyVyI7FCE_wwWQ--", "ord_in_thread": 5, "author": "Ratz_y", "published": "2017-10-16T15:17:00.000+03:00", "title": "", "text": "Wie klingt denn dies?\nThe Problem with the Vagina", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-16T14:17:13.002+03:00"}, {"thread": {"uuid": "e630bc64e118bd29de5672d1fc82c05f31d2d42c", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.Vm2eC3nO.oPQ-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/aufklaerung/index", "site_categories": ["media"], "section_title": "Aufklärung - News und Infos | ZEIT ONLINE", "title": "Sex Education: The Problem with the Penis | ZEITmagazin", "title_full": "Sex Education: The Problem with the Penis | ZEITmagazin", "published": "2017-02-19T14:11:00.000+02:00", "replies_count": 5, "participants_count": 6, "site_type": "news", "country": "DE", "spam_score": 0.004, "main_image": "http://img.zeit.de/zeit-magazin/leben/2017-02/sexuelle-aufklaerung-fluechtlinge-soremsky/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bc41c6391809d1d68b3644626f462053e9c98056", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.V25HKDMKDAyXuNpwzEr0Jdg--", "ord_in_thread": 1, "author": "hakufu", "published": "2017-10-16T15:17:00.000+03:00", "title": "", "text": "The comments should be in English too, enabling non-German speaking people to participate.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-16T14:17:13.014+03:00"}, {"thread": {"uuid": "e630bc64e118bd29de5672d1fc82c05f31d2d42c", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.Vm2eC3nO.oPQ-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/aufklaerung/index", "site_categories": ["media"], "section_title": "Aufklärung - News und Infos | ZEIT ONLINE", "title": "Sex Education: The Problem with the Penis | ZEITmagazin", "title_full": "Sex Education: The Problem with the Penis | ZEITmagazin", "published": "2017-02-19T14:11:00.000+02:00", "replies_count": 5, "participants_count": 6, "site_type": "news", "country": "DE", "spam_score": 0.004, "main_image": "http://img.zeit.de/zeit-magazin/leben/2017-02/sexuelle-aufklaerung-fluechtlinge-soremsky/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b6fbafdba2c31f481730a89fb1f420ef5f65a115", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.V25HKDMKDAyUYPMsGUQGENA--", "ord_in_thread": 4, "author": "Moderationsteam", "published": "2017-10-16T15:17:00.000+03:00", "title": "", "text": "Wir empfehlen Ihnen zusätzlich zum Artikel die Diskussion unter der deutschen Version, bei der die Autorin auf alle Fragen der Leser eingegangen ist ( http://www.zeit.de/zeit-m... ). Vielleicht finden Sie dort die Ihnen fehlenden Informationen oder Sie wenden sich dort mit einer höflichen Frage an die Autorin.\nMit Grüßen aus der Redaktion/kno", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-16T14:17:13.029+03:00"}, {"thread": {"uuid": "e630bc64e118bd29de5672d1fc82c05f31d2d42c", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.Vm2eC3nO.oPQ-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/schlagworte/themen/aufklaerung/index", "site_categories": ["media"], "section_title": "Aufklärung - News und Infos | ZEIT ONLINE", "title": "Sex Education: The Problem with the Penis | ZEITmagazin", "title_full": "Sex Education: The Problem with the Penis | ZEITmagazin", "published": "2017-02-19T14:11:00.000+02:00", "replies_count": 5, "participants_count": 6, "site_type": "news", "country": "DE", "spam_score": 0.004, "main_image": "http://img.zeit.de/zeit-magazin/leben/2017-02/sexuelle-aufklaerung-fluechtlinge-soremsky/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ceb8d505df8161421ba43f9e41f68f1001bac806", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXvKvoLuVDESHfpCZ_C15wNNhy5rBhtXvjznTr9b5vE.V25HKDMKDAyWMtrEDU4BdAA--", "ord_in_thread": 3, "author": "Dieter Offergeld", "published": "2017-10-16T15:17:00.000+03:00", "title": "", "text": "Auch wenn ich's alleine bin, sosag ich's doch: Muss der unsägliche Artikel, dem Hintergrundinformationen zur Autorin fehlen bzw die \"vorenthalten\" (warum eigentlich?) nun auch noch in English publiziert werdden?\nWarum eigentlich nicht in den Sprachen der Zielgruppen?\nWird's nun gelöscht?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-16T14:17:13.031+03:00"}, {"thread": {"uuid": "dcd4f7d142dd1194b2271771bb5d141dbe9dad1d", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWn60iwGBb90KB", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://newsfeed.zeit.de/all", "site_categories": ["media"], "section_title": "Nachrichten: ZEIT ONLINE Newswfeed", "title": "François Villeroy de Galhau: \"Don't be afraid\"", "title_full": "François Villeroy de Galhau: \"Don't be afraid\"", "published": "2017-10-18T17:40:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://img.zeit.de/2017/43/itv-frankreich-ezb_img-0/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 10, "comments": 0, "shares": 10}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dcd4f7d142dd1194b2271771bb5d141dbe9dad1d", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWn60iwGBb90KB", "ord_in_thread": 0, "author": "ZEIT ONLINE: Wirtschaft - Lisa Nienhaus", "published": "2017-10-18T17:40:00.000+03:00", "title": "François Villeroy de Galhau: \"Don't be afraid\"", "text": "Inhalt Seite 1 — \"Don't be afraid\" Seite 2 — \"Nachhaltigkeit, this nice German word meaning patience and perseverance\" Seite 3 — \"I am 100 per cent French. But a Frenchman and a European who knows and loves Germany\" Auf einer Seite lesen DIE ZEIT: Mister Villeroy de Galhau, when you close your eyes and think about Europe, what do you see, red lines or new horizons?\nFrançois Villeroy de Galhau: I prefer keeping my eyes open! We can then see an improving economic situation. We expect 2.2 per cent growth for the Eurozone in 2017. Unemployment is decreasing: Eurozone has created 7 million jobs since the beginning of 2013, and monetary policy played a significant role in this recovery. ‎\nZEIT: The new French president Emmanuel Macron talked about \"new horizons\" for Europe and FDP party leader Christian Lindner in Germany before the election set \"red lines\" for European policy. What do we need?\nVilleroy de Galhau: We should probably have both: red lines and new horizons.\nZEIT: That is a very diplomatic answer.\nVilleroy de Galhau: No, I am convinced about this. Let's - finally - stop to oppose \"German rules\" and \"French visions\". The Germans stress – and they are right – that we need on the domestic scenes more reforms, starting in France. But we also need on the European scene a stronger economic union. Remember what we agreed upon in the Maastricht treaty 25 years ago. It was an economic AND monetary union. Monetary union is a success, for the Economic union there is still work to be done. This work is necessary to avoid that \"monetary policy is the only game in town\", a well-founded German worry. And to reduce unemployment in Europe, still too high at 9%, while strengthening our collective resilience in case of another crisis.\nZEIT: I would not call the monetary union a success as it nearly broke apart some years ago. But let us talk about the economic union that you say still has to come. What do you mean by that?\nVilleroy de Galhau: As the euro is supported by 81 % of the Germans, as it resisted to the worst financial crisis, monetary union is clearly a success. On economic union, we first need domestic reforms, and we now see them implemented in France. But we also have to strengthen the Eurozone. There are three suitable accelerators for that: First, a Financing union for investment and innovation, in order to better use European excess savings of 350 billions yearly. We proposed this Financing Union together with my colleague Jens Weidmann, President of the Bundesbank, as early as February 2016. Second, a better Economic policy coordination: as there are more reforms in France now, there is also room for stimulus in other countries like Germany.\nZEIT: You want to propose a public investment programme for Germany?\nVilleroy de Galhau: Which type of stimulus Germany chooses is obviously up to its own choices. It could be public investment as proposed in the unanimous report of the commission headed by the economist Marcel Fratzscher in 2015. It could be tax cuts for German households, or it could be wage increases as Jens Weidmann mentioned some years ago.\nZEIT: Are the Germans ready for a stimulus?\nVilleroy de Galhau: Each of these possibilities has been raised in the German internal debate, and the IMF also suggested them in its latest report. More broadly, economic policy coordination should mean a better collective strategy in the Eurozone. In the past the discussion has been somewhat unproductive, between the advocates of domestic reforms, and those of economic policy coordination. The simple truth is that both are necessary.\nZEIT: Beyond economic policy coordination, what about a common budget?\nVilleroy de Galhau: As proposed by President Macron, it is the idea that we have some common goods that should be financed collectively, such as defence, external borders protection, digitalisation, refugees crisis management. Part of it could be financed through private savings: this is what I call the Financing Union for Investment. And part of it will require some common public expenditures, which would benefit to all countries including Germany. So this budget, the third of the three accelerators I mentionned, would be in no way a \"Transferunion\". A Transferunion on the contrary would be a one-way budget with always the same countries contributing or the others benefiting. And in that case, I would understand German fears.\nZEIT: In Germany after the elections it will be more difficult for this idea. The FDP is in discussions about forming a government with the CDU and the Green party. And it is opposed to a common budget for the Eurozone and calls it a \"collectivisation of debt\".\nVilleroy de Galhau: The Banque de France and its Governor have been fully independent for 23 years now. I obviously don't have to comment the German political scene developments. But I trust our German friends to go now somewhat beyond traditional fears. Germany is very committed to the Eurozone. Germans are very positive towards the Euro. According to all economic analysis each country has benefited from the Euro, but Germany has benefited the most. France is reforming itself courageously. It is the right time to build for the future: now or never.\nSeitennavigation Nächste Seite \"Nachhaltigkeit, this nice German word meaning patience and perseverance\" Seite 1 2 3 Artikel auf einer Seite lesen Facebook", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "villeroy de galhau", "sentiment": "negative"}, {"name": "seite", "sentiment": "negative"}, {"name": "françois villeroy de galhau", "sentiment": "negative"}, {"name": "christian lindner", "sentiment": "none"}, {"name": "marcel fratzscher", "sentiment": "none"}, {"name": "macron", "sentiment": "none"}, {"name": "emmanuel macron", "sentiment": "none"}, {"name": "jens weidmann", "sentiment": "none"}, {"name": "zeit", "sentiment": "none"}], "organizations": [{"name": "green party", "sentiment": "none"}, {"name": "bundesbank", "sentiment": "none"}, {"name": "fdp", "sentiment": "none"}, {"name": "imf", "sentiment": "none"}, {"name": "cdu", "sentiment": "none"}, {"name": "financing union", "sentiment": "none"}, {"name": "financing union for investment", "sentiment": "none"}], "locations": [{"name": "europe", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-18T18:44:59.009+03:00"}, {"thread": {"uuid": "dcd4f7d142dd1194b2271771bb5d141dbe9dad1d", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWn60iwGBb90KB", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/index", "site_categories": ["media"], "section_title": "ZEIT ONLINE | Nachrichten, Hintergründe und Debatten", "title": "François Villeroy de Galhau: \"Don't be afraid\"", "title_full": "François Villeroy de Galhau: \"Don't be afraid\" | ZEIT ONLINE", "published": "2017-10-18T17:40:00.000+03:00", "replies_count": 4, "participants_count": 5, "site_type": "news", "country": "DE", "spam_score": 0.03, "main_image": "http://img.zeit.de/2017/43/itv-frankreich-ezb_img-0/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2c4f02168ed68ea84d797a45c6d896e6107f95e3", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWnx31AK3hnHdgBNXDUeMfEz0-", "ord_in_thread": 1, "author": "Umgedacht", "published": "2017-10-18T19:51:00.000+03:00", "title": "", "text": "Okay, der französiche Zentralbankchef wandelt gern mit offenen Augen durch die heiligen Hallen seiner Institution. Aber mir scheint dass er mindestens auf einem Auge blind ist. Die Währungsunion - ein Erfolg?\nImmerhin sind seine Empfehlungen an Deutschland begrüßenswert. Doch welcher deutsche Politiker nimmt schon einen guten Ratschlag aus Frankreich an? Da geht schon eher das Kamel durchs Nadelöhr.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:08:45.160+03:00"}, {"thread": {"uuid": "dcd4f7d142dd1194b2271771bb5d141dbe9dad1d", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWn60iwGBb90KB", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/index", "site_categories": ["media"], "section_title": "ZEIT ONLINE | Nachrichten, Hintergründe und Debatten", "title": "François Villeroy de Galhau: \"Don't be afraid\"", "title_full": "François Villeroy de Galhau: \"Don't be afraid\" | ZEIT ONLINE", "published": "2017-10-18T17:40:00.000+03:00", "replies_count": 4, "participants_count": 5, "site_type": "news", "country": "DE", "spam_score": 0.03, "main_image": "http://img.zeit.de/2017/43/itv-frankreich-ezb_img-0/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cca6af81291f52df2716ac6ae5139cf681358bc8", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWnx31AK3hnHdgzNJuoWMcWYs-", "ord_in_thread": 4, "author": "Bateau", "published": "2017-10-18T19:51:00.000+03:00", "title": "", "text": "Einige Vorschläge klingen ganz gut, wie z. B. der Vorschlag ein gemeinsames Budget für Verteidigung, Grenzsicherung, Digitalisierung und die Flüchtlingskrisenbewältigung einzurichten, allerdings lässt mich \"financing through private savings\" wieder PPP und die damit verbundenen Risiken befürchten.\nDas mit dem Europäischen Stabilitätsfond finde ich gar nicht schlecht, wenn er fair durch alle Mitglieder finanziert wird, macht für die wirtschaftlich schwächelnden Staaten die Kreditaufnahme billiger und könnte so den Euro gegen gezielte Angriffe schützen.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:08:45.298+03:00"}, {"thread": {"uuid": "dcd4f7d142dd1194b2271771bb5d141dbe9dad1d", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWn60iwGBb90KB", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/index", "site_categories": ["media"], "section_title": "ZEIT ONLINE | Nachrichten, Hintergründe und Debatten", "title": "François Villeroy de Galhau: \"Don't be afraid\"", "title_full": "François Villeroy de Galhau: \"Don't be afraid\" | ZEIT ONLINE", "published": "2017-10-18T17:40:00.000+03:00", "replies_count": 4, "participants_count": 5, "site_type": "news", "country": "DE", "spam_score": 0.03, "main_image": "http://img.zeit.de/2017/43/itv-frankreich-ezb_img-0/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d600702654c8838deb29fb238ba94de8266fb30d", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWnx31AK3hnHdgo6z1TcLz5dE-", "ord_in_thread": 3, "author": "Martin Günzel", "published": "2017-10-18T19:51:00.000+03:00", "title": "", "text": "\"But we also need on the European scene a stronger economic union. Remember what we agreed upon in the Maastricht treaty 25 years ago. It was an economic AND monetary union. Monetary union is a success, for the Economic union there is still work to be done. This work is necessary to avoid that \"monetary policy is the only game in town\", a well-founded German worry.\"\n- Tja, damit geht er zumindest indirekt darauf ein, dass eines der Grundprobleme der heutigen EU in einem Grundsatzkonflikt zwischen Frankreich und Deutschland Ende der 80er Jahre wurzelte:\nDeutschland war immer dafür, zuerst eine engere POLITISCHE Union zu formieren, bevor es an die monetäre und stärkere wirtschaftliche Einigung ginge.\nLetztlich setzte sich Frankreich damit durch, dass die Wirtschafts- und Währungsunion der politischen Union vorausgehen sollte.\nDamit wurde waährungs- und wirtschaftspolitisch zusammengeschweißt, was damals noch gar nicht so recht zusammengewachsen WAR.\nViele heutige Probleme wurzeln genau darin.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:08:47.656+03:00"}, {"thread": {"uuid": "dcd4f7d142dd1194b2271771bb5d141dbe9dad1d", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWn60iwGBb90KB", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/index", "site_categories": ["media"], "section_title": "ZEIT ONLINE | Nachrichten, Hintergründe und Debatten", "title": "François Villeroy de Galhau: \"Don't be afraid\"", "title_full": "François Villeroy de Galhau: \"Don't be afraid\" | ZEIT ONLINE", "published": "2017-10-18T17:40:00.000+03:00", "replies_count": 4, "participants_count": 5, "site_type": "news", "country": "DE", "spam_score": 0.03, "main_image": "http://img.zeit.de/2017/43/itv-frankreich-ezb_img-0/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "93cddf0952beb1676e16e3a37637bc09a1e16dc4", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kHyxK8G9_H2rErmSLDuBfJ7nHNjrgrkRLUiafcYz_pxa.KMONKngS4xteLo8LxzVEJQACg_V7F7T4mWXgbgM9k9PG6fhsTmoDczq.YaRV4rwfYUqO0LPghnBRtPM3HbWnx31AK3hnHdgqZVqr8hBcWQ-", "ord_in_thread": 2, "author": "Krokodilstreichler", "published": "2017-10-18T19:51:00.000+03:00", "title": "", "text": "Meine Englischkenntnisse sind leider ziemlich beschränkt. Könnte man das Interview zusätzlich noch auf Französisch veröffentlichen, der Muttersprache des Interviewten?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:08:51.152+03:00"}, {"thread": {"uuid": "cf3762066491e34107579a9f288c001579cf2250", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC0RFXj0E7.OLzqlFp4yEMDsok7gS0uO0PriDmmLb9ctPaR.DMU18be20tPpihRHs9eF5OVa2JxDgZdUIu04itp2czBjtQ6GQL", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://newsfeed.zeit.de/all", "site_categories": ["media"], "section_title": "Nachrichten: ZEIT ONLINE Newswfeed", "title": "Foreign policy: Something New in the West", "title_full": "Foreign policy: Something New in the West", "published": "2017-10-25T15:01:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 20, "comments": 0, "shares": 20}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cf3762066491e34107579a9f288c001579cf2250", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfC0RFXj0E7.OLzqlFp4yEMDsok7gS0uO0PriDmmLb9ctPaR.DMU18be20tPpihRHs9eF5OVa2JxDgZdUIu04itp2czBjtQ6GQL", "ord_in_thread": 0, "author": "ZEIT ONLINE: Politik - Jörg Lau, Bernd Ulrich", "published": "2017-10-25T15:01:00.000+03:00", "title": "Foreign policy: Something New in the West", "text": "Lesen Sie diesen Text auf Deutsch Under President Trump, America is calling the postwar values common to the U.S. and Europe into question: That’s why it’s high time to chart a new foreign policy after Atlanticism. One could almost be grateful to Donald Trump: By undermining the transatlantic partnership, he has heightened Germans’ recognition of how much this relationship has benefitted them. No other country has so profited from the American-led world order more than the Federal Republic. Atlanticism was the umbrella under which politically and morally ruined Germany could be rehabilitated and re-integrated into the West. Being anchored in the West, along with Germany’s division, allayed the fears of Germany's neighbors, and finally dispensed with the European nightmare known as the German question. It was through the transatlantic partnership that West Germany, and after unification the whole country, accessed Western modernism with its three core elements: capitalism, cultural liberalism, and the concept of (for Germany, the decisively new) pro-active, self-confident citizenship. This contributed to the end of the German militarism, worship of the state, and the mentality of subservience. In addition, German received a security architecture in NATO, a status that enabled it to participate in the officially demonized nuclear weapons regime. And the Americans could live with the Germans’ cultural arrogance, which supposedly stood in contrast to the Americans’ ostensibly superficial lifestyle. They endured the anti-Americanism and bet on the soft power of their attractive social model. All of this resonates today when it comes to the future of the transatlantic relationship. But now the whole situation has been reversed in a crazy way. Today Atlanticists have to deal with the paradox that the attack on the foundations of the liberal international world order founded by America comes from the White House. In the West Wing sits a nationalist and confessed enemy of multilateral politics, one who sympathizes with authoritarian leaders and undermines the EU by supporting Brexit. The fact that the constants and principles of German foreign policy -- European integration, multilateralism, engagement in the name of human rights and the rule of law, rule-based globalization -- are questioned by the American government constitutes an enormous intellectual and strategic challenge. In the future, Europe now, out of necessity, has to do this by itself without the aid of the U.S., or perhaps even against the U.S. government. It’s ridiculous to believe that Angela Merkel should compensate for the failure of the U.S. president by assuming the mantle of \"leader of the free world.\" And yet there’s a kernel of something there: Germany, more than other actors, is tied to the liberal international order. This is the new German question: Germany is so large that it cannot flourish without this order, and yet it’s too small to guarantee it alone. For the foreseeable future, German foreign policy will suffer this contradiction. Since the previous guarantor of this order is becoming increasingly irrelevant, the question of the Germany’s contribution has to be posed is radically anew. Those who think we can just wait for the U.S. to return to its old role after Trump are deceiving themselves. Indeed, the transatlantic crisis didn’t begin with Trump, and will not end with Trump. Why don‘t the Atlanticists want to see this? In other words: When did the Atlanticists lose touch with reality? The exact date can’t be determined. But at the latest on June 16, 2015, when Donald Trump announced his candidacy. At this moment, a strange mechanism began to take effect: above all those in the German public who know a lot about the U.S. were spectacularly blindsided. With the self-certainty of know-it-alls, it was said that Donald Trump could never become the presidential candidate of the Republicans, because after the primaries the party brass would erase such a deformation. Wrong. Then, with sophisticated swing-state surveys, it was absolutely certain that Trump could never be elected President of the United States. Wrong again. Seitennavigation ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "trump", "sentiment": "negative"}, {"name": "angela merkel", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}], "organizations": [{"name": "eu", "sentiment": "none"}, {"name": "nato", "sentiment": "none"}, {"name": "white house", "sentiment": "none"}], "locations": [{"name": "america", "sentiment": "none"}, {"name": "west lesen sie", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "west", "sentiment": "none"}, {"name": "federal republic", "sentiment": "none"}, {"name": "brexit", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "west germany", "sentiment": "none"}, {"name": "west wing", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-25T15:26:24.000+03:00"}, {"thread": {"uuid": "c1fd49993741517d5fd2c21ec92a2dce78b6b736", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kNBAKHsxJ6ri1HEtSyTDY7X3mxrdoOQnUlibJ83rbzhzO0FEmB9ZpcZTMhasN.IfNEWdNt_AHaR_whlNHk_Phhg_y7n0OT3aT5T5kh_5N2429JA0B6k2JCE-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://newsfeed.zeit.de/all", "site_categories": ["media"], "section_title": "Nachrichten: ZEIT ONLINE Newswfeed", "title": "Social Order: Prospects for Socialism in Today’s World", "title_full": "Social Order: Prospects for Socialism in Today’s World", "published": "2017-10-26T17:27:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c1fd49993741517d5fd2c21ec92a2dce78b6b736", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kNBAKHsxJ6ri1HEtSyTDY7X3mxrdoOQnUlibJ83rbzhzO0FEmB9ZpcZTMhasN.IfNEWdNt_AHaR_whlNHk_Phhg_y7n0OT3aT5T5kh_5N2429JA0B6k2JCE-", "ord_in_thread": 0, "author": "ZEIT ONLINE: Geschichte - Pranab Bardhan", "published": "2017-10-26T17:27:00.000+03:00", "title": "Social Order: Prospects for Socialism in Today’s World", "text": "Lesen Sie diesen Text auf Deutsch It may sound somewhat bizarre and downright utopian to discuss the prospects of socialism at a time when right-wing populism is raging all over the world (not least in Germany), and there is a marked decline in the popular following of traditional left parties in most parts of the world (with some exceptions in England, Greece, Spain, Romania, Ecuador and Bolivia). About ten years back when economies were being ravaged by the financial crisis, there was a lot of public criticism of not just the excessive financialization of recent capitalism but also its systemic failures in terms of inequality and instability, apart from the forces of worker alienation and environmental degradation it unleashes. There was some hope that this will in reaction strengthen socialist propensities among workers. Instead in the last few years workers in many countries seem to have turned in the opposite direction, toward right-wing demagogues often outside the traditional political establishment. Pranab Bardhan \nborn 1939, is Professor of Graduate School at the Department of Economics at the University of California, Berkeley With the Fall of the Berlin Wall it was evident that the so-called Communist countries failed primarily on two counts: one was the authoritarianism and gross abuse of human rights which alienated most decent people and eroded the legitimacy of the government; the other was an economic failure of the command and control system which seriously impaired efficient allocation of resources and innovations. The spectacular success of China in the last three decades, however, suggests that it is possible to salvage the second failure and carry out vast improvements in the economy with a substantial relaxation of state control over economic decisions and allowing a freer play of the market forces, without giving up on authoritarian political control by the Communist Party. This is, of course, a tentative judgment, as (a) it is not yet clear if the Chinese success in ‘catch-up’ growth for a backward economy will be matched in future by big steps in major innovations particularly if the too-big-to-fail state enterprises continue to drag the economy; (b) while the monopoly of political power remains intact for the Party, one cannot really call it a Communist Party in the traditional sense when the workers and peasants now form less than 30 per cent of membership, while the majority of Party members are professionals, students, and businessmen (some of them billionaire plutocrats). The Chinese economy today is characterized by the capitalist diseases of high inequality, instability and environmental degradation. In western Europe, India and pockets of Latin America socialism has more democratic antecedents. In some of these cases socialism has primarily taken the form of progressive redistribution of the social surplus in favor of workers’ welfare, while the surplus itself is generated by primarily a capitalist system of production. In other cases (like France, Brazil or India) the state has played a more important economic role in production, though diminishing in recent years. There are not too many cases of economic success with a predominantly state-controlled system of production. Even in China, while the state is still dominant in some of the heavy and strategic industries, most of the thriving sectors are increasingly private or semi-private. At a time of rising income and wealth inequality, egalitarian goals of socialism seem quite compelling. But if the production system is allowed to remain capitalist, with the increasing skill- and capital-intensity of technological innovations, the forces of concentration of capital and the clout the owners of capital have over the political process, socialism will face formidable challenges. In order to strengthen the countervailing power of workers and their organizations, at least the following steps need to be seriously considered by democratic socialists: (i) More than wage bargaining, workers’ role in the governance of the firm is crucial (here the German works council system and Nordic confederate mode of collective bargaining are models for other countries to adopt and extend). (ii) Workers today are particularly concerned with the precariousness of their jobs in the face of new technology and global competition. In both rich and poor countries workers increasingly are in the informal sector, of the self-employed, free-lancers and ‘independent contractors’. For such workers a universal basic income supplement can provide some minimum security, allowing them to look for better jobs and entrepreneurial opportunities. If labor organizations lobby for such income supplements, they can thereby build a bridge across what divides the labor movement today, between the formal and informal workers, between ‘insiders’ and ‘outsiders’. (iii) Finally, if socialists parties are to win blue-collar workers back from the pied pipers of populism they have to be aware that workers today are angry about their cultural distance from the footloose cosmopolitan professional liberal elite who seem to dominate the opinion-making circles of social-democratic parties. Unions may try to take an active role in the local cultural life, involving the neighborhood community and religious organizations, as they used to in some European and Latin American countries-- this is one way trade unions enabled workers to tame and transcend their nativist passions and prejudices against minorities and immigrants. It's an uphill task but with some organizational restructuring socialist goals may still be achievable. Seitennavigation", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "pranab bardhan", "sentiment": "none"}], "organizations": [{"name": "graduate school", "sentiment": "none"}, {"name": "department of economics", "sentiment": "none"}, {"name": "party", "sentiment": "none"}, {"name": "university of california, berkeley with", "sentiment": "none"}, {"name": "communist party", "sentiment": "none"}], "locations": [{"name": "ecuador", "sentiment": "none"}, {"name": "romania", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "england", "sentiment": "none"}, {"name": "bolivia", "sentiment": "none"}, {"name": "spain", "sentiment": "none"}, {"name": "india", "sentiment": "none"}, {"name": "latin america", "sentiment": "none"}, {"name": "greece", "sentiment": "none"}, {"name": "china", "sentiment": "none"}, {"name": "brazil", "sentiment": "none"}, {"name": "france", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "berlin wall", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-26T19:06:06.000+03:00"}, {"thread": {"uuid": "7628d6f42f036536f4115eecc78331effcef7d73", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXpRDY13GI5mpS8CLeTe3tKeVUMUYydKdWtbkrjAzJ1Ajf1kV6Q40noY-", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://newsfeed.zeit.de/all", "site_categories": ["media"], "section_title": "Nachrichten: ZEIT ONLINE Newswfeed", "title": "#MeToo: Are You In?", "title_full": "#MeToo: Are You In?", "published": "2017-10-28T14:12:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://img.zeit.de/zeit-magazin/2017-10/sexismus-metoo-maenner-debatte-aufmacher/wide__1300x731", "performance_score": 1, "domain_rank": 1914, "social": {"facebook": {"likes": 185, "comments": 0, "shares": 185}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7628d6f42f036536f4115eecc78331effcef7d73", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kJHgx6I7MgKKrpWwXdrt5MZ4Yz.aFIqPXpRDY13GI5mpS8CLeTe3tKeVUMUYydKdWtbkrjAzJ1Ajf1kV6Q40noY-", "ord_in_thread": 0, "author": "ZEIT ONLINE: leben - Mareike Nieberding", "published": "2017-10-28T14:12:00.000+03:00", "title": "#MeToo: Are You In?", "text": "© Stephen Carroll/plainpicture #MeToo Are You In? All men are predators and all women are victims: Is there some truth to that statement? Dating etiquette isn't my thing, but I have some ideas to make things better. Von Mareike Nieberding 28. Oktober 2017, 13:12 Uhr Lesen Sie diesen Text auf Deutsch Dear men, the one in the cafeteria, the one behind the bar, in the checkout line, on the phone. Dear men of today, you say you're confused. After #Weinstein and #MeToo, you're wondering how you should behave, what the rules are. You say that you were shocked by how widespread #MeToo is among women you know, but that you yourself have nothing to feel bad about. But is that really so? But was it maybe you who danced up unasked behind that brunette in a midriff-revealing top? Or was it you who put your hand on a female colleague's back at a teambuilding event only for her to wriggle away like a contortionist? And are you sure that, during a game of pool with your buddies, you never talked about the slut from the corner bar, the one you should steer clear of because she'd allegedly slept with half the city? Is that what you said about her? Oh right, you didn't mean it like that. Just a bit of locker room talk. You don't want to be a predator. I get that. And I don't want to be a victim, but I am anyway. Every debate about male sexual violence is a debate about power, power structures and the way we interact as a society, how we organize and shape this interaction, both in private and on an institutional level. That's why you're a predator, because you benefit from the system. And I'm a victim, even if I don't want to be. Because I am systematically disadvantaged. In other words, we're both stuck in roles we want to break free from. You feel unfairly treated. So do I. You really don't want to do anything wrong. That's fine. But then you can't leave it up to me to change things. Positive sexism is also sexism I'm not trying to shove you into a corner. I don't want to put you in the same category as men like Harvey Weinstein. But I still wonder: What's wrong with telling you that you've made mistakes too. I'm not completely innocent either. I've also gazed at men's behinds and reduced them to their physical attributes. Positive sexism is also sexism. Even if you didn't mean it like that, that brunette had a problem with the way you sidled up to her. Why do you think she moved to other side of the dancefloor? And even if you're a good guy, you nodded along as your friends described their one-night-stands as sluts. Maybe you wanted to call them out but didn't, because you didn't want to be seen as a wimp, a wuss, the kind of man who \"understands\" women. Why not, actually? I don't need you to protect me, but it would be nice to know you're on my side. That we're not on opposite sides of the system. Because how will anything ever change when we're not even capable of listening to each other and taking each other seriously? You're uncertain. I am too. I think that's a good thing. We should use that uncertainty – now that it's so widespread. No hashtag can change the world. And it's not your fault that the world is the way it is. That's what you say, but you know it's not true, because you don't even try to change it. I don't want to tell you what to do. Personally, I don't want a guide to dating etiquette. I don't have 10 commandments for the post-modern man up my sleeve. But I do have a few ideas. Seitennavigation", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "stephen", "sentiment": "neutral"}, {"name": "harvey weinstein", "sentiment": "none"}, {"name": "von mareike nieberding", "sentiment": "none"}, {"name": "uhr lesen sie", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-28T14:14:58.008+03:00"}, {"thread": {"uuid": "a34b671d4aa0d9d6cd4b333844d0a62911fbe57e", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfCtCnGrxSY_SAydVo2yFhfdBJph3s.acWOZ282mmmak_w_CFxH0Pi6v9SxYTyhyOVXDJ6d0PBrgj2z91LcWY1hIqxG_tremfRzrof0AQilRQydvHSHzjCR0w--", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://newsfeed.zeit.de/all", "site_categories": ["media"], "section_title": "Nachrichten: ZEIT ONLINE Newswfeed", "title": "Transatlantic Partnership: Europe's Illusions", "title_full": "Transatlantic Partnership: Europe's Illusions", "published": "2017-10-31T17:33:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://img.zeit.de/politik/ausland/2017-10/transatlantische-beziehungen/wide__1300x731", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 37, "comments": 0, "shares": 37}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 9}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a34b671d4aa0d9d6cd4b333844d0a62911fbe57e", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kKeALfjCaFfCtCnGrxSY_SAydVo2yFhfdBJph3s.acWOZ282mmmak_w_CFxH0Pi6v9SxYTyhyOVXDJ6d0PBrgj2z91LcWY1hIqxG_tremfRzrof0AQilRQydvHSHzjCR0w--", "ord_in_thread": 0, "author": "ZEIT ONLINE: Ausland - Jackson Janes , Peter S. Rashish, Steve Szabo, Lily Gardner-Feldman, Daniel Hamilton, Steve Sokol, Jeffery Anderson", "published": "2017-10-31T17:33:00.000+02:00", "title": "Transatlantic Partnership: Europe's Illusions", "text": "#D17 Transatlantic Partnership : Europe's Illusions Trump is not America. That is why Germany will remain the current European nation for the USA. A Response to Jörg Lau's and Bernd Ulrich's America Criticism Von Jeffery Anderson , Lily Gardner Feldman , Daniel Hamilton , Jackson Janes , Peter S. Rashish , Steven Sokol und Stephen F. Szabo 31. Oktober 2017, 16:33 Uhr Kein Trump-Fan: Eine Frau zeigt ihr Missfallen über Donald Trump bei einem Spiel der NFL. ©dpa/AP Photo/Gary Landers Lesen Sie diesen Text auf Deutsch Although for more than 70 years common values were invoked to keep the transatlantic partnership together, now is the time to assert shared U.S.-German interests. For this reason, we, the signatories, take issue with the recent argument offered by Jörg Lau and Bernd Ulrich in DIE ZEIT (\"Something New in the West\", ZEIT 43/17) which argues in effect for a German led decoupling of the West from the United States. We are not making a sentimental case for transatlanticism; rather we assert that we have shared interests. While Lau and Ulrich contend that the U.S. has been receding in its strategic commitment to Europe before Donald Trump took office, Germany remains without question the most important European nation for American foreign policy. The U.S. cannot ignore the strategic importance of a country which has the largest economy and, with the looming exit of the UK from the European Union, whose political weight will only increase. Germany is the sixth largest export destination for U.S. manufactured goods, and at $255 billion German investment in the United States is more than double U.S. investment in Germany. As the Obama Administration recognized, Germany remains key to a coordinated western policy on Russia and has been the driving force on the Russia sanctions policy within the EU and of the Minsk accord on Ukraine. It was this rather than a strategic disengagement from Europe which prompted the Obama team to defer leadership to Germany. In addition Germany has the deepest and most important relationship with China of any European country, a factor which will only increase in significance in the future of American policy. The German-American relationship is fundamental to the values and interests of the Western liberal order. The Trump Presidency is ambivalent at best about that order. But in contrast to how Lau and Ulrich argue, Trump is not America and perhaps does not even speak for his own administration on the vital issues of foreign policy. The so called \"adults\" in the Administration remain committed to the Atlantic alliance and to the U.S. commitment to NATO. Donald Trump also has German roots While Trump is sui generis in many ways, he has picked up on a number of trends and policy concerns that Presidents before had too, especially in the area of defense burden sharing and aspects of German economic policy. Yet Trump is quite alone on the issue of the American security guarantee to Europe via NATO, on resolve to counter Russian attempts to undermine the European security order and on the need for a broad alliance and a multilateral approach to the world. Finally, and most important, the U.S.-German relationship has a broad and deep base in civil society including in the private sector, academia and the broader cultural relationship. Over 50 million Americans (17% of the total U.S. population) still can trace their heritage back to German roots (including Donald Trump). This means, as the German statement rightly points out, that the relationship goes well beyond the White House to the Congress and to the state and local levels, key factors which Lau and Ulrich ignore. These institutionalized civil society connections provide stability and predictability in a time of uncertainty in German-American relations and should be reinvigorated. Germany must continue to build up its defense capabilities and to take on a role in European defense to match its growing economic and political weight. As Lau and Ulrich note, it is clearly the time for Europe and Germany to grow up. Calls during the German election campaign against increased defense spending on the grounds it would mean giving in to pressure from Donald Trump are completely baseless and miss the key strategic challenges facing Germany. There is a widespread consensus in the United States that the U.S. is over-stretched in its defense commitments and that Europeans, in particular, need to do more in this arena. But if Germany takes on a larger role both within NATO and within the EU on security cooperation, these commitments will not be called into question. Given its vast budget surplus, Germany should take immediate and substantial measures to modernize its military capabilities and its defense industrial base. Europe´s Illusion", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ulrich", "sentiment": "none"}, {"name": "lau", "sentiment": "none"}, {"name": "uhr kein trump-fan", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "obama", "sentiment": "none"}, {"name": "steve szabo", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "steve sokol", "sentiment": "none"}, {"name": "lily gardner-feldman", "sentiment": "none"}, {"name": "jorg lau", "sentiment": "none"}, {"name": "jörg lau", "sentiment": "none"}, {"name": "daniel hamilton", "sentiment": "none"}, {"name": "doanld trump", "sentiment": "none"}, {"name": "bernd ulrich", "sentiment": "none"}, {"name": "peter s. rashish", "sentiment": "none"}, {"name": "eine frau", "sentiment": "none"}, {"name": "jeffery anderson", "sentiment": "none"}], "organizations": [{"name": "illusions trump", "sentiment": "negative"}, {"name": "eu", "sentiment": "none"}, {"name": "congress", "sentiment": "none"}, {"name": "nfl", "sentiment": "none"}, {"name": "european union", "sentiment": "none"}, {"name": "obama administration", "sentiment": "none"}, {"name": "nato", "sentiment": "none"}, {"name": "white house", "sentiment": "none"}, {"name": "america criticism von jackson janes", "sentiment": "none"}], "locations": [{"name": "europe", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "usa", "sentiment": "none"}, {"name": "minsk", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "ukraine", "sentiment": "none"}, {"name": "russia", "sentiment": "none"}, {"name": "eu", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "china", "sentiment": "none"}, {"name": "atlantic", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T17:47:22.005+02:00"}, {"thread": {"uuid": "fd2f021938caf8b72d98ff84b1eda467d8584789", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rv516vAIBhZxSVtw94lV46s", "site_full": "www.zeit.de", "site": "zeit.de", "site_section": "http://www.zeit.de/index", "site_categories": ["media"], "section_title": "ZEIT ONLINE | Nachrichten, Hintergründe und Debatten", "title": "Gewalt", "title_full": "Gewalt | ZEIT ONLINE", "published": "2017-11-01T09:26:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.126, "main_image": "", "performance_score": 0, "domain_rank": 1914, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fd2f021938caf8b72d98ff84b1eda467d8584789", "url": "http://omgili.com/ri/jHIAmI4hxg9zbEfyPxY4kOl1.6u8fcz2pIm2BwyU8rv516vAIBhZxSVtw94lV46s", "ord_in_thread": 0, "author": "zeit.de", "published": "2017-11-01T09:26:00.000+02:00", "title": "Gewalt", "text": "New York (AFP) Sechs Tote bei Vorfall mit Kleinlaster in New York (US-Medien)\nSeitennavigation Startseite Facebook", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://www.facebook.com/sharer/sharer.php?u=http%3A//www.zeit.de/news/2017-10/31/gewalt-%3Fwt_zmc%3Dsm.ext.zonaudev.facebook.ref.zeitde.share.link.x%26utm_medium%3Dsm%26utm_source%3Dfacebook_zonaudev_ext%26utm_campaign%3Dref%26utm_content%3Dzeitde_share_link_x"], "entities": {"persons": [], "organizations": [{"name": "seitennavigation start", "sentiment": "negative"}, {"name": "afp", "sentiment": "negative"}, {"name": "facebook", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "gewalt new york", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-01T09:42:28.002+02:00"}], "totalResults": 23, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509522148002&q=language%3Aenglish+site%3Azeit.de&sort=crawled", "requestsLeft": 724}