{"posts": [{"thread": {"uuid": "da855dfe5a841fec747a04bb842f15609efc2e3d", "url": "http://omgili.com/ri/.wHSUbtEfZTFs2saXDQ3PVa4BPs08lL2jHvXdivfzedGCMiLtcYEZazZ77xQUBiDOW9.OJvohJzUlOve8QpX5jRO2H9B2BNM", "site_full": "www.echonews.com.au", "site": "echonews.com.au", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Fairytale Cup comeback everyone wants to see | Lismore Echo", "title_full": "Fairytale Cup comeback everyone wants to see | Lismore Echo", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "AU", "spam_score": 0.228, "main_image": "https://media.apnarm.net.au/media/images/2017/11/07/imagev17d5923c12109945cb2bb010c23326b26-kqesdgxawbt44dnw7p2_fct487x365x70_ct300x300.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "da855dfe5a841fec747a04bb842f15609efc2e3d", "url": "http://omgili.com/ri/.wHSUbtEfZTFs2saXDQ3PVa4BPs08lL2jHvXdivfzedGCMiLtcYEZazZ77xQUBiDOW9.OJvohJzUlOve8QpX5jRO2H9B2BNM", "ord_in_thread": 0, "author": "Use This Content", "published": "2017-11-07T02:00:00.000+02:00", "title": "Fairytale Cup comeback everyone wants to see | Lismore Echo", "text": "Fairytale Cup comeback everyone wants to see 7th Nov 2017 6:36 AM Use this content by James Matthey \nTHE Melbourne Cup is upon us and if you don't want to feel left out there are some important details you should know. \nWHAT TIME IS IT ON? \nThe race - which is run at Melbourne's Flemington Racecourse - is scheduled to begin at 3pm AEDT. \nHOW CAN I WATCH IT? \nYou can watch the race live on Foxtel's Sky Racing (Channel 519) and on free-to-air TV on Channel Seven, whose coverage of the day will begin at 10am AEDT. \nNews.com.au will be running a live blog and have all the reaction and analysis to the day's biggest storylines. \nWHY IS IT SO SPECIAL? \nYou might tune in every year to watch the Melbourne Cup, but do you know what separates it from every other race? \nThe Cup is the world's richest handicap race for horses three-years-old and over. The handicap refers to horses having to carry extra weight, the minimum of which is set at 50kg, as they make their way around the track. \nThe race is 3200m (two miles) long. \nHOW MUCH DO THE TOP PERFORMERS EARN? \nThe prizemoney on offer stands at a whopping $6.2 million. To put that in perspective, only four other races in the world have a more lucrative purse. \nFirst prize is $3.6 million, second is $900,000 and third is $450,000. \nThe winning jockey is entitled to five per cent of the prizemoney won while the winning trainer is entitled to 10 per cent of the earnings. \nWHERE SHOULD I PUT MY MONEY? \nWall Of Fire is paying $12 for the win and $4.25 for the place and is half a chance when you take into account recent form. He finished second at the G3 Geoffrey Freer before backing that up with another second at the G2 Herbert Power in his last start. \nRekindling ($14 for the win) and Max Dynamite ($15) aren't up with there with the strong favourites like Marmelo ($8) and 2016 winner Almandin ($9.50) but worth a flutter if you're after something with enough value that isn't a complete roughie. Rekindling's been brilliant since stepping up to 2800m plus races and looks to be peaking at the right time while Max Dynamite proved his quality at the 2015 Melbourne Cup when he ran second. \nIf you're looking to take a bigger risk throw some coin at Gallante ($101 for the win, $22.35 for the place). Not because you're a decent shot at seeing any return on that investment, but because if a miracle did occur, you'd have one helluva story to tell your mates and become a legend for life. \nWHO SHOULD I BARRACK FOR? \nIf you've got no interest in racing and want to cheer for the horse with the best backstory coming into the Cup, we've got you covered. \nSingle Gaze fell 18 months ago and rolled over jockey Kathy O'Hara, who dislocated her sternoclavicular (a joint near the shoulder) and suffered concussion. But after weeks in hospital and months out of the saddle, the pair have reunited in time for the race that stops the nation. \nBoom Time can become the first horse to win the Caulfield Cup and Melbourne Cup in the same year since Ethereal in 2001 while 2016 winner Almandin can go back-to-back by crossing the line first again this year. \nTiberian is an option for the softies out there because he shouldn't even really be here. His father Tiberius Caesar was what's called a \"teaser pony\" - used to keep mares \"in the mood\" but prevented from mating. But six years ago he was the beneficiary of a healthy dose of pity and finally allowed to do his thing with the mare Toamasina. And voila - Tiberian was born. \nTHE FIELD \nIt's always tough following whichever horse you've received in your office sweepstake on the TV when everyone is yelling and jumping up and down. But if you know what number and colours to look out for, that task becomes slightly easier. \n1. Hartnell - Barrier: 12, jockey: Damian Lane, colours: royal blue \n2. Almandin - Barrier: 14, jockey: Frankie Dettori, colours: navy blue and white armbands \n3. Humidor - Barrier: 13, jockey: Blake Shinn, colours: green and teal \n4. Tiberian - Barrier: 23, jockey: Olivier Peslier, colours: yellow \n5. Marmelo - Barrier: 16, jockey: Hugh Bowman, colours: blue with cream polkadots \n6. Red Cardinal - Barrier: 24, jockey: Kieren McEvoy, colours: blue with a white horseshoe on the front and chequered sleeves \n7. Johannes Vermeer - Barrier: 3, jockey: Ben Melham, colours: navy with white armbands \n8. Bondi Beach - Barrier: 1, jockey: Michael Walker, colours: navy with white armbands and a red cap \n9. Max Dynamite - Barrier: 2, jockey: Zac Purton, colours: rose pink with green polkadots and a pink cap \n10. Ventura Storm - Barrier: 6, jockey: Glen Boss, colours: mustard with navy stripes \n11. Who Shot Thebarman - Scratched \n12. Wicklow Brave - Barrier: 8, jockey: Stephen Baster, colours: purple and orange \n13. Big Duke - Barrier: 5, jockey: Blake Avdulla, colours: blue with a white horseshoe \n14. US Army Ranger - Barrier: 22, jockey: Jamie Spencer, colours: navy with white armbands and a blue cap \n15. Boom Time - Barrier: 9, jockey: Cory Parish, colours: white with a green sash and black sleeves \n16. Gallante - Barrier: 18, jockey: Michael Dee, colours: navy with white sleeves and a yellow cap \n17. Libran - Barrier: 7, jockey: Dwayne Dunn, colours: light blue, blue armbands and a blue cap \n18. Nakeeta - Barrier: 19, jockey: Glynn Schofield, colours: grey with purple chevrons \n19. Single Gaze - Barrier: 11, jockey: Kathy O'Hara, colours: blue with a red circle on the front \n20. Wall Of Fire - Barrier: 15, jockey: Craig Williams, colours: blue with cream polkadots \n21. Thomas Hobson - Barrier: 21, jockey: Joao Moreira, colours: pink with green polkadots and a green cap \n22. Rekindling - Barrier: 4, jockey: Corey Brown, colours: navy with white armbands and a pink cap \n23. Amelie's Star - Barrier: 10, jockey: Dean Yendall, colours: white with dark blue stripes \n24. Cismontane - Barrier: 17, jockey: Beau Mertens, colours: mustard with yellow chevrons and a purple and yellow cap ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:55.005+02:00"}, {"thread": {"uuid": "4784bad7077be2d291e23cb07bf6a1697ed16b31", "url": "http://omgili.com/ri/t1o2C2H78UdVMMbNuA.N2Rwn8ywD7s6yYMF8L5qAmFq1iVxj2OFjNo78tFF_a_DIBMNTcd4fzarHl0qqa6JCKTCXmJtuQOf4", "site_full": "derstandard.at", "site": "derstandard.at", "site_section": "http://derstandard.at/?page=rss&ressort=Sport", "site_categories": ["media"], "section_title": "derStandard.at › Sport", "title": "Sportpolitik - Sportförderung auf der langen Bank", "title_full": "Sportpolitik - Sportförderung auf der langen Bank", "published": "2017-11-07T11:04:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "AT", "spam_score": 0.0, "main_image": "http://images.derstandard.at/2017/11/06/a_6.jpg", "performance_score": 0, "domain_rank": 4705, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4784bad7077be2d291e23cb07bf6a1697ed16b31", "url": "http://omgili.com/ri/t1o2C2H78UdVMMbNuA.N2Rwn8ywD7s6yYMF8L5qAmFq1iVxj2OFjNo78tFF_a_DIBMNTcd4fzarHl0qqa6JCKTCXmJtuQOf4", "ord_in_thread": 0, "author": "redaktion@derStandard.at (derStandard.at Redaktion)", "published": "2017-11-07T11:04:00.000+02:00", "title": "Sportpolitik - Sportförderung auf der langen Bank", "text": "  Sportförderung auf der langen Bank Fritz Neumann 47 Postings Michael Walchhofer (ÖVP) und FPÖ-Sportsprecherin Petra Steger sollen sportliche Weichen für eine Regierungsbildung stellen \nWien – Am Ende wird alles gut, jedenfalls für Hans Peter Doskozil ( SPÖ ). Der Minister für Landesverteidigung und Sport kehrt in den nächsten Tagen ins Burgenland zurück, wo er für Weihen vorgesehen ist. Die Landesverteidigung fällt in andere Hände, sobald sich ÖVP und FPÖ auf eine Koalition geeinigt haben. Für den Sport gilt Ähnliches, wenn auch nicht Selbiges, schließlich ist nicht gesagt, dass er weiterhin dem Verteidigungsministerium als Appendix anhängt. \nOffen ist, ob Doskozil noch die Geschäftsführer der Bundes Sport GmbH (BSG) präsentiert, jener Gesellschaft, die laut Sportförderungsgesetz ab Anfang 2018 für die Vergabe der Bundesmittel, die in den Sport fließen, zuständig sein soll – also für gut 120 Millionen Euro. Vor den Wahlen, im September, hatte Doskozil den Aufsichtsrat mit Armin Assinger an der Spitze bestellt. Seit den Wahlen wird die Vorstellung der Geschäftsführer von einer Woche auf die andere verschoben. Dem Vernehmen nach hat Doskozil seine Wahl bereits getroffen, die betreffende Weisung sei aber \"noch nicht unterschrieben\". \nIn die engere Wahl für den \"Geschäftsführer Sport\" kamen drei Kandidaten: Ex-Tennisspieler Clemens Trimmel, Ex-Rennrodler Markus Prock und Wolfgang Gotschke, der dem Bundessportförderungsfonds (BSFF) vorstand, der nun durch die BSG ersetzt wird. Trimmel, schon im \"Projekt Rio\" des ÖOC für die Vergabe von Fördermitteln verantwortlich, galt und gilt als Favorit. Was den Posten \"Geschäftsführer Wirtschaft\" angeht, wäre es keine Überraschung, würde Michael Sulzbacher quasi weiterarbeiten. Er ist seit 1999 für die ehemaligen Bundessportheime zuständig und hätte dann in der BSG-Tochter Austrian Sports Resorts praktisch dieselbe Aufgabe. \nViel Lärm um nichts, so ließen sich kritische Stimmen zusammenfassen. Schließlich hätte Doskozil den BSFF schlicht in eine GmbH umwandeln können. Von einer baldigen Personalentscheidung ist auszugehen, notfalls gibt es statt eines Termins dann bloß eine Aussendung. So oder so stünde eine neue Regierung vor vollendeten Tatsachen. \nIn den schwarz-blauen Gesprächen über eine mögliche Koalition sitzen einander derzeit FPÖ-Sportsprecherin Petra Steger, die für Serienmeister Flying Foxes SVS Post Basketball spielt, und der ehemalige Abfahrtsweltmeister Michael Walchhofer als ÖVP-Verhandler gegenüber. Steger hatte im Juni kein gutes Haar an dem von SPÖ und ÖVP beschlossenen Sportförderungsgesetz gelassen. Der Sport verliere seine Autonomie, und dem Parlament werde die Kontrolle entzogen, sagte die Tochter von Ex-Vizekanzler Norbert Steger, die FPÖ-Favoritin auf ein Ministeramt ist. Zu den Gesprächen mit Walchhofer wollte sie am Montag nichts sagen. \"Anfragen bitte an unsere Pressestelle.\" \nWalchhofer, Vizepräsident des Skiverbands (ÖSV), ist \"kein Parteimitglied\" und schließt für sich eine Funktion in der nächsten Regierung \"definitiv aus\". Er wünscht sich \"mehr Stellenwert für Sport\", sagt er im Gespräch mit dem Standard: \"Man müsste in Kindergärten und Schulen ansetzen.\" \nAm Ende wird alles gut. Und wenn es nicht gut ist, ist es noch nicht das Ende. (Fritz Neumann, 7.11.2017) foto: apa/fohringer \nSteger (30) ist Basketballerin bei den Flying Foxes SVS Post. foto: apa", "highlightText": "", "highlightTitle": "", "language": "german", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:55.005+02:00"}, {"thread": {"uuid": "440ec069dc37fad980c63cac3f459eafc4ea60b7", "url": "http://omgili.com/ri/.0rSU5LtMgx3iNyDZRnAATqpWYyVuq9wEGdhO9guFb_9WHmLwUsJF8W_v3Ru3JxS", "site_full": "forum.gon.com", "site": "gon.com", "site_section": "http://forum.gon.com/forumdisplay.php?f=63", "site_categories": ["sports", "non_standard_content", "hunting_shooting", "adult"], "section_title": "Fishing - Georgia Outdoor News Forum", "title": "I wish this would last forever", "title_full": "I wish this would last forever - Georgia Outdoor News Forum", "published": "2017-11-06T11:29:00.000+02:00", "replies_count": 1, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 87756, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e1e4562f2dcce5b826c4ad0d452848c52b0e6e3e", "url": "http://omgili.com/ri/.0rSU5LtMgx3iNyDZRnAATqpWYyVuq9wEGdhO9guFb_9WHmLwUsJF2Q5XSw7RT15Sx4dG5lxbcKuwGb.W.dJTw--", "ord_in_thread": 1, "author": "027181", "published": "2017-11-07T07:22:00.000+02:00", "title": "", "text": "You can't beat a big king peeling off drag! Any tips for inshore trout, a good boat ramp, and maybe a place to buy live bait? Im going to be headed out that way soon for the first time instead of the gulf as my buddy stationed at Hunter has a house with a place to park the boat now.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:55.007+02:00"}, {"thread": {"uuid": "02eb61be182a163558d53b0ccd86b531ff9f8085", "url": "http://omgili.com/ri/jHIAmI4hxg.WC7zJRv2ntdHT02BnPvp_RAoMkyThHZQ.j.IwQNNU3Y.p7lnUeFL2x5gpYh2oQkN2rQTJaIJSdQYEnWbGYdT1lojdZACayMNaxBKqHYNxAyOuqOhTcMjkqaxznNFa3FttAmRUBObuBH.kipMf3.WnVp8oCweuj9O4DHlp1X8r.BY6mhi5Q9O3", "site_full": "www.reporterntv.ro", "site": "reporterntv.ro", "site_section": "http://www.reporterntv.ro/feed", "site_categories": ["media", "television", "entertainment"], "section_title": "Stirile Neptun TV", "title": "ROMÂNIA. Mașină SCOASĂ DIN CIRCULAȚIE, implicată într-un accident grav - șoferul A MURIT PE LOC! GALERIE FOTO!", "title_full": "ROMÂNIA. Mașină SCOASĂ DIN CIRCULAȚIE, implicată într-un accident grav - șoferul A MURIT PE LOC! GALERIE FOTO!", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "RO", "spam_score": 0.0, "main_image": "http://www.reporterntv.ro/imagini/2017/11/07/big/romania-masina-scoasa-din-circulatie-implicata-intr-un-accident-grav-soferul-a-murit-pe-loc-galerie-foto-158934.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "02eb61be182a163558d53b0ccd86b531ff9f8085", "url": "http://omgili.com/ri/jHIAmI4hxg.WC7zJRv2ntdHT02BnPvp_RAoMkyThHZQ.j.IwQNNU3Y.p7lnUeFL2x5gpYh2oQkN2rQTJaIJSdQYEnWbGYdT1lojdZACayMNaxBKqHYNxAyOuqOhTcMjkqaxznNFa3FttAmRUBObuBH.kipMf3.WnVp8oCweuj9O4DHlp1X8r.BY6mhi5Q9O3", "ord_in_thread": 0, "author": "", "published": "2017-11-07T02:00:00.000+02:00", "title": "ROMÂNIA. Mașină SCOASĂ DIN CIRCULAȚIE, implicată într-un accident grav - șoferul A MURIT PE LOC! GALERIE FOTO!", "text": "De Neptun TV 9 noiembrie 2017 Potrivit înregistrării, șoferul evită în ultimul moment impactul frontal cu un tramvai De Neptun TV 9 noiembrie 2017 Un autobuz care transporta pelerini la un eveniment religios s-a prăbușit într-un defileu. De Neptun TV 8 noiembrie 2017 Imaginile au fost postatae pe Facebook, iar mulți internauți condamnă festul persoanelor care s-au apucat să filmeze în loc să încerec să le ajute. De Neptun TV 8 noiembrie 2017 Un bărbat a murit în fața ghișeului impozite și taxe din Primăria Eforie De Neptun TV 8 noiembrie 2017 Acuzația, desprinsă parcă din scenariul serialului de televiziune care l-a făcut celebru pe Westwick, este negată de acesta. De Andreea Filip 8 noiembrie 2017 Scene de coșmar, aseară, pe strada Baicului din Capitală. Două mașini s-au ciocnit și au luat foc, iar incendiul s-a extins cu repeziciune și violent la alte 4 autoturisme parcate. O tânără de 35 de ani a murit pe loc, iar sora sa, de 18 ani, a ajuns la spital și este în stare foarte gravă cu arsuri pe jumătate din suprafața corpului. De Adina Baciu 7 noiembrie 2017 Mânat de gelozie și încurajat de alcool, un bărbat de 31 de ani din satul Lanurile și-a ales o soartă cumplită. Și-a turnat benzină pe haine și și-a dat foc, doar pentru că suspecta că femeia pe care o iubea l-ar fi înșelat. A fost dus la spital cu arsuri pe 95 la sută din corp și, deși a fost operat de urgență, nu a mai trăit decât câteva ore. De Neptun TV 7 noiembrie 2017 Traficul de pe A2 este blocat De Neptun TV 7 noiembrie 2017 Într-o curbă, șoferul a pierdut controlul volanului, iar mașina a derapat și s-a izbit de un gard de beton, după care a fost proiectată într-un mal de pământ. De Antonia Maer 6 noiembrie 2017 Decizie ciudată a judecătorilor constănțeni. Magistrații l-au lăsat liber pe șoferul care l-a accidentat grav pe un bătrân în zona Eden și a fugit de la locul faptei. Deși procurorii ceruseră arestarea preventivă, conducătorul auto a fost plasat sub control judiciar. El a declarat că îi pare rău și că nu mai știe ce face din cauza faptului că se află în plin scandal de divorț cu soția sa. De Neptun TV 6 noiembrie 2017 Pompierii ajunși la fața locului au reușit să strigă incendiul. De Andreea Filip 6 noiembrie 2017 O mașină și un microbuz s-au ciocnit extrem de violent De Neptun TV 6 noiembrie 2017 Autoturismul, marca Peugeot, a ars ca o torță De Neptun TV 4 noiembrie 2017 În urma apelului lansat de Neptun TV, constănțenii s-au mobilizat și au reușit să îl identifice în scurt timp pe proprietarul mașinii marca BMW, CT 76 SVA. De Neptun TV 4 noiembrie 2017 În urmă cu puțin timp, pe strada Soveja, în apropiere de Eden, un pieton a fost rănit grav! Șoferul a fugit de locul accidentului! De Neptun TV 4 noiembrie 2017 n ciuda avertismentelor repetate ale Poliției Rutiere, de a adapta ÎNTOTDEAUNA viteza la condițiile meteo, nu puțini sunt șoferii care omit acest lucru. De Neptun TV 3 noiembrie 2017 Un bărbat se află în stare gravă în urma unui accident ce a avut loc în urmă cu puțin timp între localitățile Nicolae Bălcescu și Dorobanțu. De Neptun TV 3 noiembrie 2017 În aceste momente, la ieșirea din localitatea Ovidiu se circulă extrem de dificil, cozi imense de mașini formându-se pe ambele sensuri de circulație! De Andreea Filip 2 noiembrie 2017 La sfârșitul lunii, familia unui preot a trecut prin clipe de groază după ce mașina în care se afla a alunecat pe carosabil în dreptul localității “Ion Corvin” din cauza pietrișului. De Neptun TV 2 noiembrie 2017 Momente de coșmar pe străzile din Italia! Doi copii, de 14 și 17 ani, de naționalitate română, au murit pe loc. De Andreea Filip 1 noiembrie 2017 În urmă cu puțin timp, un autoturism marca Matiz a cazut într-o groapa adâncă de 5 metri!", "highlightText": "", "highlightTitle": "", "language": "romanian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:55.008+02:00"}, {"thread": {"uuid": "67ba1a435d86bea31bc7a8c857b646a53937bec1", "url": "http://omgili.com/ri/8HG_hanVOKyZJuYEMUUR8KaUgA_Oplu8GySIILWNq1qnfljYO.Q.uby4Ynyu_HWlr5qzqtyTL8OYiw4yikSc_yr50a5bs0Dm8w7ROWTW500-", "site_full": "poemreader.ning.com", "site": "ning.com", "site_section": "http://poemreader.ning.com/activity/log/list?fmt=rss", "site_categories": [], "section_title": "Latest Activity on  Poem Reader", "title": "Movie posted events", "title_full": "Movie posted events", "published": "2017-11-07T11:25:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "http://api.ning.com:80/files/GJ4wvoiQUijHI5Vz68np*qzBskrQtPTlF9*9eSgF1TQUKk2o3rGL*FlDyY7PnNsv5TerxDWs9iYQyOnRkQp69UOof6e8vUJX/663090435.png?size=90&amp;crop=1%3A1&amp;xj_event_default=1", "performance_score": 0, "domain_rank": 2088, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "67ba1a435d86bea31bc7a8c857b646a53937bec1", "url": "http://omgili.com/ri/8HG_hanVOKyZJuYEMUUR8KaUgA_Oplu8GySIILWNq1qnfljYO.Q.uby4Ynyu_HWlr5qzqtyTL8OYiw4yikSc_yr50a5bs0Dm8w7ROWTW500-", "ord_in_thread": 0, "author": "", "published": "2017-11-07T11:25:00.000+02:00", "title": "Movie posted events", "text": "Posted by Movie on November 7, 2017 at 4:28am 0 Comments 0 Likes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:55.009+02:00"}, {"thread": {"uuid": "368b1d2a3c09a29f7204c7d04ca939b67b92222f", "url": "http://omgili.com/ri/3_Ka6nIrU.W54MGerjvo7LZE_0o3Ia.5wV9pEukZCGfXOR0jBHkVqc56kbibcBovJbOUTHcfbJVMSH9j3p61cQ--", "site_full": "klse.i3investor.com", "site": "i3investor.com", "site_section": "http://klse.i3investor.com/jsp/blog/bloghl.jsp", "site_categories": ["investing", "finance"], "section_title": "Blog Headlines | I3investor", "title": "Trading Ideas - BINTAI-WA (6998WA) - PublicInvest Research", "title_full": "Trading Ideas - BINTAI-WA (6998WA) - PublicInvest Research | I3investor", "published": "2017-11-07T17:45:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.046, "main_image": "", "performance_score": 0, "domain_rank": 9917, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "368b1d2a3c09a29f7204c7d04ca939b67b92222f", "url": "http://omgili.com/ri/3_Ka6nIrU.W54MGerjvo7LZE_0o3Ia.5wV9pEukZCGfXOR0jBHkVqc56kbibcBovJbOUTHcfbJVMSH9j3p61cQ--", "ord_in_thread": 0, "author": "PublicInvest", "published": "2017-11-07T17:45:00.000+02:00", "title": "Trading Ideas - BINTAI-WA (6998WA) - PublicInvest Research", "text": "Target Price: RM0.120, RM0.130 Last closing price: RM0.105 Potential return: 14.2%, 23.8% Support: RM0.095 Stop Loss: RM0.085 Possible for further upside. BINTAI-WA’s share price is recovering from retracement. Bullish RSI and MACD indicators signal reasonable entry level, with anticipation of continuous improvement in both momentum and trend in the near term. Should resistance level of RM0.120 be broken, it may continue to lift price higher to the subsequent resistance level of RM0.130. Note that the maturity date of BINTAI-WA is on 15 June 2020.\nHowever, failure to hold on to support level of RM0.095 may indicate weakness in the share price and hence, a cut-loss signal.\nSource: PublicInvest Research - 7 Nov 2017", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "6d7bd925a9cb3e38c6b7c533752fd270d39276c2", "url": "http://omgili.com/ri/8HG_hanVOKyZJuYEMUUR8KaUgA_Oplu8GySIILWNq1qnfljYO.Q.uby4Ynyu_HWlBHDJfgRQUjEmmR5gDX_q169yF9iVOuZT3ogN1S.GT4g-", "site_full": "poemreader.ning.com", "site": "ning.com", "site_section": "http://poemreader.ning.com/activity/log/list?fmt=rss", "site_categories": [], "section_title": "Latest Activity on  Poem Reader", "title": "Movie posted events", "title_full": "Movie posted events", "published": "2017-11-07T11:22:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "http://api.ning.com:80/files/GJ4wvoiQUijHI5Vz68np*qzBskrQtPTlF9*9eSgF1TQUKk2o3rGL*FlDyY7PnNsv5TerxDWs9iYQyOnRkQp69UOof6e8vUJX/663090435.png?size=90&amp;crop=1%3A1&amp;xj_event_default=1", "performance_score": 0, "domain_rank": 2088, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6d7bd925a9cb3e38c6b7c533752fd270d39276c2", "url": "http://omgili.com/ri/8HG_hanVOKyZJuYEMUUR8KaUgA_Oplu8GySIILWNq1qnfljYO.Q.uby4Ynyu_HWlBHDJfgRQUjEmmR5gDX_q169yF9iVOuZT3ogN1S.GT4g-", "ord_in_thread": 0, "author": "", "published": "2017-11-07T11:22:00.000+02:00", "title": "Movie posted events", "text": "Posted by Movie on November 7, 2017 at 4:28am 0 Comments 0 Likes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "a8ca2b223c90faab7bda021d15cbeafb2808be5a", "url": "http://omgili.com/ri/jHIAmI4hxg_P_caCs4Mhy3JBcnov152_3h3cGtNkdGVJcYXVQ0oPqD0MCQ9s2CI6MGBIDloI22BRU2Wi23jO4a9MfSar4cPc3aVr6FzNdue3PVRIH6UQuzreNio_E8Kr2ozqGy2pVe1WBC0OuWXhY6b1aU5fb4gAakPP_TnS35ob16RBk.Gv2nc94sDayhkG2P1eWm0NDbcBmz67innauA--", "site_full": "www.meghalayamagazine.in", "site": "meghalayamagazine.in", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Display Controllers Market 2017 Leading Growth Drivers, Emerging Audience, Segments, Sales, Profits & Analysis | Meghalaya Magazine", "title_full": "Display Controllers Market 2017 Leading Growth Drivers, Emerging Audience, Segments, Sales, Profits & Analysis | Meghalaya Magazine", "published": "2017-11-07T10:24:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.052, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a8ca2b223c90faab7bda021d15cbeafb2808be5a", "url": "http://omgili.com/ri/jHIAmI4hxg_P_caCs4Mhy3JBcnov152_3h3cGtNkdGVJcYXVQ0oPqD0MCQ9s2CI6MGBIDloI22BRU2Wi23jO4a9MfSar4cPc3aVr6FzNdue3PVRIH6UQuzreNio_E8Kr2ozqGy2pVe1WBC0OuWXhY6b1aU5fb4gAakPP_TnS35ob16RBk.Gv2nc94sDayhkG2P1eWm0NDbcBmz67innauA--", "ord_in_thread": 0, "author": "", "published": "2017-11-07T10:24:00.000+02:00", "title": "Display Controllers Market 2017 Leading Growth Drivers, Emerging Audience, Segments, Sales, Profits & Analysis | Meghalaya Magazine", "text": "Display Controllers Market 2017 Leading Growth Drivers, Emerging Audience, Segments, Sales, Profits & Analysis November 07 Share it With Friends Display Controllers Market Global Display Controllers Market, By Type (Digital Display Controllers, LCD Controllers, Smart Display Controllers), By Application (Medical Equipment, Office Automation, Mobile Communication Devices) – Forecast 2023 Market Highlights: \nThe display controllers market is growing rapidly across the world. The display controller demand is growing with the increasing use of display controller for various application such as industrial controls, medical equipment, office automation, portable equipment, mobile communication devices, touch screen monitors and others. These display controller are widely used in automotive sector as automotive display controller support advanced graphics. These are available for low-end to high-end applications, car navigation, head-up displays, console displays, virtual dashboards, mobile information terminals. The display controllers are embedded with DRAM to eliminate the need for external graphics memory. In 2013, Toshiba Electronics has launched display processors for automotive industry. \nThe graphics display controllers and system on chip solutions are gaining popularity in graphics display controller which have a flexible layer concept, with 2D and 3D rendering functions. It provides support to the number of screen resolutions including multiple display outputs and video inputs. Companies are investing in manufacturing integrated circuits which is widely used in display controllers. In 2017, Grayhill Inc. has a new design keypad and vehicle display controller which is featured with first generation such as shock resistance, vibration and impact resistant, built-in diagnostics and low-current sleep mode, IP67 seal rating and other. It is manufactured for number of application such as off-highway, marine dashboard controls, military vehicle controls, and others. \nAccording to Market Research Future analysis, global display controllers market has been valued at USD 32 Billion by the end of forecast period with 9% of CAGR during forecast period 2017 to 2023. \nGet a Sample report @ https://www.marketresearchfuture.com/sample_request/4599 \nMarket Research Future (MRFR) recognizes the following companies as the Key Players in the global Display Controllers Market : – \nSamsung Electronics Co., Ltd. (South Korea), \nTexas Instruments, Inc. (U.S.), \nLG Display Co., Ltd. (South Korea), \nNovatek Microelectronics Corporation (Taiwan), ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "e7557f6612a9e70ed403370cb0caf2bec4a2a967", "url": "http://omgili.com/ri/.wHSUbtEfZRYxVuyjapQC_BDWqMZQ3AL4eqdJOoH6td85bOE6Oi3DbvpK1ZvtjJ5Qn7NMoA2xDU-", "site_full": "thedreamintree.wordpress.com", "site": "wordpress.com", "site_section": "https://thedreamintree.wordpress.com", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-11-07T11:33:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e7557f6612a9e70ed403370cb0caf2bec4a2a967", "url": "http://omgili.com/ri/.wHSUbtEfZRYxVuyjapQC_BDWqMZQ3AL4eqdJOoH6td85bOE6Oi3DbvpK1ZvtjJ5Qn7NMoA2xDU-", "ord_in_thread": 0, "author": "Le My Hanh", "published": "2017-11-07T11:33:00.000+02:00", "title": "", "text": " \n \n \nSteady thyself \n \n \n \n \n \n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "5091a3cadfd8af942ca61846aaf46dad5a4ed26f", "url": "http://omgili.com/ri/jHIAmI4hxg9YzcRC9uJoIph4LNQkMW6e75FqEy9fKBeNnYQPSg2iqs_lSI1I8Ive", "site_full": "www.slideboom.com", "site": "slideboom.com", "site_section": "http://www.slideboom.com/rss/latest_presentations.xml", "site_categories": [], "section_title": "Latest Presentations", "title": "SAP MDM Course Content", "title_full": "SAP MDM Course Content", "published": "2017-11-07T09:52:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 14826, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5091a3cadfd8af942ca61846aaf46dad5a4ed26f", "url": "http://omgili.com/ri/jHIAmI4hxg9YzcRC9uJoIph4LNQkMW6e75FqEy9fKBeNnYQPSg2iqs_lSI1I8Ive", "ord_in_thread": 0, "author": "prachivits", "published": "2017-11-07T09:52:00.000+02:00", "title": "SAP MDM Course Content", "text": "Presentation Transcript Slide 1 SAP MDM Duration: 45 Hrs Timings: Flexible Fee: As Per the Discussion We recognize that many of you are willing to put the extra effort to migrate to SAP practice and become SAP consultants. We help you to achieve your goal with a team of experienced SAP instructors, excellent infrastructure, and a clear roadmap to SAP certification. However, we do not provide false guarantees on securing any SAP jobs for you. We have a history of ex- students who have found excellent SAP jobs based on our SAP training, implementation of case study projects and post training support which we provided during their enrolment. In short we have what you need at prices you can afford. At SAPVITS our goal is to provide you with courteous, expedient, professional service of the highest caliber. Salient Features of the Training: Interactive training for better learning. Pre-evaluations-learn only what you need to learn. Experienced and certified Trainer - More than 8+ years of experience. Convenient weekday and weekend batches available Demo. Timings for the classes are arranged upon flexibility of both the Trainee and the Trainer. Remote 24X7 Server Access will be provided. Lab exercises provided for hands-on training. Soft copy of study material. Access to the recorded videos which you have attended. Browse our Website http://www.sapvits.com for more information about SAPVITS. If you have any questions or would like to speak with a SAPVITS representative regarding our training, please contact us at Email: info@sapvits.com Contact: IND: +91 992 284 8898|USA: +1 678 389 8898|UK: +44 141 416 8898 Vintage IT Solutions http://www.sapvits.com IND: +91 992 284 8898|USA: +1 678 389 8898|UK: +44 141 416 8898 “Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.” Slide 2 SAP MDM Application Architecture Server Operations and Data Base configurations MDM Console Starting n Stopping of Server. Creating Repository - Covered Repository Structure: - Covered Definition of tables: Main, Lookups (flat, hierarchy, qualified, taxonomy) - & object tables, special tables & Admin Tables - Covered Creating Table - Covered Creating Fields - Covered Modifying Fields, Tables - Covered Table properties - Covered Field properties - Covered Admin: Creating Users, Creating Roles, Ports, remote system, -monitoring, etc. - Covered Vintage IT Solutions http://www.sapvits.com IND: +91 992 284 8898|USA: +1 678 389 8898|UK: +44 141 416 8898 “Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.” MDM data Manager CURD operations (Insert, Update, Delete and modify multiple records) - Covered Different modes ( Record, Hierarchy, taxonomy, matching) - Covered Searches (Drill, Free form, local etc) - Covered Validations - Assignments Workflows Matching Relationships Hierarchies - Covered Security of records - Covered And all operations Slide 3 Vintage IT Solutions http://www.sapvits.com IND: +91 992 284 8898|USA: +1 678 389 8898|UK: +44 141 416 8898 “Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.” MDM import Manager Different tabs - Covered Creating different Hierarchy - Covered Creating Compound field - Covered Pivots-Reverse Pivot Matching, Combining values, Value mapping - Covered And all others options Creating Maps - Covered MDM Syndicator Creating destination fields Creating Maps, Map properties, Destination field properties Destination preview MDM Automatic process: Ports & Remote systems. - Covered Import Server, Syndication Server - Covered Over View of other MDM tools: Publisher, Image Manager and Language Selector \nby prachivits | Modified: 41 minutes ago \nTopic: Education Summary: SAPVITS servers a complete knowledge of all sap online training courses with their expert consultant & effective courses content. With the SAP Master Data Management (MDM) online training you will be proficient in consolidating, cleansing and synchronising a single version of the truth for master data within a heterogeneous application landscape.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "e7d4d33443b7010b96e2c6793cc92e1f03220715", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr3JAl5sUbSfb", "site_full": "bbs.51cto.com", "site": "51cto.com", "site_section": "http://bbs.51cto.com/forum-57-1.html", "site_categories": ["databases", "computer_networking", "tech", "non_standard_content", "adult"], "section_title": "网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区 ", "title": "今天去一个房地产公司面试 敢问各位大佬", "title_full": "今天去一个房地产公司面试 敢问各位大佬 - 网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区", "published": "2017-11-07T10:44:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1559, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e7d4d33443b7010b96e2c6793cc92e1f03220715", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr3JAl5sUbSfb", "ord_in_thread": 0, "author": "qq59c0d1607a8c7", "published": "2017-11-07T10:44:00.000+02:00", "title": "今天去一个房地产公司面试 敢问各位大佬", "text": "今天下午调休，正好昨天有一公司让我去面试，岗位就是网络管理员兼运维。是南京某著名房地产公司，面试我的是一个行政方面的经理，还有一人事部的主管，而且问的问题很粗糙啊wocao ! 自我介绍一番之后，问到为什么离职（全中国人事部的开场白都这样的吧），我说想在技术上有提升，当然薪水上面也想要一个提升。接着她直接问 你的期望工资是多少，我没怎么想就说5.5k吧，这话一说出口，尼玛的 人家接着就一句，嗯可以接受，哇！！！就好像商贸城砍价，心里吃了屎一样的难受。接着巴拉巴拉一些有的没得，跟技术上也站不到啥边！ 后来了解到他们公司现在目前有十几个项目，每个项目大概有三四个点，这样算下来，我的工作区域就有几十个办公点加上公司总部的办公大楼了。 算下来估计有400台pc，估计应该大概也许可能还有一个网管，但是也不太确定。\n 好了 问题来了，就论现在这么个情况 我报的薪水高了吗 还是低了。还有有在房地产相关产业工作的网络工程师吗，简单说出你们的故事。\n对了 我利用平时时间学习了数据库，能写点数据库语言，还学了点HTML和css前端技术。", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "9bd49bdfb064a3ed964971d4373e0b73328b0b7d", "url": "http://omgili.com/ri/SEMpReyPU4648F9InfT2jETpuDNAwiwMH.23umuGZTWS3VyudDEmJ4DF7o36TXrOyzJZPnEZILCm9XfAApl0ZyutKyPyAeFY_zifjuFOBkltuyPoyhBvCw--", "site_full": "librariabetania.blogspot.com", "site": "blogspot.com", "site_section": "http://librariabetania.blogspot.com/", "site_categories": [], "section_title": "Pustaka Indonesa Kita", "title": "2 Fungsi Lain dari Lemari Pakaian", "title_full": "2 Fungsi Lain dari Lemari Pakaian", "published": "2017-11-07T11:34:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "ID", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9bd49bdfb064a3ed964971d4373e0b73328b0b7d", "url": "http://omgili.com/ri/SEMpReyPU4648F9InfT2jETpuDNAwiwMH.23umuGZTWS3VyudDEmJ4DF7o36TXrOyzJZPnEZILCm9XfAApl0ZyutKyPyAeFY_zifjuFOBkltuyPoyhBvCw--", "ord_in_thread": 0, "author": "Windi Ariska (noreply@blogger.com)", "published": "2017-11-07T11:34:00.000+02:00", "title": "2 Fungsi Lain dari Lemari Pakaian", "text": "\nLemari pakaian memiliki fungsi utama yang sudah pada tahu semuanya ialah sebagai tempat penyimpana baju dan celana. Berbagai jenis, ukuran dan model lemari pakaian sering menjadi faktor yang membingungkan ketika anda memilihnya, disarankan agar anda belanja lemari pakaian di Ikea. Ikea menyediakan berbagai macam furniture rumah tangga yang anda butuhkan termasuk ketika anda berniat memilih lemari pakaian.  \nBeberapa keunggulan akan anda rasakan ketika berbelanja lemari pakaian di Ikea, misalkan dari segi kualitas barang sangatlah mempunyai nilai terbaik pada bahan baku yang digunakannya. Lemari pakaian ini sangatlah identik di tempatkan di kamar tidur, namun tidak sedikit orang meletakan lemari pakaian di beberapa ruangan di dalam rumah sebagai pemanfaatan fungsi lain dari lemari pakaian tersebut. \nMinimalnya ada 2 fungsi lain dari lemari pakaian selain daripada fungsi utamanya sebagai tempat penyimpanan baju, celana dan sejenisnya. Berikut pemaparannya, silahkan disimak lebih secara tuntas. \nLemari pakaian difungsikan sebagai partisi ruangan Lemari pakaian bisa saja disimpan diruangan selain kamar tidur, tujuannya agar lebih berfungsi sebagai partisi atau pemisah ruangan. Dengan demikian, ruangan yang luas tanpa adanya pemisah, kini bisa dipisahkan menjadi dua ruangan yang berbeda dengan diletakannya lemari pakaian ditengan – tengah ruangan tersebut. Lemari pakaian difungsikan sebagai elemen estetis Ruangan yang kosong kemudian diletakan lemari pakaian, maka hasilanya akan menjadi elemen estetis yang bersifat seni desain interior. Agar elemen estetis lebih terkesan menarik, sebaiknya lemari pakaian di desain dengan model minimalis yang dipadukan oleh seni ukir yang halus atau juga model lemari pakaian klasik dengan bahan baku yang terkesan lebih modern serta warna yang lebih cerah. Alhasil, fungsi lemari pakaian sebagai elemen estetis akan semakin terlihat keberadaannya. \nItulah 2 fungsi lain dari lemari pakaian, bila mana ruangan di rumah anda sedang dalam proses dekorasi ulang sebaiknya manfaatkanlah referensi ini dengan mempraktekannya secara maksimal. Agar lebih diutamakan dalam perihal kualitas furniture lemari pakaian, sebaiknya anda belanja saja di Ikea. ", "highlightText": "", "highlightTitle": "", "language": "malay", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "7ec96208b723c5a319d0a8ed6eccb0323cad61ba", "url": "http://omgili.com/ri/snFTpiOKdJW1xf7ieD78V08ldQuj73MdRiG64.GxqzYocTIa7Ck2S9I4fjWCNSsZ5ivgJiX7VpUqEvtyKaUfog--", "site_full": "news.naver.com", "site": "naver.com", "site_section": "https://openapi.naver.com/v1/search/news?query=s&start=169&sort=date&display=100", "site_categories": ["social"], "section_title": "", "title": "[머니S포토] 멜라니아 트럼프, 나경원 의원과 기념촬영 뉴스", "title_full": "[머니S포토] 멜라니아 트럼프, 나경원 의원과 기념촬영 : 네이버 뉴스", "published": "2017-11-07T09:05:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "KS", "spam_score": 0.508, "main_image": "http://imgnews.naver.net/image/origin/417/2017/11/07/277345.jpg", "performance_score": 0, "domain_rank": 89, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7ec96208b723c5a319d0a8ed6eccb0323cad61ba", "url": "http://omgili.com/ri/snFTpiOKdJW1xf7ieD78V08ldQuj73MdRiG64.GxqzYocTIa7Ck2S9I4fjWCNSsZ5ivgJiX7VpUqEvtyKaUfog--", "ord_in_thread": 0, "author": "머니S | 네이버 뉴스", "published": "2017-11-07T09:05:00.000+02:00", "title": "[머니S포토] 멜라니아 트럼프, 나경원 의원과 기념촬영 뉴스", "text": "본문 이미지 영역 미국 대통령 도널드 트럼프의 부인 멜라니아 트럼프 여사(왼쪽 세 번째)가 7일 서울 중구 주한미국대사관저에서 열린 '걸스 플레이2(Girls Play2)' 행사에 참석해 정형백 여성가족부장관(왼쪽), 자유한국당 나경원 의원(왼쪽 두 번째), 바른정당 김세연 의원(오른쪽)과 함께 사진을 찍고 있다.", "highlightText": "", "highlightTitle": "", "language": "korean", "external_links": ["http://imgnews.naver.net/image/417/2017/11/07/0000277345_001_20171107160502350.jpg?type=w540"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "7391e3c75d4ea9f43f2974e77497065574dec2ba", "url": "http://omgili.com/ri/jHIAmI4hxg.kgiFsg4r1d6vmbQiixgi1eNHrcru3D4GeQhykCVWw1VCl0A53mwp0", "site_full": "www.deyi.com", "site": "deyi.com", "site_section": "http://www.deyi.com/forum-33-1.html", "site_categories": ["tech"], "section_title": "租房信息 - 得意生活-武汉生活消费社区", "title": "直租！丁字桥 向阳佳苑 百瑞景 可月付", "title_full": "直租！丁字桥 向阳佳苑 百瑞景 可月付 - 租房信息 - 得意生活-武汉生活消费社区", "published": "2017-11-07T10:17:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "CN", "spam_score": 0.013, "main_image": "", "performance_score": 0, "domain_rank": 7829, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7391e3c75d4ea9f43f2974e77497065574dec2ba", "url": "http://omgili.com/ri/jHIAmI4hxg.kgiFsg4r1d6vmbQiixgi1eNHrcru3D4GeQhykCVWw1VCl0A53mwp0", "ord_in_thread": 0, "author": "春夏呀春夏", "published": "2017-11-07T10:17:00.000+02:00", "title": "直租！丁字桥 向阳佳苑 百瑞景 可月付", "text": "直租非中介，可短租可月付。\n现在租房优惠多多，租到就是赚到； 武汉三镇都有房，总有一个适合你\n有意可联系：13618625102（微信18872875040备注下得意租房噢！）\n7db8f5a5-cc81-4f03-bd7a-e4d363a122b8.jpg (31.31 KB, 下载次数: 0)\n2017-11-7 16:16 上传\n下载次数: 0", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": ["http://static.deyilife.cn/pc/image/common/rleft.gif", "http://static.deyilife.cn/pc/image/common/rright.gif"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "53e9104fd8bee684c09cd147992404c3babce4ca", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwAH.pnwmMPkX", "ord_in_thread": 2, "author": "isekai", "published": "2017-11-07T17:34:00.000+02:00", "title": "", "text": "Excuse me, but this is a Christian server, so no hecking swearing n1BBa\nYes, every now and then, but it's not like I talk to anyone outside of family anyway", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "bfb676108ae4154fdb7537d9b53126d3337dd495", "url": "http://omgili.com/ri/.wHSUbtEfZQD1RVKFqxhq6SKsx4lXFwV2cpxf1UI5jorip1NvAhd0X6J.1p25mkcuUMT8Iajw7qlUCAy39eOhg--", "site_full": "www.thestudentroom.co.uk", "site": "thestudentroom.co.uk", "site_section": "https://www.thestudentroom.co.uk/forumdisplay.php?f=25", "site_categories": ["media"], "section_title": "University of Nottingham - The Student Room", "title": "How do you learn about money? -", "title_full": "How do you learn about money? - The Student Room", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.041, "main_image": "//static.thestudentroom.co.uk/59fb0184af650/forum/images/base/logo-facebook.png", "performance_score": 0, "domain_rank": 7797, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bfb676108ae4154fdb7537d9b53126d3337dd495", "url": "http://omgili.com/ri/.wHSUbtEfZQD1RVKFqxhq6SKsx4lXFwV2cpxf1UI5jorip1NvAhd0X6J.1p25mkcuUMT8Iajw7qlUCAy39eOhg--", "ord_in_thread": 0, "author": "financiallymint", "published": "2017-11-07T02:00:00.000+02:00", "title": "How do you learn about money? -", "text": "How do you learn about money?\n I'm very frustrated with how bad schools prepare us for real life. I don't want to graduate having no idea about taxes, savings or investing, so currently I'm teaching myself through blogs and online courses.\nHow are you teaching yourself about money?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "df226393be12719e894f0cd1eaa2d17927b1b6a8", "url": "http://omgili.com/ri/DyQaNGXlfMrknNOvxe9ZeuwuMzWdsX0yiaxVTt.yVgNkb6rtUJ5dsPhDIqzBZbLO_KNxB8st_qEzibzyId9T_p3JVTaO5mmG", "site_full": "tesit3.blogspot.com", "site": "blogspot.com", "site_section": "http://tesit3.blogspot.com/", "site_categories": [], "section_title": "News elson", "title": "", "title_full": "", "published": "2017-11-07T11:34:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "df226393be12719e894f0cd1eaa2d17927b1b6a8", "url": "http://omgili.com/ri/DyQaNGXlfMrknNOvxe9ZeuwuMzWdsX0yiaxVTt.yVgNkb6rtUJ5dsPhDIqzBZbLO_KNxB8st_qEzibzyId9T_p3JVTaO5mmG", "ord_in_thread": 0, "author": "News now (noreply@blogger.com)", "published": "2017-11-07T11:34:00.000+02:00", "title": "", "text": "Samsung se moque d'Apple dans la publicité télévisée\nAlors que Samsung et Apple sont en concurrence sur le marché du téléphone intelligent, la société sud-coréenne a lancé une répression commerciale résolue contre les téléphones iPhone développés par la société américaine.\nDans son annonce cynique, Samsung s'est concentré sur une gamme de fonctionnalités disponibles sur les téléphones Galaxy et des années plus tard est devenu disponible dans l'iPhone comme une caractéristique de résistance à l'eau.\n\nLa société sud-coréenne s'est également moquée de ce qu'Apple a fait avec l'iPhone 7 quand elle a annulé le port du casque filaire, et l'annonce a montré un utilisateur d'iPhone dépendant de plusieurs conversions pour connecter le casque audio.\n\nD'autre part, une personne est apparue avec une histoire de cheveux drôle, tout comme le haut de l'iPhone X où il y a une bosse dans l'écran qui contient l'appareil photo et les capteurs, ce qui était considéré comme le pire problème de l'iPhone X.\n\nSelon les derniers chiffres d'IDC, Samsung est l'un des premiers vendeurs de smartphones au troisième trimestre 2017, suivi par Apple of China et Huawei of China.\n", "highlightText": "", "highlightTitle": "", "language": "french", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "30e82f352a0c302e8b918ee4dab4ada4ec00bb5c", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwPxXCtuqu4BY", "ord_in_thread": 7, "author": "spuukiebuugi", "published": "2017-11-07T19:01:00.000+02:00", "title": "", "text": "isekai said:\nspuukiebuugi said:\nisekai said:\nNico- said:\nisekai said:\ni got my first ban on MAL by saying it jokingly so nah", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "e7d4d33443b7010b96e2c6793cc92e1f03220715", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr3JAl5sUbSfb", "site_full": "bbs.51cto.com", "site": "51cto.com", "site_section": "http://bbs.51cto.com/forum-57-1.html", "site_categories": ["databases", "computer_networking", "tech", "non_standard_content", "adult"], "section_title": "网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区 ", "title": "今天去一个房地产公司面试 敢问各位大佬", "title_full": "今天去一个房地产公司面试 敢问各位大佬 - 网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区", "published": "2017-11-07T10:44:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1559, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "18d83b131ce3190de069e5a1db30149e5f1ec274", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr8QVvvGzh05.rwDDJxVdf4E-", "ord_in_thread": 3, "author": "s狮子挽歌", "published": "2017-11-07T11:27:00.000+02:00", "title": "", "text": "引用: 原帖由 qq59c0d1607a8c7 于 2017-11-7 16:44 发表\n今天下午调休，正好昨天有一公司让我去面试，岗位就是网络管理员兼运维。是南京某著名房地产公司，面试我的是一个行政方面的经理，还有一人事部的主管，而且问的问题很粗糙啊wocao ! 自我介绍一番之后，问到为什么离职（全中国 ...", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "aff9d3ad2995da54314a09cb9fb6fbf869bc1b5b", "url": "http://omgili.com/ri/jHIAmI4hxg9p5Wy_NjFu45js2odHm0aAgmWV6Qe8eaNrpwLNoS5bJTrgwKHo2GUT3zDt0JoQKt4-", "site_full": "www.beritadaily.com", "site": "beritadaily.com", "site_section": "http://www.beritadaily.com/feed", "site_categories": ["media"], "section_title": "Berita Daily", "title": "Wan Ji backs bilal’s move", "title_full": "Wan Ji backs bilal’s move", "published": "2017-11-07T10:16:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "MY", "spam_score": 0.0, "main_image": "http://www.beritadaily.com/wp-content/uploads/2017/02/wan-ji.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aff9d3ad2995da54314a09cb9fb6fbf869bc1b5b", "url": "http://omgili.com/ri/jHIAmI4hxg9p5Wy_NjFu45js2odHm0aAgmWV6Qe8eaNrpwLNoS5bJTrgwKHo2GUT3zDt0JoQKt4-", "ord_in_thread": 0, "author": "Berita Daily Staff", "published": "2017-11-07T10:16:00.000+02:00", "title": "Wan Ji backs bilal’s move", "text": "Twitter \nThe independent preacher says Penang rejects hardline interpretations of Islam, and chided those from outside the state trying to ruin the harmony between the islanders \nKUALA LUMPUR: Independent preacher Wan Ji Wan Hussin has again defended a mosque bilal who provided shelter to non-Muslims flood victims at a surau in Penang, saying the state has long practised peace among adherents of differing faiths. \nWan Ji, who is also the information officer for the Penang chief minister’s office, said the state rejects hardline interpretations of Islam, and chided those from outside the state trying to ruin the harmony between the islanders. \n“In Penang, we practise peace among Muslims and non-Muslims; to help each other, lighten each other’s loads, and tolerance. This has long been practised. \n“Therefore, we have peace among Penang folks, although there are those who provoke irresponsibly, usually the provocations come from outside Penang,” he said, in a brief statement on his Facebook page, reported the Malay Mail Online. \nWan Ji provided a hadith, the narration of Prophet Muhammad’s deeds, telling that the prophet had brought a non-Muslim into a mosque, who later converted into Islam. The hadith is used as an argument in support of allowing non-Muslims to enter Muslim places of worship. \n“We Muslims in Penang, were educated that the approach of spreading blessings for the whole world, is the most exalted approach when it comes to Islam,” the PKR Youth religious bureau chief said. \n“Therefore, it is not weird and hard for us to help whoever that faces hardships and disaster such as with the floods, although it involves our places of worship such as mosques and surau.” \nThe media reported that Taman Free School surau chief Sapno Tukijo provided shelter for about 70 non-Muslim flood victims in Penang despite criticism from some Muslims. \nControversial preacher Zamihan Mat Zin, who recently was subjected to royal ire after supporting segregation among Muslims and non-Muslims in laundromats, had criticised the surau’s move. \nAfter citing several religious scholars in a Facebook post, Zamihan concluded that the Penang flood situation should not be categorised as an “emergency” in order to give shelter for non-Muslims.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "1cd9ead98763aa59e150597abffe08662081b692", "url": "http://omgili.com/ri/8HG_hanVOKynlvUJ1DmdVSBNF9AJ2Nle61dojEbjutRbGZ4O21fjGPdugUVP9wUv7fIYy.3ciANBqYyD5Nxt5.4G6Zd0RDP_", "site_full": "pageone.ph", "site": "pageone.ph", "site_section": "http://pageone.ph/feed/", "site_categories": ["media"], "section_title": "PAGEONE", "title": "Kim, Gerald Finally Marry In “Ikaw Lang Ang Iibigin”", "title_full": "Kim, Gerald Finally Marry In “Ikaw Lang Ang Iibigin”", "published": "2017-11-07T10:37:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "PH", "spam_score": 0.0, "main_image": "http://pageone.ph/wp-content/uploads/2017/11/20171107-pageone-Kim-Gerald-Finally-Marry-In-Ikaw-Lang-Ang-Iibigin1.png", "performance_score": 0, "domain_rank": 67590, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1cd9ead98763aa59e150597abffe08662081b692", "url": "http://omgili.com/ri/8HG_hanVOKynlvUJ1DmdVSBNF9AJ2Nle61dojEbjutRbGZ4O21fjGPdugUVP9wUv7fIYy.3ciANBqYyD5Nxt5.4G6Zd0RDP_", "ord_in_thread": 0, "author": "Featuresdesk (PA)", "published": "2017-11-07T10:37:00.000+02:00", "title": "Kim, Gerald Finally Marry In “Ikaw Lang Ang Iibigin”", "text": "Kim, Gerald Finally Marry In “Ikaw Lang Ang Iibigin” By VIEWS - Ads by Adsense - \nViewers were treated to a morning filled with love and celebration as Bianca (Kim Chiu) and Gabriel (Gerald Anderson) finally tied the knot in the Kapamilya morning series “Ikaw Lang ang Iibigin.” \nIt was the most magical day for Bianca and Gabriel as their dreams of being together forever finally came true, with their loved ones in full attendance to show love and support for their union. \nBut the occasion also turned emotional as the two exchanged their wedding vows and reminisced all the struggles they faced just to be with each other. \n“Bianca, you are the first person that made my heart beat. You helped me reach my dreams. But my biggest dream is you, and to build a family with you,” said Gabriel. - Ads by Adsense - \n“Gabriel, I want to thank you because you had not given up on me since we first met. I promise to God and to all the people we love that I will be your companion and your ally against every obstacle that will come our way,” said Bianca. \nBianca and Gabriel’s relationship was put to test several times by the sins of the past involving their parents Maila (Bing Loyzaga) and Rigor (Daniel Fernando), that also forced them to part ways. They also gave love another shot when they met new people such as Percy (JC Santos) and Alex (Arci Muñoz), who helped them heal their broken hearts. However, despite living life away from each other, their love still prevailed and brought them back together. \nMeanwhile, viewers nationwide also showed their support for Bianca and Gabriel’s much-awaited wedding as the series won in national TV ratings. Last Monday (Nov 6), the show recorded a national TV rating of 17.9%, compared to “The Lolas’ Beautiful Show” that only got 7.2%, according to data from Kantar Media. \nPraises of netizens also poured in for the series as the show’s official hashtag #ILAIPagbubuklod topped the list of trending topics online and earned thousands of tweets. \nDon’t miss the series that shows how people can fight for their love and their dreams, “Ikaw Lang ang Iibigin,” on ABS-CBN and ABS-CBN HD (Sky Cable ch 167). - Ads by Adsense -", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "2a8ee041bd777c588be5d92d0d019c11c966fe35", "url": "http://omgili.com/ri/jHIAmI4hxg.YuZjPcTcrfI5VQz788xFZLx22j.aFMz9x1Z_guDUEimgKBBLhwkHFMOkOyzzpDm6_U_O7qA0KE3HXtAKtZehqeduDHfZoaQ6FyRtmrbdD516fo4xCN3WbjHnaaZpWXU_oVDqigr4SNlh1t23HVsmh5ZKfxi03hLL1Np2fit.Rcg--", "site_full": "www.finanznachrichten.de", "site": "finanznachrichten.de", "site_section": "", "site_categories": ["stocks", "finance", "financial_news"], "section_title": "", "title": "Sveriges Riksbank: Conditions for sale of Riksbank certificates", "title_full": "Sveriges Riksbank: Conditions for sale of Riksbank certificates", "published": "2017-11-07T11:40:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.03, "main_image": "http://fns1.de/g/fb.png", "performance_score": 0, "domain_rank": 20838, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2a8ee041bd777c588be5d92d0d019c11c966fe35", "url": "http://omgili.com/ri/jHIAmI4hxg.YuZjPcTcrfI5VQz788xFZLx22j.aFMz9x1Z_guDUEimgKBBLhwkHFMOkOyzzpDm6_U_O7qA0KE3HXtAKtZehqeduDHfZoaQ6FyRtmrbdD516fo4xCN3WbjHnaaZpWXU_oVDqigr4SNlh1t23HVsmh5ZKfxi03hLL1Np2fit.Rcg--", "ord_in_thread": 0, "author": "", "published": "2017-11-07T11:40:00.000+02:00", "title": "Sveriges Riksbank: Conditions for sale of Riksbank certificates", "text": "Sveriges Riksbank: Conditions for sale of Riksbank certificates AUCTION DATE: NOV 7, 2017 START DATE: NOV 8, 2017 MATURITY DATE: NOV 15, 2017 NOMINAL AMOUNT: 418.3 BLN FIXED RATE: -0.50 %ALL MONETARY POLICY COUNTERPARTIES ARE INVITED TO SUBMIT BIDS TO THE RIKSBANK (08-6966970) BY 10.00 AM ON NOV 7 2017, AT THE LATEST. CONFIRMATION OF BIDS TO E-MAIL: RBCERT@riksbank.se THE LOWEST ACCEPTED BID VOLUME IS SEK 1 MLN.THE HIGHEST ACCEPTED BID VOLUME IS SEK 418.3 BLN.RESULT OF AUCTION WILL BE PUBLISHED AT 10.15 (CET/CEST)ON NOV 7, 2017.COMPLETE TERMS AND CONDITIONS CAN BE RETRIEVED AT WWW.RIKSBANK.SE © 2017 GlobeNewswire Sie erhalten auf FinanzNachrichten.de kostenlose Realtime-Aktienkurse von und mit der Push-Technologie von Wie bewerten Sie die aktuell angezeigte Seite? sehr gut 1 2 3 4 5 6 schlecht Problem melden ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "b22b1ade127e691f96e02ebe57185f12a4695407", "url": "http://omgili.com/ri/jHIAmI4hxg831AWISPIMWJr06qEVFnLq87TXJCNvZzqNc0f1MUzwiNMnbnh3oOI9wGnET2Cm7aLUKvalilX7dPiue9oEKPPgJUwlYSpPUZGw2sI0eov7gQ--", "site_full": "www.baby-kingdom.com", "site": "baby-kingdom.com", "site_section": "http://www.baby-kingdom.com/forum.php?mod=forumdisplay&fid=715", "site_categories": ["media"], "section_title": "1-3歲奶粉專區 - Baby Kingdom - 親子王國 香港 討論區 ", "title": "1歲健康院話要用杯飲奶", "title_full": "1歲健康院話要用杯飲奶 - 1-3歲奶粉專區 - Baby Kingdom - 親子王國 香港 討論區", "published": "2017-11-07T03:19:00.000+02:00", "replies_count": 2, "participants_count": 6, "site_type": "discussions", "country": "HK", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 15021, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "11b529a1023ddcfada7b0cd8d0224a69aed4382a", "url": "http://omgili.com/ri/jHIAmI4hxg831AWISPIMWJr06qEVFnLq87TXJCNvZzqNc0f1MUzwiNMnbnh3oOI9wGnET2Cm7aLUKvalilX7dPiue9oEKPPgJUwlYSpPUZGXWzBuAya2xNDNNQxC6m1S", "ord_in_thread": 2, "author": "RubyYu07", "published": "2017-11-07T10:12:00.000+02:00", "title": "", "text": "crubie 發表於 17-11-7 09:19\n咁係咪用奶樽沖左奶先倒落飲管杯?\n唔係啊。我直接用飲管杯沖架，有刻度嘛。", "highlightText": "", "highlightTitle": "", "language": "chineset", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "7b1a59f8b77ad0c49b60b0fc261aee0a991ac784", "url": "http://omgili.com/ri/jHIAmI4hxg.YuZjPcTcrfKQXWWp.8B_z87wDFwH_p5tS7.NDhiFNiTy_5wux82RoeoUTC8VVXsLoP58ed7aS6QfREg5eY.suXffpJfeCdBPjRSS1buWlszGHoJB2tD9Eqc20ApNGolXZRKbe.Ez05zCz8rq5PoSuadFDskz2lS8-", "site_full": "www.financialexpress.com", "site": "financialexpress.com", "site_section": "http://www.financialexpress.com/feed/", "site_categories": ["media"], "section_title": "The Financial ExpressThe Financial Express", "title": "Asia Cup Hockey 2017: India goalkeeper Savita Punia hopes win ends 9 year wait", "title_full": "Asia Cup Hockey 2017: India goalkeeper Savita Punia hopes win ends 9 year wait", "published": "2017-11-07T16:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "http://images.financialexpress.com/2017/11/asia-cup-IE.jpg", "performance_score": 0, "domain_rank": 4726, "social": {"facebook": {"likes": 10, "comments": 0, "shares": 10}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7b1a59f8b77ad0c49b60b0fc261aee0a991ac784", "url": "http://omgili.com/ri/jHIAmI4hxg.YuZjPcTcrfKQXWWp.8B_z87wDFwH_p5tS7.NDhiFNiTy_5wux82RoeoUTC8VVXsLoP58ed7aS6QfREg5eY.suXffpJfeCdBPjRSS1buWlszGHoJB2tD9Eqc20ApNGolXZRKbe.Ez05zCz8rq5PoSuadFDskz2lS8-", "ord_in_thread": 0, "author": "PTI", "published": "2017-11-07T16:54:00.000+02:00", "title": "Asia Cup Hockey 2017: India goalkeeper Savita Punia hopes win ends 9 year wait", "text": "Rakesh Jhunjhunwala made Rs 900 crore in 1 day on 1 share; still wants more \nIndia goalkeeper Savita Punia has received many accolades for her on-field heroics but she could not secure a job for herself despite all the success in a nine-year international career. Last Sunday, Savita produced a stunning save in a tense shootout in the thrilling final against China to help India win the Asia Cup women’s hockey title and secure a berth in next year’s World Cup. The team broke a 13-year-old jinx when Savita foiled an attempt from the rivals to ensure a 5-4 win. India had failed to qualify for the last World Cup and finished ninth in the 2010 edition. “I am very happy that I could contribute in team’s win. I work harder to bring more laurels and will not let my unemployment affect my game,” Savita told PTI Bhasha after team’s return from Japan. “I have been trying for a job for last nine years. I was promised a job under the Haryana Government’s ‘Medal Lao, Naukri Pao’ scheme, but I have only been given assurances by officers. “I am 27 now and still depend on my father’s income. I am playing for my country for last 9 years and every time after a win, I hope to get a job but nothing changes.” \nSavita, who hails from Hisar, made her international debut in 2008 and has just completed 150 caps in Asia cup. She started playing Hockey as per the wish of her grandfather Mahinder Singh and starred in India’s bronze medal effort in Junior Asia Cup in 2009. “I should take care of my parents but it is opposite in my case. My father is a pharmacist and it is not easy to run a family with his solo income,” said Savita. She had also applied for a coaching job with SAI after Rio Olympics but did not get any response from them. “Sometimes I get very tense when I see my parents. My mother is worried that I don’t have a job. My father encourages me to do well and I never let my game affected with my unemployment. But it is constantly in my mind when I am out of the ground,” she said. \nSavita hopes that Asia Cup win will help her to get a job. “We have a sports minister who has been an Olympic medallist. I hope he will understand this and this title win also help me to get a job,” she said while giving credit to goal-keeping coach Bharat Chhetri and chief coach Harendra Singh for her performance. “I also hope that this will raise the profile of women Hockey in India and more girls will take up the game.” More Top News ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.000+02:00"}, {"thread": {"uuid": "5edb1004b5750a21745e5b4a22602725345e7904", "url": "http://omgili.com/ri/0xd.sZhj5je.DmdXGGWnJdIndECvh4_6Ea6MCWqEV44I4AsTCh02Qw--", "site_full": "csn.cancer.org", "site": "cancer.org", "site_section": "http://csn.cancer.org/forum/128", "site_categories": ["health", "cancer"], "section_title": "Colorectal Cancer | Cancer Survivors Network", "title": "SO ya it’s cancer", "title_full": "SO ya it’s cancer | Cancer Survivors Network", "published": "2017-11-07T02:25:00.000+02:00", "replies_count": 8, "participants_count": 6, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 6471, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "917e70b1f94a8f8aa89b520189c0d0cef3eecaf7", "url": "http://omgili.com/ri/0xd.sZhj5je.DmdXGGWnJdIndECvh4_6Ea6MCWqEV46ab9NSLIhjYMgAzq5cr2oGPqEI4yI64iU-", "ord_in_thread": 8, "author": "Canadian Sandy", "published": "2017-11-07T09:52:00.000+02:00", "title": "", "text": "deleted", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.001+02:00"}, {"thread": {"uuid": "d3a75da2dc12d1f896f1d788e59a3f9cd84d4aca", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs.z.c3NHEr.V9", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gd/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gd/ - Graphic Design - 4chan", "title": "Why does every company try to steal Apple’s aesthe", "title_full": "/gd/ - Why does every company try to steal Apple’s aesthe - Graphic Design - 4chan", "published": "2017-11-07T05:01:00.000+02:00", "replies_count": 8, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.005, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "657d78b35e2ca60d569746a75bdd6c2b44c137cb", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs.8TKvQDAW24s19z2Tet3X7Y-", "ord_in_thread": 7, "author": "Anonymous", "published": "2017-11-07T13:14:00.000+02:00", "title": "", "text": ">>324664\nTheir iOS UI is horrible. It looks like a toy for 3-7 years old kids. Their hardware is outdated as well. The Chinese and the Koreans are years ahead.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.001+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fe4e546e262f4109e5c7c92beac43c23801b7818", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwPKSkW4iZzgv", "ord_in_thread": 4, "author": "BurningSpirit", "published": "2017-11-07T17:34:00.000+02:00", "title": "", "text": "i say both nigga and nigger quite commonly, even around my black friends, and im like snowflake white. it's all about context, and having an understanding. obviously I wouldn't just walk up to a random black guy and be all, \"yo what up my nigga?\" but at the same time I wouldn't have any problems sitting at a bar being the only white person in the room and commenting about how the dumb nigger at the end of the bar should be spending his money buying his baby diapers instead of being an obnoxious good for nothing slob.\nnigger is defined in the merrium webster dictionary as being a dead beat member of society. as long as i'm using it in this context or reciting a rap song that usses any form of the word nigger i do not see how i am in the wrong.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.001+02:00"}, {"thread": {"uuid": "f52e02ebe56ddc380f096f66c9260411c94b2f1f", "url": "http://omgili.com/ri/jHIAmI4hxg9p5Wy_NjFu45js2odHm0aAcherni_f3r2T382USr_Cp0WcH4JIAQ4V2BrZh79qFZD6G93c_eoMgLjXi8FgR3YpbuQ.8oYSGW_yKHaUeSuMWncjFJQDPFmChoEEc7Bzh0w-", "site_full": "www.beritadaily.com", "site": "beritadaily.com", "site_section": "http://www.beritadaily.com/feed", "site_categories": ["media"], "section_title": "Berita Daily", "title": "Najib wades through flood waters to reach relief centre in Permatang Pauh", "title_full": "Najib wades through flood waters to reach relief centre in Permatang Pauh", "published": "2017-11-07T10:09:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "MY", "spam_score": 0.0, "main_image": "http://www.beritadaily.com/wp-content/uploads/2017/11/maxresdefault-2.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f52e02ebe56ddc380f096f66c9260411c94b2f1f", "url": "http://omgili.com/ri/jHIAmI4hxg9p5Wy_NjFu45js2odHm0aAcherni_f3r2T382USr_Cp0WcH4JIAQ4V2BrZh79qFZD6G93c_eoMgLjXi8FgR3YpbuQ.8oYSGW_yKHaUeSuMWncjFJQDPFmChoEEc7Bzh0w-", "ord_in_thread": 0, "author": "Berita Daily Staff", "published": "2017-11-07T10:09:00.000+02:00", "title": "Najib wades through flood waters to reach relief centre in Permatang Pauh", "text": "Taxation, Business and Finance Beritadaily.com aims to provide fair and balanced news, videos and opinions, and to objectively shape and influence the opinions of readers. We at Beritadaily.com aim to be an opinion-maker and to be able to influence the thinking of its readers. In current times, fair reporting and highlighting the concerns of the people from various angles is paramount for making informed decisions. Our Daily News In Your Email Email *", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.001+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7c846a656b6a5275184e4f5b670f63072080a650", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwOYWeVfWQqVj", "ord_in_thread": 5, "author": "yurkin", "published": "2017-11-07T17:34:00.000+02:00", "title": "", "text": "No, I don't since it's such a boring word :^(", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.001+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "ord_in_thread": 0, "author": "hetnialoevr48", "published": "2017-11-07T16:34:00.000+02:00", "title": "Do you like saying nigga?", "text": "Yes because I can. Use it daily without concern", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.001+02:00"}, {"thread": {"uuid": "e7d4d33443b7010b96e2c6793cc92e1f03220715", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr3JAl5sUbSfb", "site_full": "bbs.51cto.com", "site": "51cto.com", "site_section": "http://bbs.51cto.com/forum-57-1.html", "site_categories": ["databases", "computer_networking", "tech", "non_standard_content", "adult"], "section_title": "网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区 ", "title": "今天去一个房地产公司面试 敢问各位大佬", "title_full": "今天去一个房地产公司面试 敢问各位大佬 - 网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区", "published": "2017-11-07T10:44:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1559, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "97b20798334baf2605f27a01bda592173a5df6e6", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr8QVvvGzh05.aysRGWi_5ug-", "ord_in_thread": 1, "author": "rolly2000", "published": "2017-11-07T11:20:00.000+02:00", "title": "", "text": "我觉得你的私人空间会比较少", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.001+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "463f1f6fec32f9faf48b3a835056d8352ea5cfe7", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwMo84LNLfUBQ", "ord_in_thread": 1, "author": "Nico-", "published": "2017-11-07T16:34:00.000+02:00", "title": "", "text": "isekai said:\ni got my first ban on MAL by saying it jokingly so nah", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.002+02:00"}, {"thread": {"uuid": "b7bb1fb576f5571a08c9db55ea5a1f90cdc1022b", "url": "http://omgili.com/ri/7aBdisT0NOrvS5.hbGqj54lR4aQV51PcVFl56TSfWhn9oJ1C4VDcgg--", "site_full": "saudi.shafaqna.com", "site": "shafaqna.com", "site_section": "http://saudi.shafaqna.com/rss.xml", "site_categories": ["media"], "section_title": "الاعلام السعودية (مجمعة أخبار) |", "title": "الدفاع المدني ينفي إطلاق صافرات إنذار بالرياض.. وهذه حقيقة المقاطع المتداولة", "title_full": "الدفاع المدني ينفي إطلاق صافرات إنذار بالرياض.. وهذه حقيقة المقاطع المتداولة", "published": "2017-11-07T05:11:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "FR", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 5727, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b7bb1fb576f5571a08c9db55ea5a1f90cdc1022b", "url": "http://omgili.com/ri/7aBdisT0NOrvS5.hbGqj54lR4aQV51PcVFl56TSfWhn9oJ1C4VDcgg--", "ord_in_thread": 0, "author": "", "published": "2017-11-07T05:11:00.000+02:00", "title": "الدفاع المدني ينفي إطلاق صافرات إنذار بالرياض.. وهذه حقيقة المقاطع المتداولة", "text": "20 hours ago الدفاع المدني ينفي إطلاق صافرات إنذار بالرياض.. وهذه حقيقة المقاطع المتداولة نفى المتحدث الرسمي للدفاع المدني بالرياض صحة ما تم تداوله في مواقع التواصل الاجتماعي حول إطلاق صافرات الإنذار بمدينة الرياض. وكان البعض في مواقع التواصل قد تداولوا أنباءً عن إطلاق صافرات الإنذار بمدينة الرياض، وهو ما تم نفيه، واتضح أن المقاطع التي تم تداولها لإطلاق صافرات الإنذار في الكويت وليست في الرياض، إذ تم تشغيلها هناك اليوم الثلاثاء للتأكد من صلاحيتها بشكل تجريبي لتوعية المواطنين والمقيمين في الدولة بمدلول نغماتها.", "highlightText": "", "highlightTitle": "", "language": "arabic", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.002+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a8c2d973000868b757a3fab870145af30ac21ca8", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwDhEMgYar7F5", "ord_in_thread": 10, "author": "isekai", "published": "2017-11-07T19:10:00.000+02:00", "title": "", "text": "spuukiebuugi said:\nisekai said:\nspuukiebuugi said:\nisekai said:\nspuukiebuugi said:\nisekai said:\nNico- said:\nisekai said:\ni got my first ban on MAL by saying it jokingly so nah", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.002+02:00"}, {"thread": {"uuid": "034f804c30c6de40f0c48a21ed17f7ccadd2ce60", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMXVN8LpyshEA-", "site_full": "mao.2ch.net", "site": "2ch.net", "site_section": "http://mao.2ch.net/apple2/", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Apple(仮) - 5ちゃんねる掲示板", "title": "iPhone X 予約スレ 6台目", "title_full": "iPhone X 予約スレ 6台目", "published": "2017-11-04T14:57:00.000+02:00", "replies_count": 51, "participants_count": 52, "site_type": "discussions", "country": "JP", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 328, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "da55a83e9de488f71e2557b963ab9896abae3ac5", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMGK8FBqVXxkgB5cHYjTyAzA--", "ord_in_thread": 1, "author": "John Appleseed 2017/11/07(火) 15:35:42.13 ID:wOw924PN", "published": "2017-11-07T08:35:00.000+02:00", "title": "", "text": "仙台は長かったけど、表参道は瞬殺ｗ", "highlightText": "", "highlightTitle": "", "language": "japanese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.002+02:00"}, {"thread": {"uuid": "d972f9cb8f9a4196d2d41b94407bbc14fc6b1e1d", "url": "http://omgili.com/ri/_0JOtn.4SCrvMxomjU29TwjbYnG7idZffwLX0p1mx7oOIAcsJvIR_QjC08ljzrkoL0eWatgVXaGXmeWk3sR.cKQg3ouVrmT5GGZB45IdS0IqYYoRBx_VjmVtfXP.RiONNBJswXVdy2O8WMl0lQGSQJut6aEJbeXD", "site_full": "bookmarkbook.org", "site": "bookmarkbook.org", "site_section": "http://bookmarkbook.org//rss.php?category=&status=&group=", "site_categories": ["dogs", "pets"], "section_title": "BookmarkBook.org | Published News", "title": "Why Domain Authority is Important for your website and How to improve it", "title_full": "Why Domain Authority is Important for your website and How to improve it", "published": "2017-11-07T10:59:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "IN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 78238, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d972f9cb8f9a4196d2d41b94407bbc14fc6b1e1d", "url": "http://omgili.com/ri/_0JOtn.4SCrvMxomjU29TwjbYnG7idZffwLX0p1mx7oOIAcsJvIR_QjC08ljzrkoL0eWatgVXaGXmeWk3sR.cKQg3ouVrmT5GGZB45IdS0IqYYoRBx_VjmVtfXP.RiONNBJswXVdy2O8WMl0lQGSQJut6aEJbeXD", "ord_in_thread": 0, "author": "Ricky_Martin", "published": "2017-11-07T10:59:00.000+02:00", "title": "Why Domain Authority is Important for your website and How to improve it", "text": "  Most of the website owners and bloggers have a common goal, to make their website rank higher in the search engines, such as Google. There are numerous web metrics but one of them has particularly become more important in the SEO world. This metric is known as Domain Authority (DA). https://topgoldforum.com/articles/seo/why-domain-authority-is-important-for-your-website-and-how-to-improve-it-r32/", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.002+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9db04aba16e177a0eb6288576a4c4754343c8ed4", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwExEdjSsQVqf", "ord_in_thread": 8, "author": "isekai", "published": "2017-11-07T19:03:00.000+02:00", "title": "", "text": "spuukiebuugi said:\nisekai said:\nspuukiebuugi said:\nisekai said:\nNico- said:\nisekai said:\ni got my first ban on MAL by saying it jokingly so nah", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.002+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9cd2e910a6307f170da06a1fb5ab733e8adee93c", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwGYOEu8Og5b2", "ord_in_thread": 6, "author": "isekai", "published": "2017-11-07T19:00:00.000+02:00", "title": "", "text": "I'm not black and know my place. Maybe some of you should too.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.002+02:00"}, {"thread": {"uuid": "8bf6bc761785be27ef587bd5f3d50ebdf0eb993c", "url": "http://omgili.com/ri/0xd.sZhj5jfj0jLx0QOsOq3ep3Kz1eJIPfE960VnBH7kMn44pLMK_GbPw78HALVmZrORZCIIGF9oaCFbxk15WoxE9YFKHF.Ztg_LCLB1niM2apONe30rOhIDd6r7wKAM", "site_full": "capitalparanaense.blogspot.com", "site": "blogspot.com", "site_section": "http://capitalparanaense.blogspot.com/", "site_categories": [], "section_title": "*capital paranaense.blogspot.com", "title": "", "title_full": "", "published": "2017-11-07T11:34:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "BR", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8bf6bc761785be27ef587bd5f3d50ebdf0eb993c", "url": "http://omgili.com/ri/0xd.sZhj5jfj0jLx0QOsOq3ep3Kz1eJIPfE960VnBH7kMn44pLMK_GbPw78HALVmZrORZCIIGF9oaCFbxk15WoxE9YFKHF.Ztg_LCLB1niM2apONe30rOhIDd6r7wKAM", "ord_in_thread": 0, "author": "curitiba (noreply@blogger.com)", "published": "2017-11-07T11:34:00.000+02:00", "title": "", "text": "\n\nBrazil \n\n\n\nLawyer accuses Moro's friend of brokering deal, newspaper says \nIn a statement, the judge praised a friend and criticized a report by Folha de S.Paulo \n\n\n\nAttorney Rodrigo Tacla Duran, who worked for Odebrecht from 2011 to 2016, accuses labor lawyer Carlos Zucolotto Junior of brokering parallel negotiations with the Lava Jato Task Force. \n\nZucolotto is a friend and best man of the judge Sergio Moro and was an associate of an office with Rosangela Moro, wife of the judge. The lawyer is also defender of the prosecutor Carlos Fernando dos Santos Lima in labor action that runs in the STJ (Superior Court of Justice). According to the Folha de S. Paulo newspaper, Zucolotto's talks with Tacla Duran would involve easing the penalty and reducing the fine that the former Odebrecht lawyer would have to pay in an award-winning deal. \n\n\nIn return, according to Duran, Zucolotto would be paid by means of box two. The money would be used to \"care\" for the people who would help him negotiate, according to a correspondence between the two that the former Odebrecht lawyer says he has in his files. \n\nZucolotto denies the charges. The prosecutors cited by Tacla Duran claim that they do not even know Moro's friend. Judge Sergio Moro pronounced, in a note, on the Folha de S. Paulo report: \n\n\"About the subject 'Lawyer accuses Moro's friend of intervening in an agreement' written by the journalist Monica Bergamo and published on 08/27/2017 by the Folha de São Paulo newspaper, I hereby inform the following: \n\n- lawyer Carlos Zucoloto Jr. is a serious and competent lawyer, works in the labor area and does not work in the criminal area; - the report that the lawyer in question would have dealt with the fugitive accused Rodrigo Tacla Duran on an award-winning collaboration agreement is absolutely false; \n\n- none of the members of the Federal Public Ministry of the Task Force in Curitiba confirmed any contact of said lawyer on said matter or on any other matter because in fact no contact occurred; \n\n- Rodrigo Tacla Duran did not present to the journalist responsible for the matter any proof of his untrue statements and his report finds no support from any other source; \n\n- Rodrigo Tacla Duran is accused of money laundering of millions of dollars and had his preventive detention decreed by this judge, having taken refuge in Spain to escape the action of Justice; \n\n- the lawyer Carlos Zucoloto Jr. is my personal friend and I regret that his name is used by an accused fugitive and in an irresponsible journalistic matter to denigrate me; and \n\n- regrets the credit given by the journalist to the false report of an accused fugitive, having been warned of falsehood by all the persons mentioned in the matter. \n\nCuritiba, August 27, 2017. \nSergio Fernando Moro \nFederal judge\" \nGoogle images source \nRelated searches: \nSÃO PAULO - Attorney Rodrigo Tacla Duran, who worked for the Odebrecht from 2011 to 2016, accuses labor lawyer Carlos Zucolotto Junior, friend and best man of marriage to Judge Sergio Moro, of brokering his parallel negotiations with the Lava task force -Jet. The news was published today by the newspaper \"Folha de S. Paulo\". \n\nMoro's wife, Rosângela, was already a member of Zucolotto's office. The lawyer is also defender of the prosecutor Carlos Fernando dos Santos Lima in labor action that runs in the Superior Court of Justice (STJ). Zucolotto's talks with Tacla Duran would involve easing the sentence and reducing the fine that the former Odebrecht \n\n\nSource images Google \nSource: http://en.wikipedia.org/wiki/Special:RecentChangesLinked \n\nSource images Google Source: http://en.wikipedia.org/wiki/Special:RecentChangesLinked \n\nSource images Google Source: http://en.wikipedia.org/wiki/Special:RecentChangesLinked ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.003+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "78c4ff7006bceb2d1dac034bee3b496cd6f16cc2", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WKb3es1WI4tlBWhh4uXR6gM-", "ord_in_thread": 7, "author": "鄢军 主任医师 电话：0551-62332266", "published": "2017-11-07T04:55:00.000+02:00", "title": "", "text": "癫痫病是能治愈的，只是需要的时间比较长，随着医学的不断进步，癫痫病的治疗方法也不断创新，现在完全治愈癫痫病已经成为现实。但是很多患者在治疗的过程中，发作得到基本控制后，往往自行中断治疗，导致发作严重。其实只要患者坚持治疗，经过一定时期的正规、系统的药物治疗而不再发作，一般可以减药，直至停药。于停药后3年内没有发作的，即认为治愈。", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.003+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "60fd2219974fdb2f2aef5b2c611409c626bd5790", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwDHCSzjGEc2Z", "ord_in_thread": 9, "author": "spuukiebuugi", "published": "2017-11-07T19:07:00.000+02:00", "title": "", "text": "isekai said:\nspuukiebuugi said:\nisekai said:\nspuukiebuugi said:\nisekai said:\nNico- said:\nisekai said:\ni got my first ban on MAL by saying it jokingly so nah", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.003+02:00"}, {"thread": {"uuid": "f13cf301bf60b4cc6cbca954eb5ec4644eb212d0", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.Yq_k_f220C.jQ--", "site_full": "myanimelist.net", "site": "myanimelist.net", "site_section": "http://myanimelist.net/forum/?board=11", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Casual Discussion - Forums - MyAnimeList.net ", "title": "Do you like saying nigga?", "title_full": "Do you like saying nigga? - Forums - MyAnimeList.net", "published": "2017-11-07T16:34:00.000+02:00", "replies_count": 10, "participants_count": 31, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://myanimelist.cdn-dena.com/img/sp/icon/apple-touch-icon-256.png", "performance_score": 0, "domain_rank": 1476, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5dacc836694de05f86011edc974858caf95a658c", "url": "http://omgili.com/ri/2wGaacqxAptgs.cgG3gHnV93gVgyARgAt338dY86ulwoFN2EGFjlnnb9oRgy1GqLe0qHnhfi.YrAwY7E3sMCwMJEKTBZlTpB", "ord_in_thread": 3, "author": "Takamura-sama", "published": "2017-11-07T17:34:00.000+02:00", "title": "", "text": "Frag- said:\nWhoa whoa whoa mate, since when you're allowed to say it?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.003+02:00"}, {"thread": {"uuid": "d3a75da2dc12d1f896f1d788e59a3f9cd84d4aca", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs.z.c3NHEr.V9", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gd/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gd/ - Graphic Design - 4chan", "title": "Why does every company try to steal Apple’s aesthe", "title_full": "/gd/ - Why does every company try to steal Apple’s aesthe - Graphic Design - 4chan", "published": "2017-11-07T05:01:00.000+02:00", "replies_count": 8, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.005, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "acece62d6c6a0fe7889b614546e2fe8415fc259f", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs._DbBdicu1zDIQhxuHJb8Rw-", "ord_in_thread": 8, "author": "Anonymous", "published": "2017-11-07T13:31:00.000+02:00", "title": "", "text": ">>324664\nBasically this >>324666\nI don't know where you've been for the past 16 years, but Apple made waves with iPod and iPhone, and they turned them into the most valuable company in the world. Arguably, this happened not in the least because of their design and product aesthetics. This image is part of Apple's success. You also can't really sue people for copying design if it's a bit different, hence they have tons of copycats.\nLG, HTC or Samsung don't have design. This is what they do, they rip off others but for cheaper. This is true for many companies—auto manufacturers, clothing, etc etc.\nAs for UX and product design though… Since about iPad mini, iOS7 and iPhone 6, Apple has been copying the competition more often. iPad Pro and iPhone X only solidified the rule, with Apple bluntly ripping off Surface and Moto X. Yes, their products still have rounded rectangles by Johnny Ive and metallic finish, but that's aesthetics only.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.003+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aa53f33a01da7fb6b284829dbd6680f9a1e72819", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WKb3es1WI4tl3JoT94khSfs-", "ord_in_thread": 5, "author": "姜树生 医师", "published": "2017-11-07T11:17:00.000+02:00", "title": "", "text": "病情分析：\n 癫痫首先应该查找病因，针对病因治疗，如果实在找不到病因，就要对症治疗。\n 指导意见：\n 应该根据癫痫发作的类型选择药物，坚持长期规律的服用，定期检查肝肾功能，监测处理药物的不良反应。", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.003+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2e0699eb2f17197806f625ab4d6960aa53d024b7", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WKb3es1WI4tldcouDoTUUxU-", "ord_in_thread": 2, "author": "马庆军 灵石县中医院 医师", "published": "2017-11-07T11:11:00.000+02:00", "title": "", "text": "病情分析：\n 就你所述情况药物治疗副作用比较大，可以釆用中医办法治疗。\n 指导意见：\n 我建议你到正规医院进一步检查确诊，现在可以釆用中医穴位埋线办法治疗，早期也需要用少量西药。\n 以上是对“宿州癫痫病到底能不能治愈”这个问题的建议，希望对您有帮助，祝您健康！", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.004+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a09cee3514f75eb78f68e2a4821eddfe53a99bd2", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WKb3es1WI4tlTfH31Jn6i3w-", "ord_in_thread": 3, "author": "李娜 辉南县人民医院 医师", "published": "2017-11-07T11:12:00.000+02:00", "title": "", "text": "病情分析：\n 根据你的叙述，一般这种疾病有治愈的可能，但是一般疗程比较长。\n 指导意见：\n 建议你应该到正规专业的医院进行治疗，平时尽量避免劳累熬夜情绪波动，避免从事危险职业。", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.004+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "58abc76f1c1da36ee10fc2e1d092aea0be65cbf0", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WKb3es1WI4tlqtjI4HsgY6k-", "ord_in_thread": 6, "author": "王长菊 药师", "published": "2017-11-07T11:22:00.000+02:00", "title": "", "text": "病情分析：\n 你好！根据你说的症状表现情况分析：你患有癫痫病，行药物治疗。这种病能控制，难治愈。\n 指导意见：\n 根据以上情况，只要能够科学合理应用抗癫痫药物，是完全可以控制癫痫病的发作的。\n 以上是对“宿州癫痫病到底能不能治愈”这个问题的建议，希望对您有帮助，祝您健康！", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.004+02:00"}, {"thread": {"uuid": "d3a75da2dc12d1f896f1d788e59a3f9cd84d4aca", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs.z.c3NHEr.V9", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gd/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gd/ - Graphic Design - 4chan", "title": "Why does every company try to steal Apple’s aesthe", "title_full": "/gd/ - Why does every company try to steal Apple’s aesthe - Graphic Design - 4chan", "published": "2017-11-07T05:01:00.000+02:00", "replies_count": 8, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.005, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "365b9dea80c08c5ccc0adfb4b2a533efefb4ec68", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs.2q49ol2z1yKl6U3VND3_iU-", "ord_in_thread": 6, "author": "Anonymous", "published": "2017-11-07T12:49:00.000+02:00", "title": "", "text": ">copy\n>get copied\nIt's the way of the jungle baby.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.004+02:00"}, {"thread": {"uuid": "a62b7148bc2121021abad1655f4f592bd27ce187", "url": "http://omgili.com/ri/vkc1Z8ITDMtpd.7WgINIa9Ujr5Ev6hBt_ZJkTCkFNSqme2ggrizqEm_zpBgoHRT6LBuZf0dkBQkqwOMFDQ8gpm_aMH1yIKUw3NTxmexXdQY5Mvu8ogJZ1ItneFQv9g_OEwpfT46bFCU-", "site_full": "vietbao.vn", "site": "vietbao.vn", "site_section": "http://vietbao.vn/live/The-gioi-tre/rss.xml", "site_categories": ["media"], "section_title": "Thế Giới Trẻ | Việt Báo - Viet Bao Viet Nam", "title": "\"Thùng phuy di động\" gây sốc khi giảm 60kg trong 6 tháng", "title_full": "\"Thùng phuy di động\" gây sốc khi giảm 60kg trong 6 tháng", "published": "2017-11-07T09:33:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "VN", "spam_score": 0.0, "main_image": "http://a9.vietbao.vn/images/vn999/150/2017/11/20171107-thung-phuy-di-dong-gay-soc-khi-giam-60kg-trong-6-thang-1.jpg", "performance_score": 0, "domain_rank": 13873, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a62b7148bc2121021abad1655f4f592bd27ce187", "url": "http://omgili.com/ri/vkc1Z8ITDMtpd.7WgINIa9Ujr5Ev6hBt_ZJkTCkFNSqme2ggrizqEm_zpBgoHRT6LBuZf0dkBQkqwOMFDQ8gpm_aMH1yIKUw3NTxmexXdQY5Mvu8ogJZ1ItneFQv9g_OEwpfT46bFCU-", "ord_in_thread": 0, "author": "Việt Báo", "published": "2017-11-07T09:33:00.000+02:00", "title": "\"Thùng phuy di động\" gây sốc khi giảm 60kg trong 6 tháng", "text": "sốc Bấm ngay Subscribe / Đăng Ký xem video hay mới nhất >> \nThời gian qua, rất nhiều tấm gương bạn trẻ giảm cân \"thần kì\", lột xác từ \"cú hóa công\" được dân mạng biết đến và hết sức ngưỡng mộ. Mới đây, câu chuyện giảm liền 60 kg trong 6 tháng của một nam sinh Hà thành khiến nhiều người bị sốc bởi tốc độ và số cân nặng mà cậu chàng giảm được. Ảnh trong bài: FBNV.\nNhân vật chính trong câu chuyện giảm cân thần kỳ được cộng đồng mạng ngưỡng mộ đó là của nam sinh 9X Hà thành có tên Nguyễn Khắc Phong (SN 1993) hiện là sinh viên trường Đại học Điện lực. \nKhi còn học THPT, Khắc Phong sở hữu thân hình được ví như \"thùng phuy di động\". Cậu bạn này tâm sự từng đạt đỉnh của cân nặng lên tới 120 kg. Khi đó, làm việc gì cậu bạn 9X này cũng cảm thấy vô cùng mệt mỏi và luôn có cảm giác thèm ăn. \nKhắc Phong chia sẻ, chỉ vì quá béo mà cậu bạn này thường xuyên trở thành trò đùa của mọi người. Kể cả những người thân, họ hàng cũng hay đưa cậu ra làm chủ đề để bàn tán, vì vậy từng có thời gian 9X Hà thành này rất ngại tiếp xúc với nhiều người. \nKhông muốn cứ mãi tự ti với bản thân, Khắc Phong bắt đầu hành trình giảm cân cấp tốc và bí mật của mình. Mỗi sáng, cậu bạn này mặc áo mưa tập thể dụng trên sân thượng. Sau đó, đạp xe đạp quanh phố để tiếp tục giảm năng lượng của cơ thể. \nHành trình giảm cân của Khắc Phong là hoàn toàn bí mật. Không muốn mọi người chú ý, Phong đã phải đội mũ và đeo khẩu trang kín mít, hầu như người ngoài không một ai biết, đến cả hàng xóm cũng bất ngờ khi thấy cậu bạn này giảm được 60kg chỉ trong vòng 6 tháng. \nKhắc Phong cũng chia sẻ thêm rằng, nhìn thấy con khổ sở để giảm cân, nhiều lần mẹ cậu đã ngăn cản: \"2 tháng đầu tiên, mẹ không tin là em sẽ giảm được cân đâu thì cứ kệ cho tập. Đến tháng thứ 3, mẹ thấy em quyết tâm quá nên sinh lo, cứ khuyên nhủ em dừng tập. Mẹ nào mà chẳng thương con, đến tháng thứ 4, mẹ đã khóc nhiều lần bắt em bỏ hẳn. Nhưng vì quyết tâm để xin được việc làm, em gắng thuyết phục mẹ để tiếp tục tập\". \nTuy nhiên, với sự quyết tâm của mình, Khắc Phong đã tiếp tục hành trình giảm cân của mình và đã thành công. \nChính câu chuyện giảm cân của Khắc Phong đã thêm cho nhiều bạn thấy được chỉ cần bản thân có đủ sự quyết tâm và kiên trì giảm cân thì có phẫu thuật thẩm mỹ hay không thì \"vịt vẫn hoá thiên nga\". \nHiện tại, Khắc Phong đã tự tin vào thân hình của mình và đang làm cho một công ty về máy tính. Ảnh trong bài: FBNV. VietBao.vn Thích và chia sẻ bài viết này trên facebook Theo dõi vietbao.vn trên facebook Tìm hiểu:", "highlightText": "", "highlightTitle": "", "language": "vietnamese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.004+02:00"}, {"thread": {"uuid": "e7d4d33443b7010b96e2c6793cc92e1f03220715", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr3JAl5sUbSfb", "site_full": "bbs.51cto.com", "site": "51cto.com", "site_section": "http://bbs.51cto.com/forum-57-1.html", "site_categories": ["databases", "computer_networking", "tech", "non_standard_content", "adult"], "section_title": "网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区 ", "title": "今天去一个房地产公司面试 敢问各位大佬", "title_full": "今天去一个房地产公司面试 敢问各位大佬 - 网络管理论坛 - 51CTO技术论坛_中国领先的IT技术社区", "published": "2017-11-07T10:44:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1559, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8ba27eeb7a3055047ba0115e170e503eb8c5d762", "url": "http://omgili.com/ri/_0JOtn.4SCrn2o.QaWeaXlyso8LfPsrrMxIGgqqYNYLMAFPQm8Vcr8QVvvGzh05.Sk28KUE1uj4-", "ord_in_thread": 2, "author": "s狮子挽歌", "published": "2017-11-07T11:25:00.000+02:00", "title": "", "text": "引用: 原帖由 qq59c0d1607a8c7 于 2017-11-7 16:44 发表\n今天下午调休，正好昨天有一公司让我去面试，岗位就是网络管理员兼运维。是南京某著名房地产公司，面试我的是一个行政方面的经理，还有一人事部的主管，而且问的问题很粗糙啊wocao ! 自我介绍一番之后，问到为什么离职（全中国 ...", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.004+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5416b8b777c144f677c92d995d19bcb846298fd7", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WKb3es1WI4tlflyO0jM.rx8-", "ord_in_thread": 1, "author": "赵亚兵 医师", "published": "2017-11-07T11:10:00.000+02:00", "title": "", "text": "病情分析：\n 你好，看了你对于情况的描述，是对于癫痫是否可以治愈产生疑问。\n 指导意见：\n 癫痫需要进行抗癫痫药物的长期规律服用，经治疗后，70%患者可控制发作，其中50%-60%经2-5年治疗可和正常人一样生活及工作。", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.005+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "ord_in_thread": 0, "author": "李玲 友谊县人民医院 副主任护师", "published": "2017-11-07T11:10:00.000+02:00", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "text": "你好，得了癫痫病，也是有可能治愈的，建议你去正规三甲医院的神经内科住院一段时间，平时要注意保持心情舒畅，情绪稳定，多吃些蔬菜水果，不要熬夜，不要太劳累，可以在医生指导下服用卡马西平等药物，控制癫痫发作。", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.005+02:00"}, {"thread": {"uuid": "e67209284dbc908ac0b3367f1166d9d53cc53253", "url": "http://omgili.com/ri/.wHSUbtEfZTu6yJWZAoEBqyL.xUutIC_3M70GGkyltOuCHjfWfoFQoNmukDk8gB6TiVqL0x9ryJHWYPyXTbovU1_oETC3TxKJar_p0vglYc33jiwwlC6KG1S__s0vlEbk.4Fhjd0NrgrktgWUuUZVA--", "site_full": "film.wp.pl", "site": "wp.pl", "site_section": "http://film.wp.pl/rss.xml?id=44", "site_categories": ["movies", "entertainment"], "section_title": "WP Film - recenzje, zwiastuny, premiery kinowe", "title": "Burt Reynolds jest cieniem dawnego siebie. 81-latek nie myśli o emeryturze", "title_full": "Burt Reynolds jest cieniem dawnego siebie. 81-latek nie myśli o emeryturze", "published": "2017-11-07T11:16:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "PL", "spam_score": 0.0, "main_image": "https://v.wpimg.pl/LTE2NTMxJTBqAX1hdU1-YnEDY2V6SHpndQR2YHRXLiE3RmMmKAEiOylWPXo9Fis=/", "performance_score": 0, "domain_rank": 303, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e67209284dbc908ac0b3367f1166d9d53cc53253", "url": "http://omgili.com/ri/.wHSUbtEfZTu6yJWZAoEBqyL.xUutIC_3M70GGkyltOuCHjfWfoFQoNmukDk8gB6TiVqL0x9ryJHWYPyXTbovU1_oETC3TxKJar_p0vglYc33jiwwlC6KG1S__s0vlEbk.4Fhjd0NrgrktgWUuUZVA--", "ord_in_thread": 0, "author": "", "published": "2017-11-07T11:16:00.000+02:00", "title": "Burt Reynolds jest cieniem dawnego siebie. 81-latek nie myśli o emeryturze", "text": "Burt Reynolds jest cieniem dawnego siebie. 81-latek nie myśli o emeryturze Ledwo porusza się o własnych siłach Niegdyś ucieleśnienie maczyzmu, dziś przygarbiony staruszek, będący cieniem dawnego symbolu seksu. Takiego Burta Reynoldsa zobaczyli fani uczestniczący w 32. Międzynarodowym Festiwalu Filmowym Fort Lauderdale. 81-latek poruszający się na wózku inwalidzkim z trudem pozował do wspólnych zdjęć i rozdawał autografy. East News Podziel się \nMimo nienajlepszej kondycji Reynolds od lat uczestniczy w różnego rodzaju imprezach i spotkaniach z fanami. Na festiwalu w Fort Lauderdale nie wstawał z krzesła i podpierał się laską, mimo to obecność aktora zachwyciła fanów, pragnących obejrzeć jego najnowszy film. \n\"Dog Years\" Adama Rifkina (scenariusz i reżyseria) to historia starzejącej się gwiazdy filmowej, mocno inspirowana peryperiami samego Burta Reynoldsa. Obraz został pokazany na festiwalu i wbrew pozorom nie jest ostatnim projektem w dorobku 81-letniego gwiazdora, który od lat boryka się z problemami zdrowotnymi, a także finansowymi.", "highlightText": "", "highlightTitle": "", "language": "polish", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.005+02:00"}, {"thread": {"uuid": "4d16688e23829df5bacc7744b4f5764fe308d881", "url": "http://omgili.com/ri/jHIAmI4hxg.QepzPPHjuJ.aoKyv7MCkbMKy1uq_bujf1BPHB6oQsVquJ2h4yZMwaZXWsAgyVsmJZtlkhiH5DwGKj2T8VpmS1YvnYMmUuCr3leaZGNkCnvPQmiJPmxYo86vWFoBPAWRfSVJFcm.zr2vhqafpqsZAl", "site_full": "www.farodevigo.es", "site": "farodevigo.es", "site_section": "http://www.farodevigo.es/elementosInt/rss/45", "site_categories": ["media"], "section_title": "Faro de Vigo - Deportes Pontevedra", "title": "La marcha atrás de Luisito", "title_full": "La marcha atrás de Luisito", "published": "2017-11-07T09:08:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "ES", "spam_score": 0.0, "main_image": "http://fotos02.farodevigo.es/2017/11/07/690x278/lupemurillo.jpg", "performance_score": 0, "domain_rank": 22950, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4d16688e23829df5bacc7744b4f5764fe308d881", "url": "http://omgili.com/ri/jHIAmI4hxg.QepzPPHjuJ.aoKyv7MCkbMKy1uq_bujf1BPHB6oQsVquJ2h4yZMwaZXWsAgyVsmJZtlkhiH5DwGKj2T8VpmS1YvnYMmUuCr3leaZGNkCnvPQmiJPmxYo86vWFoBPAWRfSVJFcm.zr2vhqafpqsZAl", "ord_in_thread": 0, "author": "Faro de Vigo", "published": "2017-11-07T09:08:00.000+02:00", "title": "La marcha atrás de Luisito", "text": "farodevigo.es » Deportes » Deportes Pontevedra Directiva y plantilla del Pontevedra convencen a Luisito para seguir en el banquillo La presidenta aseguró que, de no cambiar la situación a corto plazo, en diciembre \"se tomarán decisiones importantes\" a. davila pontevedra 07.11.2017 | 08:08 Lupe Murillo antes de comparecer ante los medios . // Rafa Vázquez Fotos de la noticia \nEl Pontevedra Club de Fútbol ha dado carpetazo definitivo a la crisis desatada el pasado domingo en Talavera con un mensaje de confianza plena en su entrenador. La reunión urgente del consejo de administración celebrada en la noche del propio domingo dio como resultado la unión completa del club con el entrenador que les ha llevado al ascenso hace tres temporadas y al play off el curso pasado. La directiva cierra filas alrededor de su técnico y no acepta la dimisión de un Luisito al que persuadieron de abandonar el cargo y ayer mismo volvió a la normalidad en la sesión de trabajo de recuperación de los lunes. Tampoco la plantilla se resignó a perder a su faro en esta temporada y en el autobús de vuelta a casa tras el encuentro mostraron su interés por seguir trabajando juntos. \nLa presidenta, Lupe Murillo, compareció ayer para los medios para dar su mensaje de confianza en el hombre escogido hace ya más de tres años para dirigir la nave granate. \"Tenemos a un entrenador que ha apostado por este equipo desde el minuto uno en el que ha llegado a este club, el consejo de administración decidió que no se aceptaba la dimisión . No se aceptó, entre otras cosas, porque entendemos que Luisito es el que mejor puede resolver esta situación en la que nos encontramos . Él ha sido partícipe de todos y cada uno de los fichajes que se han hecho este verano y él conoce al 100% a la plantilla. Hacer un cambio en este momento no garantiza el éxito y además Luisito ha demostrado aquí muchas cosas y no se merece que no se apueste por él en estos momentos\", dijo la dirigente. \nMurillo no escondió no obstante que la situación actual del equipo precisa de un rápido y radical cambio de rumbo . Para que este sea posible la presidenta no dudó en afirmar que, de no producirse en un plazo de dos meses ,\"algo hay que hacer, y en diciembre tomaremos decisiones\". Esta posibilidad de tomar \"decisiones importantes\" de cara al mercado invernal es algo consensuado entre el propio entrenador y el director deportivo, Roberto Feáns. \"No nos gustaría tener que hacerlo, pero hay momentos en los que uno tiene que tomar decisiones. Tenemos que ser conscientes de lo que tenemos delante y las cosas no están saliendo como queríamos, hemos fichado para estar mejor de lo que estamos y no nos ha salido.\", añadió la responsable del consejo de administración. También reconoció que las posibles modificaciones futuras \"nos van a costar dinero\". Pero \"si hay que hacerlas, se van a hacer encaminadas a la mejora del equipo\". El plazo hasta diciembre es claro para que los jugadores, o incluso el propio técnico, que no están respondiendo a las expectativas consigan hacer despegar al equipo. \nédito ganado por su junta directiva y el cuerpo técnico en los últimos años tanto en parcela económica como deportiva y recalcó que no se siente inferior a ningún equipo de la liga. \"Todos son ganables o perdibles\", afirmó. Lupe no comulga con el argumento de los presupuestos y dijo que \"igual que el año pasado jugamos un play off , con muchos equipos que nos superaban en presupuesto, ahora también podemos hacerlo\". En ese sentido, y a pesar de los resultados obtenidos en este primer cuarto de campaña, la mandamás del consejo de administración sigue siendo ambiciosa. \"Queremos ir a más, es una realidad que no lo hemos hecho. El objetivo de un equipo de fútbol es que la gente venga ilusionada a ver a su equipo, que ganen y que disfruten de un juego bonito . El objetivo de este club sigue sin ser la permanencia\", matizó. \nécnico a tomar la drástica decisión de poner su cargo a disposición del club , Murillo dijo que \"el entrenador ayer se vio desbordado e impotente, porque lo que él entrena a veces no sale. Me preguntaron en Talavera si me lo esperaba y yo dije que sabiendo quién es Luisito y quién soy yo, todo es posible. Dicho esto, sé que él lo había meditado y que no fue una decisión en caliente. Interiormente él pensaba que, si no es capaz de sacar esto adelante, a lo mejor tiene que venir alguien que lo haga . Yo sigo pensando que el mejor es él\". Luisito se enteró pasadas las doce de la noche de la decisión que el consejo había tomada de no aceptar su dimisión y se tomó esta noticia \"con tranquilidad\", según palabras de la propia Lupe Murillo. ón \nón, la presidenta deseó que todo este proceso sirva como punto de inflexión para el Pontevedra. La dimisión de su técnico no fue tomada como algo traumático para ella, ya que veía en el de Teo a una persona fácil de convencer para que cambiase de parecer. En cualquier caso, sí espera que los acontecimientos de los últimos días sirvan para hacer autocrítica de puertas para dentro y pulir esos errores que todos han cometido para que el Pontevedra esté ahora mismo en un lugar en el que nadie quiere estar: ni directiva, ni cuerpo técnico, ni afición, ni plantilla.", "highlightText": "", "highlightTitle": "", "language": "spanish", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.007+02:00"}, {"thread": {"uuid": "d3a75da2dc12d1f896f1d788e59a3f9cd84d4aca", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs.z.c3NHEr.V9", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gd/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gd/ - Graphic Design - 4chan", "title": "Why does every company try to steal Apple’s aesthe", "title_full": "/gd/ - Why does every company try to steal Apple’s aesthe - Graphic Design - 4chan", "published": "2017-11-07T05:01:00.000+02:00", "replies_count": 8, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.005, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "83f7c5060323788961c2b4592cd8f6fe89cc8084", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1px8uvWJqV7A4YmjVcrdgs..AIFlVMqrHvBLn15Dy65qk-", "ord_in_thread": 5, "author": "Anonymous", "published": "2017-11-07T11:26:00.000+02:00", "title": "", "text": ">>324669\nIt’s not just the advertising. It’s all the way down to the product design and UX.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.009+02:00"}, {"thread": {"uuid": "3aa5b29f61a302fe6e757326b95cced422e39f7c", "url": "http://omgili.com/ri/.wHSUbtEfZQ4aQPVvLuWJeNntJxfKyBuvxkJSWyfSPXAmf7ck1ugSE_ZzG1oMRfj00cVafSO4zTmWYh0LQDbHDPguUbnJbVEgJPZ7wIVEmE-", "site_full": "paultan.org", "site": "paultan.org", "site_section": "https://paultan.org/topics/cars/general-motors-cars/page/8/", "site_categories": ["vehicles", "business"], "section_title": "General Motors Archives - Page 8 of 8 - Paul Tan's Automotive News", "title": "GM points fingers with its steering recall", "title_full": "GM points fingers with its steering recall", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 36, "participants_count": 35, "site_type": "discussions", "country": "SG", "spam_score": 0.011, "main_image": "https://s4.paultan.org/image/2008-chevrolet-cobalt-1.jpg", "performance_score": 0, "domain_rank": 3936, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3aa5b29f61a302fe6e757326b95cced422e39f7c", "url": "http://omgili.com/ri/.wHSUbtEfZQ4aQPVvLuWJeNntJxfKyBuvxkJSWyfSPXAmf7ck1ugSE_ZzG1oMRfj00cVafSO4zTmWYh0LQDbHDPguUbnJbVEgJPZ7wIVEmE-", "ord_in_thread": 0, "author": "Paul Tan", "published": "2017-11-07T02:00:00.000+02:00", "title": "GM points fingers with its steering recall", "text": "The recall bug that’s been going around seems to have infected General Motors as well. They are recalling 1.3 million compact cars in North America, citing problems with the power steering. The problem has been linked to 14 crashes and 1 injury as of yesterday. The models affected are the US market 2005-2010 Chevrolet Cobalt, the Canadian market 2005-2006 Pontiac Pursuit, and the Mexican market 2005-2006 Pontiac G4.\nAffected vehicles can still be ‘safety controlled’ but will require ‘greater steering effort’ at speeds of under 24km/h. The problem is the poweer steering system, but the vehicle will warn you when the power steering system fails. A chime will sound and a “power steering” message will flash on the dashboard.\nBut here’s the funny bit – they aren’t really being so gracious about it. GM is actually blaming Toyota for the power steering problem. It seems that the defective power steering system contains parts manufactured by Jtekt Corporation, which is partly owned by Toyota – 22.5 percent. Yes, there is some form of connection there, but the propaganda is really being taken too far isn’t it? GM even claims the recall may cost around US$100 million. But aren’t you supposed to do some kind of check on the design of the components you source as part of your procurement system?\n“This is a case where, yes, we would blame a partially Toyota-owned supplier. The supplier had not met all requirements for reliability and durability. So we will have to see who takes financial responsibility. But this is a risk you sometimes take when you buy a complete system from a supplier,” said GM’s Bob Lutz at the Geneva Motorshow.\nSource", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://news.bbc.co.uk/2/hi/business/8544989.stm"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:56.011+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c8c68c6a99484a776c6f8c5799204203cbac729e", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEyPsyVSQ7pnaQ-", "ord_in_thread": 1, "author": "Sheratan", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "Migliore risposta: Ho la sensazione che lui stia cercando di capire cosa provi per lui per sapersi poi comportare di conseguenza. Dalle sue parole sembrerebbe intenzionato a divertirsi e se tu gli dicessi di essere innamorata, credo uscirebbe con la solita frase di non volere storie serie. Visto che ha detto che gli piaci (e niente altro) dovresti approfondire. Chiedere che intenzioni abbia e capire se vuole solo usarti e divertirsi.", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "bda0c4567309170b0e5c3ff86c7c3dc183080719", "url": "http://omgili.com/ri/SEMpReyPU47CRM_t5YaLQrJxgpONTnuL2.YfNg9.MuJQYh_xga4i.eg9HViqz9h243h2ai6kpm5lRcy7H0qm7gd3Zhv1ZfpTSS.T_F6aKw_OwYJLNJKpzlRX5q3_R3lO", "site_full": "livealbumreview.com", "site": "livealbumreview.com", "site_section": "http://livealbumreview.com", "site_categories": [], "section_title": "Live Album Review", "title": "Rolling Stones Live Auctions Happening Right Now", "title_full": "Rolling Stones Live Auctions Happening Right Now", "published": "2017-11-07T11:33:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bda0c4567309170b0e5c3ff86c7c3dc183080719", "url": "http://omgili.com/ri/SEMpReyPU47CRM_t5YaLQrJxgpONTnuL2.YfNg9.MuJQYh_xga4i.eg9HViqz9h243h2ai6kpm5lRcy7H0qm7gd3Zhv1ZfpTSS.T_F6aKw_OwYJLNJKpzlRX5q3_R3lO", "ord_in_thread": 0, "author": "admin", "published": "2017-11-07T11:33:00.000+02:00", "title": "Rolling Stones Live Auctions Happening Right Now", "text": "You can catch rare music finds, original recordings, home video, memorabilia, autograph and other collectible memorabilia from your favorite artist or band right now on Ebay:\n\nRemember you have peace of mind with Ebay: You can use PayPal to make secure ...Read More ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "f7ac6eb4636a5b5079ecedbe6f6fa50fd85dcb25", "url": "http://omgili.com/ri/jHIAmI4hxg8fzOV4oebhOSGfRljQLbc9ZmT3EuV0dUjjAl0MPvJtwVphD_IQHcDjYvsCstD7DD8Ant6eRcz8JLFsuM13ADVzputPCrjs1RI-", "site_full": "www.studio040.nl", "site": "studio040.nl", "site_section": "http://www.studio040.nl/rss.xml", "site_categories": ["media"], "section_title": "Studio040", "title": "'Reserveer een parkeerplaats voor GLOW'", "title_full": "'Reserveer een parkeerplaats voor GLOW'", "published": "2017-11-07T10:40:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "NL", "spam_score": 0.0, "main_image": "http://www.studio040.nl/tl_files/beeldbank/Evenementen/Glow%202016/170711%20Glow%20foto%20Sophie%20Beer%2016%20bij%209%20.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f7ac6eb4636a5b5079ecedbe6f6fa50fd85dcb25", "url": "http://omgili.com/ri/jHIAmI4hxg8fzOV4oebhOSGfRljQLbc9ZmT3EuV0dUjjAl0MPvJtwVphD_IQHcDjYvsCstD7DD8Ant6eRcz8JLFsuM13ADVzputPCrjs1RI-", "ord_in_thread": 0, "author": "", "published": "2017-11-07T10:40:00.000+02:00", "title": "'Reserveer een parkeerplaats voor GLOW'", "text": "'Reserveer een parkeerplaats voor GLOW'   09:40 | Update dinsdag 7 november 2017 - 09:52 | Door de samenwerking van GLOW en Q-Park is het mogelijk om een parkeerplaats te reserveren voor een van de dagen tijdens lichtfestival GLOW. 'Reserveer een parkeerplaats voor GLOW' Voor de duizenden bezoekers van GLOW is het elk jaar weer een uitdaging om een parkeerplaats te vinden in de stad. Het voorkomt niet alleen zoekverkeer, maar ook vertraging bij de betaalautomaat want betalen gebeurt al bij het reserveren. Het kost een tientje. Mochten de Q-Park-plaatsen in het centrum, de Admirant en het Stadhuisplein vol zijn, dan wordt uitgeweken naar de Q-Park bij de Bijenkorf, De Heuvel en het P+R-terrein aan de Fuutlaan. Daar kun je wel reserveren, maar tegen het reguliere dagtarief. Bezoekers die reserveren moeten er wel rekening mee houden dat de binnenstad om 19.00 uur op slot gaat. Het lichtkunstfestival begint vrijdag en duurt tot en met 18 november. Het trekt jaarlijks honderdduizenden bezoekers. Foto: Sophie Beer", "highlightText": "", "highlightTitle": "", "language": "dutch", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "edc19bdacb1c8431d3835150b8d72561a776481e", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQcx.l2pbeCeDw--", "site_full": "tieba.baidu.com", "site": "baidu.com", "site_section": "https://tieba.baidu.com/f?kw=%E5%85%AD%E7%88%BB", "site_categories": ["media"], "section_title": "六爻吧-百度贴吧--六爻爱好者的618--爻的本是“交”、“效”，为阴阳之交；“效”则是通过“交”所产生的“效用”，可以通过全局计算来衡量吉凶成败。 关注本吧，体验古法六爻的神奇魅力，感受知往数 ", "title": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "title_full": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "published": "2017-11-07T10:55:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.316, "main_image": "", "performance_score": 0, "domain_rank": 4, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "487158c3d36635f08131387702999aba00cc4a12", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQf.7d0sc3jvUjKzBBC2GMEqFBQ1P57ebjownS4ArVtGNw--", "ord_in_thread": 2, "author": "qwe679131419", "published": "2017-11-07T11:02:00.000+02:00", "title": "", "text": "看看能否复合了，这俩人是不是正缘，可不可以结婚", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "c1e516da2b0506131a81ad3994320d3870d41d00", "url": "http://omgili.com/ri/_DuQb1SwTFq0XNW6wG0DZ0gyrUJT7t1NdGPhDfGFDi7tPO99D.i5c0jNdH6nPJoJRflnwSVb6k_udC3uQTE46p3HVRLrUeT_", "site_full": "grossesse.aufeminin.com", "site": "aufeminin.com", "site_section": "http://grossesse.aufeminin.com/forum/all", "site_categories": ["dating", "social"], "section_title": "Forum Grossesse", "title": "Cycle court apres rdc", "title_full": "Cycle court apres rdc", "published": "2017-11-07T11:32:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "discussions", "country": "FR", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3745, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c1e516da2b0506131a81ad3994320d3870d41d00", "url": "http://omgili.com/ri/_DuQb1SwTFq0XNW6wG0DZ0gyrUJT7t1NdGPhDfGFDi7tPO99D.i5c0jNdH6nPJoJRflnwSVb6k_udC3uQTE46p3HVRLrUeT_", "ord_in_thread": 0, "author": "", "published": "2017-11-07T11:32:00.000+02:00", "title": "Cycle court apres rdc", "text": "Bonjour je suis nouvelle sur ce forum et j'aimerais recueillir vos temoignages😊\nj'ai accouché fin septembre donc retour de couche fin octobre jusqu'ici normale mais depuis hier je vois réapparaître mes régles soit 11 jours après la fin de mon rdc avec un cycle de seulement 16 jours 😓 avez vous déjà vécu ça? Avez vous des témoignages svp? Je suis un peu perdu!!!", "highlightText": "", "highlightTitle": "", "language": "french", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8a0912e98224494baee6f11f028a19d06b0fa847", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEymyiX5fg.pAM-", "ord_in_thread": 6, "author": "ept", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "domanda senza senso, digli di no, e cerca qualcuno più dotato.... almeno mentalmente.", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "906dc9df357fc33c392cf4af7d7222c81fa02835", "url": "http://omgili.com/ri/t1o2C2H78UcAc2gfdES54VtxolwIdpPTT2fVpOgquzFi8ep6nr9IzMVyuligij_iOOllZnOrAA8b.L.BEi0KOjUvMKBMO05BYYxHQUmVLYa9Hoyv.N2f1b.nH6I6kxCx", "site_full": "discerningdeception.blogspot.com", "site": "blogspot.com", "site_section": "http://discerningdeception.blogspot.com/", "site_categories": [], "section_title": "#DiscerningDeception", "title": "What Vaccines Could Be Doing to Your Mind", "title_full": "What Vaccines Could Be Doing to Your Mind", "published": "2017-11-07T11:34:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "906dc9df357fc33c392cf4af7d7222c81fa02835", "url": "http://omgili.com/ri/t1o2C2H78UcAc2gfdES54VtxolwIdpPTT2fVpOgquzFi8ep6nr9IzMVyuligij_iOOllZnOrAA8b.L.BEi0KOjUvMKBMO05BYYxHQUmVLYa9Hoyv.N2f1b.nH6I6kxCx", "ord_in_thread": 0, "author": "Christian Pilgrim (noreply@blogger.com)", "published": "2017-11-07T11:34:00.000+02:00", "title": "What Vaccines Could Be Doing to Your Mind", "text": "", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "db45130875d376e1b423795d8b2aa0a4a35f3fe7", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsK.ILyY0z05abtvTZG2U.dJpj2A95zadbTKESNHdCflnYES6ZBEwOUxkYQsjfwb5tDQ--", "site_full": "community.babycenter.com", "site": "babycenter.com", "site_section": "https://community.babycenter.com/sitemap/posts/d20171106.xml", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "", "title": "I'm worried &#128553;", "title_full": "I'm worried &#128553; - BabyCenter", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 2, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://community.babycenter.com/img/bclub/birthclub_logo_preg_5.png", "performance_score": 0, "domain_rank": 891, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "db45130875d376e1b423795d8b2aa0a4a35f3fe7", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsK.ILyY0z05abtvTZG2U.dJpj2A95zadbTKESNHdCflnYES6ZBEwOUxkYQsjfwb5tDQ--", "ord_in_thread": 0, "author": "NSeville25", "published": "2017-11-07T02:00:00.000+02:00", "title": "I'm worried &#128553;", "text": "I'm currently pregnant at the moment 13 weeks with my second child but in passing blood...at first it was a blood clot which was last Thursday then I start spotting on and off. I went to the doctor did an ultra sound n the baby is quite fine ... but my problem is the doctor is unsure of what causing me to bleed ...😩\nPs a worried mom", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "db45130875d376e1b423795d8b2aa0a4a35f3fe7", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsK.ILyY0z05abtvTZG2U.dJpj2A95zadbTKESNHdCflnYES6ZBEwOUxkYQsjfwb5tDQ--", "site_full": "community.babycenter.com", "site": "babycenter.com", "site_section": "https://community.babycenter.com/sitemap/posts/d20171106.xml", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "", "title": "I'm worried &#128553;", "title_full": "I'm worried &#128553; - BabyCenter", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 2, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://community.babycenter.com/img/bclub/birthclub_logo_preg_5.png", "performance_score": 0, "domain_rank": 891, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "10f8e59f703b918c16b310e7436a50086f1455dd", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsK.ILyY0z05abtvTZG2U.dJpj2A95zadbTKESNHdCflnYES6ZBEwOUxmb68Uxin3kmthH2hx5gWIf", "ord_in_thread": 2, "author": "Amandacecilia", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "I've heard from several drs unless you're going through a maxi pad an hour there's almost never a reason to worry. Bleeding can come from a number of perfectly normal things", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "acda3f8723d067c1de0b1ac2dd47c3159299674e", "url": "http://omgili.com/ri/jHIAmI4hxg8mE5sbgD_CAABm0mUSuMcOrkjg1iN5CR34lddMRqwuOv88tRJoBLcDcj2jWiAh6sjcYg2SmsDJJC1dWjvH73q21I7Jq4mCeJ5JbZwDDrc142S_v9xngPOq", "site_full": "www.kayseritempo.org", "site": "kayseritempo.org", "site_section": "http://www.kayseritempo.org/rss.xml", "site_categories": ["sports"], "section_title": "Kayseri Tempo | Kayseri haberleri, Kayserispor, Erciyesspor, Agüspor, Melikgazi, Futbol, Basketbol", "title": "Engelli kız hayaline sosyal medya sayesinde ulaştı", "title_full": "Engelli kız hayaline sosyal medya sayesinde ulaştı", "published": "2017-11-07T12:22:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://www.kayseritempo.org/files/uploads/news/default/19f36935f7a9.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "acda3f8723d067c1de0b1ac2dd47c3159299674e", "url": "http://omgili.com/ri/jHIAmI4hxg8mE5sbgD_CAABm0mUSuMcOrkjg1iN5CR34lddMRqwuOv88tRJoBLcDcj2jWiAh6sjcYg2SmsDJJC1dWjvH73q21I7Jq4mCeJ5JbZwDDrc142S_v9xngPOq", "ord_in_thread": 0, "author": "", "published": "2017-11-07T12:22:00.000+02:00", "title": "Engelli kız hayaline sosyal medya sayesinde ulaştı", "text": "SONDAKİKA MANŞETLER SÜRMANŞETLER GALERİLER WEB TV NELER OLUYOR? İLETİŞİM YAZARLAR KÜNYE WEBMASTER Engelli kız hayaline sosyal medya sayesinde ulaştı Siirt’te doğuştan engelli olması nedeniyle okula anne ve babasının sırtında giden Özgenur Kireç, en büyük hayali olan akülü tekerlekli sandalyesine sosyal medya sayesinde kavuştu. Anasayfa Gündem Engelli kız hayaline sosyal medya sayesinde ulaştı  22:46 Site 0 Tweetle 0 Siirt’te doğuştan engelli olması nedeniyle okula anne ve babasının sırtında giden Özgenur Kireç, en büyük hayali olan akülü tekerlekli sandalyesine sosyal medya sayesinde kavuştu.Siirt’te ikamet eden ve SP hastalığı yüzünden doğuştan fiziksel engelli olan 14 yaşındaki Özgenur Kireç, her gün anne ve babasının sırtında okula gidip geliyordu. Yaşıtları gibi sokağa çıkamayan 7’nci sınıf öğrencisi Kireç, daha rahat hareket etmek ve okula gidip gelebilmek için bir akülü tekerlekli sandalyesinin olmasını hayal ediyordu. Sosyal medya üzerinden Türkiye Omurilik Felçlileri Derneği’ne ulaşan Kireç’in bu hayali gerçek oldu. Derneğin Siirt Temsilcisi Barış Amcalar, sosyal medyadan temasa geçtiği hayırseverlerden tekerlekli sandalye talebinde bulundu. Hayırseverlerin desteğiyle Kireç’e akülü tekerlekli sandalye ve bunun yanı sıra dizüstü bilgisayar alındı.“Artık okula daha rahat gideceğim”Akülü sandalyeye kavuşmanın mutluluğunu yaşayan Özgenur Kireç, “Bana bu tekerlekli sandalyeyi verenlere teşekkür ediyorum. Tekerlekli sandalye sayesinde daha rahat okula gelip gidebileceğim” dedi.Anne Müzeyyen Kireç, kızının engeli nedeniyle 3 yıl okula gidemediğini anlatarak, “Onu okula taşıyıp götürüp getiriyordum. Allah yardımcı olanlardan razı olsun. Kızıma tekerlekli sandalye getirildiği için çok duygulandım, ne diyeceğimi bilemiyorum. Kızımı okula götürüp getirirken taşıyamıyordum, çünkü yaşı ilerledikçe ağırlaşıyor. Akülü sandalye sayesinde okula gidip gelebilecek” diye konuştu.Türkiye Omurilik Felçlileri Derneği Siirt Temsilcisi Barış Amcalar ise, “Sosyal medya üzerinden yapmış olduğumuz çağrımıza İstanbul’dan Ömer Ekinci adlı hayırsever bir vatandaş akülü tekerlekli sandalye ve Malatyalı iş adamı Hüseyin Hazarda dizüstü bilgisayar desteğinde bulundu. Bundan sonra Özgenur okula tek başına gidip gelebilecek. Duyarlı vatandaşımızın herkese örnek olmasını diliyoruz” ifadelerini kullandı.Kaynak:  ", "highlightText": "", "highlightTitle": "", "language": "turkish", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "db45130875d376e1b423795d8b2aa0a4a35f3fe7", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsK.ILyY0z05abtvTZG2U.dJpj2A95zadbTKESNHdCflnYES6ZBEwOUxkYQsjfwb5tDQ--", "site_full": "community.babycenter.com", "site": "babycenter.com", "site_section": "https://community.babycenter.com/sitemap/posts/d20171106.xml", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "", "title": "I'm worried &#128553;", "title_full": "I'm worried &#128553; - BabyCenter", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 2, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://community.babycenter.com/img/bclub/birthclub_logo_preg_5.png", "performance_score": 0, "domain_rank": 891, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b173fa6974daac6974ec159f1062e83e8d6f2b76", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsK.ILyY0z05abtvTZG2U.dJpj2A95zadbTKESNHdCflnYES6ZBEwOUxmb68Uxin3kmmXMlUgxqe3A", "ord_in_thread": 1, "author": "patterofmanyfeet", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "Intercourse, or any irritating the cervix can cause bleeding. I tend to bleed a lot when I don't drink enough water (not just liquid, actual water). And I also do when I have done too much (walking, lifting, cleaning). I hope you get answers soon.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "edc19bdacb1c8431d3835150b8d72561a776481e", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQcx.l2pbeCeDw--", "site_full": "tieba.baidu.com", "site": "baidu.com", "site_section": "https://tieba.baidu.com/f?kw=%E5%85%AD%E7%88%BB", "site_categories": ["media"], "section_title": "六爻吧-百度贴吧--六爻爱好者的618--爻的本是“交”、“效”，为阴阳之交；“效”则是通过“交”所产生的“效用”，可以通过全局计算来衡量吉凶成败。 关注本吧，体验古法六爻的神奇魅力，感受知往数 ", "title": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "title_full": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "published": "2017-11-07T10:55:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.316, "main_image": "", "performance_score": 0, "domain_rank": 4, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d5a42092ff1de291f91818e5ffb4195df67c1b91", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQf.7d0sc3jvUjKzBBC2GMEqgsPES1WjDYsEuc5E7FFstg--", "ord_in_thread": 3, "author": "也是来客", "published": "2017-11-07T11:09:00.000+02:00", "title": "", "text": "下，表示一种向上、向外发展的趋势。震为动、为雷。阴在上，有动荡不已的样子，故为龙。天玄地黄，震，乾坤始交，故为黑 黄色 。一阳在下，二阴在上，故有大道之象。一阳在下专静而动，故为专。阳爻动于初，锐利进取：故决断躁动。震为 建议大家加qq群——。？？——…………——……————…………——……312121861预测免费", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": ["http://jump2.bdimg.com/safecheck/index?url=x+Z5mMbGPAsY/M/Q/im9DR3tEqEFWbC4Yzg89xsWivT/J2Q+DlbT1+uFUZfVjkoWK4qTjgNeQuFPhkSMA4BCOOm/fZdF8lDP40ePTcjE3P+qplBjQfoaAYep2ExttNSiasA/a5sZATlrLLBqIZL0CJZCEz3v8D/5hfJvfqL1KRmfs21+2wX7Eg3QlbumM9NVMDxm7iZ2BjQ="], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "85fc3cd243c4dd68ffc3f9b47d73286be8015502", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEyWnb1cVDgiSA-", "ord_in_thread": 3, "author": "Anonym", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "Vuole sapere se ricambi così da mettervi insieme", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "daeb8a033b2d736423910fc8a3ac88cc0da3e23e", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEyYWhTezqMPMA-", "ord_in_thread": 7, "author": "Sekirei", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "X", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "edc19bdacb1c8431d3835150b8d72561a776481e", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQcx.l2pbeCeDw--", "site_full": "tieba.baidu.com", "site": "baidu.com", "site_section": "https://tieba.baidu.com/f?kw=%E5%85%AD%E7%88%BB", "site_categories": ["media"], "section_title": "六爻吧-百度贴吧--六爻爱好者的618--爻的本是“交”、“效”，为阴阳之交；“效”则是通过“交”所产生的“效用”，可以通过全局计算来衡量吉凶成败。 关注本吧，体验古法六爻的神奇魅力，感受知往数 ", "title": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "title_full": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "published": "2017-11-07T10:55:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.316, "main_image": "", "performance_score": 0, "domain_rank": 4, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "edc19bdacb1c8431d3835150b8d72561a776481e", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQcx.l2pbeCeDw--", "ord_in_thread": 0, "author": "也是来客", "published": "2017-11-07T10:55:00.000+02:00", "title": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "text": "免费周～～～易预测。给生日时辰性别阴历或者阳历", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "edc19bdacb1c8431d3835150b8d72561a776481e", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQcx.l2pbeCeDw--", "site_full": "tieba.baidu.com", "site": "baidu.com", "site_section": "https://tieba.baidu.com/f?kw=%E5%85%AD%E7%88%BB", "site_categories": ["media"], "section_title": "六爻吧-百度贴吧--六爻爱好者的618--爻的本是“交”、“效”，为阴阳之交；“效”则是通过“交”所产生的“效用”，可以通过全局计算来衡量吉凶成败。 关注本吧，体验古法六爻的神奇魅力，感受知往数 ", "title": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "title_full": "免费周～～～易预测。给生日时辰性别阴历或者阳历【六爻吧】_百度贴吧", "published": "2017-11-07T10:55:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "CN", "spam_score": 0.316, "main_image": "", "performance_score": 0, "domain_rank": 4, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "32c171eed32d999d25cb76110aa1b69a23b4af75", "url": "http://omgili.com/ri/.wHSUbtEfZRhj86QOlmcSY9f3kxUqt5SVpH.x8iupQf.7d0sc3jvUjKzBBC2GMEqFBQ1P57ebjoEmu3Tecnqxg--", "ord_in_thread": 1, "author": "热门推荐", "published": "2017-11-07T11:01:00.000+02:00", "title": "", "text": "男阳历1983年3月9日阴历正月二十五。女阳历1993年9月18日阴历八月初三。看这俩人还有缘分吗？可以复合不，女方会不会再找男方复合。师傅赐教", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.000+02:00"}, {"thread": {"uuid": "83e171dedcf40befedbd2364229047200763e2c7", "url": "http://omgili.com/ri/.wHSUbtEfZTxXp1XnrBnQx56aO4l7MfHzDoFGQ34saGthDH0HFLhtyc9nxcn0FVfIXfi9Qhb7_9XUEoOuOe2gv_TfjahgCbOuOQkM3HKh9c9_rZ3n2BlLag.LvmsbSmv3ZquE.ZE5FVJFa_IPxDrTEuJh8ko4sD3", "site_full": "sfogliare.com", "site": "sfogliare.com", "site_section": "https://frosinonesite.wordpress.com/feed/", "site_categories": [], "section_title": "Sfogliare News", "title": "Roma, la doppia vita del bancario: adescate in chat e violentate. Ma niente cella", "title_full": "Roma, la doppia vita del bancario: adescate in chat e violentate. Ma niente cella", "published": "2017-11-07T11:18:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IT", "spam_score": 0.0, "main_image": "https://frosinonesite.files.wordpress.com/2017/11/100528147-7e7d8e24-2eaa-47f4-ba0c-39d263d84608.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "83e171dedcf40befedbd2364229047200763e2c7", "url": "http://omgili.com/ri/.wHSUbtEfZTxXp1XnrBnQx56aO4l7MfHzDoFGQ34saGthDH0HFLhtyc9nxcn0FVfIXfi9Qhb7_9XUEoOuOe2gv_TfjahgCbOuOQkM3HKh9c9_rZ3n2BlLag.LvmsbSmv3ZquE.ZE5FVJFa_IPxDrTEuJh8ko4sD3", "ord_in_thread": 0, "author": "amminisrtrazione", "published": "2017-11-07T11:18:00.000+02:00", "title": "Roma, la doppia vita del bancario: adescate in chat e violentate. Ma niente cella", "text": "INFORMAZIONI Roma, la doppia vita del bancario: adescate in chat e violentate. Ma niente cella \nDi giorno impiegato di banca e di notte stupratore. È questa l’accusa con la quale è finito a processo un 35enne romano residente nel quartiere Boccea. L’uomo è imputato di una duplice violenza sessuale ai danni di due giovani donne che ha conosciuto su un social network e frequentato per un breve periodo. Prima la conoscenza on line, poi gli incontri e quindi il rapporto sessuale non consenziente. \nCon la forza. In casa sua, una villetta con tanto di garage nel quartiere nel quadrante nord ovest di Roma: proprio all’interno del box auto le vittime hanno raccontato di aver subito la violenza. Dopo essere state portate lì con una scusa. I fatti, sebbene identici per dinamica, sono completamente slegati tra loro. Il primo risale al 2012 e il secondo al 2014. L’unica cosa che li accomuna è proprio il presunto autore delle violenze: un uomo come tanti, buon impiego e di bell’aspetto. Le vittime, invece, una 21 anni e l’altra 30, e oggi madre di un figlio, fino al giorno del processo l’una ignorava l’esistenza dell’altra. \nÈ stata proprio tale coincidenza a dare maggiore impulso alle indagini e a convincere gli inquirenti a chiedere per il giovane il processo, ora in corso davanti ai giudici della nona sezione penale. Al momento dell’arrivo della seconda querela, che ricalcava in modo impressionante la prima per l’autore e le modalità della violenza, l’indagine ha avuto una svolta. Per le vittime l’uomo ha usato la stessa arma di seduzione: il corteggiamento in rete. Teatro dell’incontro il social network Badoo. È su quella piattaforma che si è presentato l’impiegato. Senza filtri, con tanto di \nfoto profilo. Dalle conversazioni in chat ha carpito la fiducia delle ragazze ed ha organizzato gli incontri. Quindi il rapporto sessuale non consenziente. In un caso, il meno recente, la vittima lo conosceva da tempo, tanto che c’era già stato un rapporto: “Quella notte, quando mia figlia è tornata casa – ha raccontato in aula la madre di una vittima – mi ha raccontato in lacrime quanto accaduto: è stata presa con la forza e non ha potuto tirarsi indietro”. Condividi:", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.001+02:00"}, {"thread": {"uuid": "587710e138a1d5db6158a526a389c714dcba0bbf", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WMHJfJX79ryh", "site_full": "www.120ask.com", "site": "120ask.com", "site_section": "http://www.120ask.com/list/sjnk/", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "神经内科医生在线免费咨询_常见病问答集锦_快速问医生_有问必答网", "title": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "title_full": "宿州癫痫病到底能不能治愈_有问必答_快速问医生", "published": "2017-11-07T11:10:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "CN", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 26560, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0b6c7eeec213dcb05d7863142a3f144ccf03725f", "url": "http://omgili.com/ri/jHIAmI4hxg.UZdqQ_d6Thk7yj_8gzjnZN3ATtQYgLmsBPg5nhUH2WKb3es1WI4tlXY1Y8lyXz_M-", "ord_in_thread": 4, "author": "张煜潇 山东省中医院 医师", "published": "2017-11-07T11:15:00.000+02:00", "title": "", "text": "病情分析：\n 您好，很高兴为您解答。癫痫病是一种可以用抗癫痫药物控制的疾病。\n 指导意见：\n 首先建议您一定要按照医生医嘱规律服药，切勿骤然停药，以免病情反复。如果能长期控制不发作是有治愈的可能的", "highlightText": "", "highlightTitle": "", "language": "chinese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.001+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "123549d35c5022d782419de8c3a80b4eee1544ab", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEynyHOtf6nEPM-", "ord_in_thread": 4, "author": "scura", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "Perche lo vuole sapere", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.001+02:00"}, {"thread": {"uuid": "a7dc3356bb764dec80afdaaec206cfd75106cd41", "url": "http://omgili.com/ri/.wHSUbtEfZQaY1fbAHCkspzl_O1D4v7SxXERLq.p44A-", "site_full": "mixch.tv", "site": "mixch.tv", "site_section": "", "site_categories": ["non_standard_content"], "section_title": "", "title": "mihiro🍒さんのミクチャ動画", "title_full": "mihiro🍒さんのミクチャ動画", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "JP", "spam_score": 0.0, "main_image": "https://d2jtsb989t238a.cloudfront.net/m/aop8rrwtjo8rfgerzdzwumrlkgogg43x/thumb_normal", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a7dc3356bb764dec80afdaaec206cfd75106cd41", "url": "http://omgili.com/ri/.wHSUbtEfZQaY1fbAHCkspzl_O1D4v7SxXERLq.p44A-", "ord_in_thread": 0, "author": "", "published": "2017-11-07T02:00:00.000+02:00", "title": "mihiro🍒さんのミクチャ動画", "text": "<iframe src=\"https://mixch.tv/m/XmKIaGaa/embed\" width=\"480\" height=\"480\" frameborder=\"0\"></iframe> 最新の人気動画 ", "highlightText": "", "highlightTitle": "", "language": "ignore", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.001+02:00"}, {"thread": {"uuid": "20dbcbee41b43e30ac279dd18cea39968c6ad751", "url": "http://omgili.com/ri/vkc1Z8ITDMtpd.7WgINIa9Ujr5Ev6hBtVZQ5trLhAxY7_DsoVF_iW9Mk2aFa_BtcwlpBZXVTkaY1kDYmaM8pC_M777.Wr2Q32WcYcu.0B8.z2f.w3_l47UMyhmoVNeVlrZI0bYfbkQ2crbO6xPdC7g--", "site_full": "vietbao.vn", "site": "vietbao.vn", "site_section": "http://vietbao.vn/live/The-gioi-tre/rss.xml", "site_categories": ["media"], "section_title": "Thế Giới Trẻ | Việt Báo - Viet Bao Viet Nam", "title": "Vẻ xinh đẹp của MC dẫn chương trình \"Đối thoại cùng Jack Ma\"", "title_full": "Vẻ xinh đẹp của MC dẫn chương trình \"Đối thoại cùng Jack Ma\"", "published": "2017-11-07T09:09:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "VN", "spam_score": 0.0, "main_image": "http://a9.vietbao.vn/images/vn999/165/2017/11/20171107-ve-xinh-dep-cua-mc-dan-chuong-trinh-quot-doi-thoai-cung-jack-ma-quot-1.jpg", "performance_score": 0, "domain_rank": 13873, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "20dbcbee41b43e30ac279dd18cea39968c6ad751", "url": "http://omgili.com/ri/vkc1Z8ITDMtpd.7WgINIa9Ujr5Ev6hBtVZQ5trLhAxY7_DsoVF_iW9Mk2aFa_BtcwlpBZXVTkaY1kDYmaM8pC_M777.Wr2Q32WcYcu.0B8.z2f.w3_l47UMyhmoVNeVlrZI0bYfbkQ2crbO6xPdC7g--", "ord_in_thread": 0, "author": "Việt Báo", "published": "2017-11-07T09:09:00.000+02:00", "title": "Vẻ xinh đẹp của MC dẫn chương trình \"Đối thoại cùng Jack Ma\"", "text": "vẻ Bấm ngay Subscribe / Đăng Ký xem video hay mới nhất >> \nĐược gọi là cô gái may mắn nhất chiều 6/11 khi đại diện hơn 3.000 sinh viên Việt Nam đối thoại với Jack Ma. Ngô Khánh Linh đã có những chia sẻ với PV về vinh dự này. \nChiều tối ngày 6/11, tại Trung tâm Hội nghị Quốc gia, tỷ phú Jack Ma đã có cuộc nói chuyện với sinh viên một số trường đại học của Việt Nam. Buổi nói chuyện đã thu hút hàng ngàn bạn trẻ tham dự. \nHình ảnh nữ sinh xinh đẹp đối thoại cùng tỷ phú Jack Ma, được chia sẻ nhiều trên mạng xã hội. \nBên cạnh nhân vật chính là tỷ phú Jack Ma thì cô gái được lựa chọn là MC dẫn dắt chương trình Ngô Khánh Linh (21 tuổi) cũng nhận được nhiều sự quan tâm của mọi người. Không chỉ bởi nhan sắc xinh xắn, cô gái này khiến người đối diện nể phục bởi khả năng sử dụng tiếng Anh của mình. \nKhánh Linh được nhiều người gọi là cô gái may mắn nhất hôm 6/11, khi được ngồi đối thoại cùng tỷ phú Jack Ma. \nKhánh Linh hiện đang là sinh viên năm 3, ngành tiếng Anh của học viện Ngoại giao. 9x này từng có thành tích 12 năm liền là học sinh giỏi. Năm 2016, Khánh Linh đăng quang Hoa khôi học viện Ngoại giao. \nĐược lựa chọn là MC của chương trình, Khánh Linh chia sẻ: “Tôi cảm thấy rất vinh dự và may mắn khi được lên sân khấu trò chuyện cùng ngài Jack Ma - Chủ tịch tập đoàn Alibaba, cùng ông Trương Gia Bình - Chủ tịch tập đoàn FPT. Thông qua buổi trò chuyện, tôi đã học được rất nhiều bài học quý giá, đây cũng là một động lực lớn để bản thân tôi tiếp tục cố gắng, phấn đấu nhiều hơn nữa trong tương lai”. Khánh Linh cảm thấy vinh dự, may mắn khi được trò chuyện cùng tỷ phú Jack Ma. \nBên cạnh đó, Khánh Linh cũng rút ra được bài học kinh nghiệm cho bản thân sau khi cuộc đối thoại cùng tỷ phú Jack Ma kết thúc: “Đừng bao giờ bỏ cuộc, nếu thất bại, hãy tiếp tục thử lại. Luôn tin tưởng ở bản thân và nỗ lực hết sức mình. Nếu mọi cơ hội đều đóng lại trước mặt bạn, chính bạn hãy là người tự mở ra cơ hội cho chính mình”. \nHiện những hình ảnh xinh xắn của hoa khôi Khánh Linh vẫn đang được cư dân mạng chia sẻ. \nMột số hình ảnh xinh xắn khác của Khánh Linh:", "highlightText": "", "highlightTitle": "", "language": "vietnamese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.001+02:00"}, {"thread": {"uuid": "034f804c30c6de40f0c48a21ed17f7ccadd2ce60", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMXVN8LpyshEA-", "site_full": "mao.2ch.net", "site": "2ch.net", "site_section": "http://mao.2ch.net/apple2/", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Apple(仮) - 5ちゃんねる掲示板", "title": "iPhone X 予約スレ 6台目", "title_full": "iPhone X 予約スレ 6台目", "published": "2017-11-04T14:57:00.000+02:00", "replies_count": 51, "participants_count": 52, "site_type": "discussions", "country": "JP", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 328, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f94e6fe1bd9e215b2226d9b47150a0aab0f13c84", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMGK8FBqVXxkjpYa3BfpPAtA--", "ord_in_thread": 4, "author": "John Appleseed 2017/11/07(火) 15:37:06.10 ID:K3MUiDso", "published": "2017-11-07T08:37:00.000+02:00", "title": "", "text": "これって何台も無限に買う方法って無いんですか？", "highlightText": "", "highlightTitle": "", "language": "japanese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.001+02:00"}, {"thread": {"uuid": "2b5b45e3468d100cf13c2c9dc995286a394ecae6", "url": "http://omgili.com/ri/jHIAmI4hxg9MdgEyW6Br4vFH8dlKuz81A4Lj_w934uqVhPLVIQyiTx7rsJXic6.iYw_ZicuKZyOiW9NGp1sjbmVjPPtEsCjQBHgF8H01m4SafwTiJzjyTSWSzqc4VmkDqjs1dQJUL4LsUIc5R4lLVRM9usYAnXwvSQnSmHxDmAw-", "site_full": "www.nynashamnsposten.se", "site": "nynashamnsposten.se", "site_section": "http://nynashamnsposten.se/1.2091853", "site_categories": ["media", "advertising", "business"], "section_title": "Senaste nyheterna för All Nöje & Kultur på nynashamnsposten.se", "title": "Margita Ljusberg ställer ut på Konstpoolen – föreställande föreställning i olja", "title_full": "Margita Ljusberg ställer ut på Konstpoolen – föreställande föreställning i olja", "published": "2017-11-07T09:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "SE", "spam_score": 0.0, "main_image": "https://images.mmcloud.se/api/v1/images/204547ba-9d24-5681-b994-8487180de9b3/1200.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2b5b45e3468d100cf13c2c9dc995286a394ecae6", "url": "http://omgili.com/ri/jHIAmI4hxg9MdgEyW6Br4vFH8dlKuz81A4Lj_w934uqVhPLVIQyiTx7rsJXic6.iYw_ZicuKZyOiW9NGp1sjbmVjPPtEsCjQBHgF8H01m4SafwTiJzjyTSWSzqc4VmkDqjs1dQJUL4LsUIc5R4lLVRM9usYAnXwvSQnSmHxDmAw-", "ord_in_thread": 0, "author": "", "published": "2017-11-07T09:00:00.000+02:00", "title": "Margita Ljusberg ställer ut på Konstpoolen – föreställande föreställning i olja", "text": "Margita Ljusberg ställer ut på Konstpoolen – föreställande föreställning i olja 0 Annons Naturmotiv är en del av Margita Ljusbergs konstnärskap. Lördagen den 11 november har konstnären och Nynäshamnsbon Margita Ljusberg vernissage på sin utställning Föreställande föreställning på Konstpoolen i Nynäshamn. Margita Ljusberg målar i olja. Hon inspirerades av en gotländsk ”gåramålare” som ledde en ABF- grupp i Sollentuna för 25 år sedan. Hon har en förkärlek för stilleben och naturmotiv men har också utvecklat ett speciellt intresse för porträttmåleri, att hitta utvecklingslinjen i ett ansikte från barndomen genom livet till åldrandet. Vernissage för utställningen pågår klockan 11-15 på lördag. Utställningen pågår till den 16 november. Carina Albin", "highlightText": "", "highlightTitle": "", "language": "swedish", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.002+02:00"}, {"thread": {"uuid": "b74b297b7debd4a618ccbff9ca47304b68a7780d", "url": "http://omgili.com/ri/.wHSUbtEfZTc.7SKN1VLlHGbZyMLjgeVL4e75CBsEaSHb6x4wvGbAMX5ZLiAy2Gwlcs4V78yMvVYLGhF_hbDWQ--", "site_full": "mforum.cari.com.my", "site": "cari.com.my", "site_section": "https://mforum.cari.com.my/forum.php?mod=forumdisplay&fid=334", "site_categories": ["health"], "section_title": "Kenderaan &amp; Pengangkutan - Gambar &amp; Video - Forum - CARI Infonet ", "title": "Pembukaan Gerai Sate Fizi di Seksyen 16 , Shah Alam.. Jom reramai makan sate JualBeli - Shop Online/Classifieds", "title_full": "Pembukaan Gerai Sate Fizi di Seksyen 16 , Shah Alam.. Jom reramai makan sate - JualBeli - Shop Online/Classifieds - Forum - CARI Infonet", "published": "2017-11-07T11:09:00.000+02:00", "replies_count": 1, "participants_count": 1, "site_type": "discussions", "country": "MY", "spam_score": 0.061, "main_image": "https://uf.cari.com.my/forumx/mforum/forum/201711/07/170851rb1hvww1kkhggugg.jpg", "performance_score": 0, "domain_rank": 8413, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b74b297b7debd4a618ccbff9ca47304b68a7780d", "url": "http://omgili.com/ri/.wHSUbtEfZTc.7SKN1VLlHGbZyMLjgeVL4e75CBsEaSHb6x4wvGbAMX5ZLiAy2Gwlcs4V78yMvVYLGhF_hbDWQ--", "ord_in_thread": 0, "author": "TintaMerah", "published": "2017-11-07T11:09:00.000+02:00", "title": "Pembukaan Gerai Sate Fizi di Seksyen 16 , Shah Alam.. Jom reramai makan sate JualBeli - Shop Online/Classifieds", "text": "Pembukaan Gerai bermula Sabtu hadapan 18/11/2017.", "highlightText": "", "highlightTitle": "", "language": "malay", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.002+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f41946ed22acbf4cd36948ec976de4ceb73fcbfd", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEyi0UHXeqSOTk-", "ord_in_thread": 5, "author": "Dunkan M", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "che lui probabilmente lo è ma prima cerca di parlargli e capite che intenzioni ha", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.002+02:00"}, {"thread": {"uuid": "034f804c30c6de40f0c48a21ed17f7ccadd2ce60", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMXVN8LpyshEA-", "site_full": "mao.2ch.net", "site": "2ch.net", "site_section": "http://mao.2ch.net/apple2/", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Apple(仮) - 5ちゃんねる掲示板", "title": "iPhone X 予約スレ 6台目", "title_full": "iPhone X 予約スレ 6台目", "published": "2017-11-04T14:57:00.000+02:00", "replies_count": 51, "participants_count": 52, "site_type": "discussions", "country": "JP", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 328, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b38a3a6c62620dfa510621f87dd37be00199dbab", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMGK8FBqVXxkhrpfKgQDMxnQ--", "ord_in_thread": 5, "author": "John Appleseed 2017/11/07(火) 15:40:48.47 ID:oT6KjLvj", "published": "2017-11-07T08:40:00.000+02:00", "title": "", "text": ">>686\nまぁ、絵文字をiPhoneにつけさせたのはハゲだからそこは成功例じゃないかな？\nオバマも演説で「絵文字が好きだ」といってたし、\nそれまで顔文字文化の乏しかった諸外国の爆発的人気はiPhoneのおかげだしな", "highlightText": "", "highlightTitle": "", "language": "japanese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.002+02:00"}, {"thread": {"uuid": "ad53bccadb9990a0bfbfc95cc436bbb100b93753", "url": "http://omgili.com/ri/jHIAmI4hxg.QepzPPHjuJ.aoKyv7MCkbMKy1uq_bujf1BPHB6oQsVquJ2h4yZMwaZXWsAgyVsmLp1JGqg8DU5hQjTW4od5RwoZtJhpwel2cDGRwouXESGvejUbCKme2ia0jODLht1PI-", "site_full": "www.farodevigo.es", "site": "farodevigo.es", "site_section": "http://www.farodevigo.es/elementosInt/rss/45", "site_categories": ["media"], "section_title": "Faro de Vigo - Deportes Pontevedra", "title": "Chacaritas tropieza y cede el liderato", "title_full": "Chacaritas tropieza y cede el liderato", "published": "2017-11-07T06:19:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "ES", "spam_score": 0.0, "main_image": "http://fotos02.farodevigo.es/2017/11/07/690x278/chacaritas-tropieza.jpg", "performance_score": 0, "domain_rank": 22950, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ad53bccadb9990a0bfbfc95cc436bbb100b93753", "url": "http://omgili.com/ri/jHIAmI4hxg.QepzPPHjuJ.aoKyv7MCkbMKy1uq_bujf1BPHB6oQsVquJ2h4yZMwaZXWsAgyVsmLp1JGqg8DU5hQjTW4od5RwoZtJhpwel2cDGRwouXESGvejUbCKme2ia0jODLht1PI-", "ord_in_thread": 0, "author": "Faro de Vigo", "published": "2017-11-07T06:19:00.000+02:00", "title": "Chacaritas tropieza y cede el liderato", "text": "Chacaritas tropieza y cede el liderato Play A Granxa es ahora el primer clasificado en solitario - Taberna de Lucho, segundo redacción | pontevedra 07.11.2017 | 05:19 Play A Granxa es ahora líder con dos puntos de ventaja sobre el segundo. // Gustavo Santos \nCambio de líder en la Liga Asfusa. Chacaritas falló en su partido ante Gasóleos PTV y permitió que Play A Granxa terminase la jornada como líder en solitario. \nFue sorprendente la derrota de Chacaritas por caer ante uno de los últimos clasificados por un contundente 2-5. Mientras, Play A Granxa aprovechó su duelo contra otro rival de la parte, Emboscada, para golearle por 9-4. El actual primer clasificado en solitario sí cumplió ante un equipo de la zona baja. \nLa derrota de Chacaritas le hace bajar hasta la tercera posición, pues la Taberna de Lucho también logró vencer en su partido ante Viejóvenes, que se sitúa en la zona media de la tabla. Los ahora segundos clasificados ganaron por 5-0. \nPor su parte, el partido más espectacular de la jornada en cuanto a goles lo firmaron Café Museo da Historia y Pongranit. El penúltimo clasificado se lo puso compicado al séptimo, que logró vencer por un ajustado 8-6. \nPor su parte, Euroburguer encajó una goleada sin paliativos (6-1) de manos de Casa Angelita. El mismo resultado le endosó Bar Don Sancho a un Pasaje 2.0 que tampoco logra despegarse de la zona de abajo. Compartir en Twitter", "highlightText": "", "highlightTitle": "", "language": "spanish", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.002+02:00"}, {"thread": {"uuid": "076c63551fe0e3d8b269365098291798139d7f0c", "url": "http://omgili.com/ri/8HG_hanVOKyZJuYEMUUR8KaUgA_Oplu8Tpoo.pVCQtcMdYGMzIJzDClhpkqvSS31jGAoI.aFWYwncDoLS6PF9Ih0FtjpD1.OsNUJvq5u9_M1eIc3ghkDyvDIJIIEZsPNuvof6nkeN_0mdcpl0ycR3ASW_BcOC9K7aztQjh3sA6A-", "site_full": "poemreader.ning.com", "site": "ning.com", "site_section": "http://poemreader.ning.com/activity/log/list?fmt=rss", "site_categories": [], "section_title": "Latest Activity on  Poem Reader", "title": "ananda posted blog posts", "title_full": "ananda posted blog posts", "published": "2017-11-07T11:21:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "http://api.ning.com/icons/appatar/6471796?default=6471796&amp;width=64&amp;height=64", "performance_score": 0, "domain_rank": 2088, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "076c63551fe0e3d8b269365098291798139d7f0c", "url": "http://omgili.com/ri/8HG_hanVOKyZJuYEMUUR8KaUgA_Oplu8Tpoo.pVCQtcMdYGMzIJzDClhpkqvSS31jGAoI.aFWYwncDoLS6PF9Ih0FtjpD1.OsNUJvq5u9_M1eIc3ghkDyvDIJIIEZsPNuvof6nkeN_0mdcpl0ycR3ASW_BcOC9K7aztQjh3sA6A-", "ord_in_thread": 0, "author": "", "published": "2017-11-07T11:21:00.000+02:00", "title": "ananda posted blog posts", "text": "Posted by Movie on November 7, 2017 at 4:28am 0 Comments 0 Likes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.002+02:00"}, {"thread": {"uuid": "cd26ae923b35514b0109bf6cfad5d4a70e1f4413", "url": "http://omgili.com/ri/jHIAmI4hxg.lUTb8NEbiHIrOAKm4OBOGTINplG3vqn1SZJT1BzZJb9ucPTeVtbolgq348j7PdTyZU7p5_k1Ekg--", "site_full": "www.punkinfinland.net", "site": "punkinfinland.net", "site_section": "http://www.punkinfinland.net/forum/viewforum.php?f=10", "site_categories": ["under_construction", "non_standard_content"], "section_title": "Punk in Finland • View forum - Roskakori", "title": "PUBG", "title_full": "Punk in Finland • View topic - PUBG", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 5, "participants_count": 6, "site_type": "discussions", "country": "FI", "spam_score": 0.468, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "88ef88b3510b10fc8311a179fa1f6ff091216f44", "url": "http://omgili.com/ri/jHIAmI4hxg.lUTb8NEbiHIrOAKm4OBOGTINplG3vqn1SZJT1BzZJb9ucPTeVtbolgq348j7PdTxCtcQh0fWbBqHEJIY9y2L1W8MEAPV6niU-", "ord_in_thread": 1, "author": "Tehdäänkö kissasta rukkaset?", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "ei\n- aivot ja maksa ym.\n- Joillakin agressiivisuutta", "highlightText": "", "highlightTitle": "", "language": "finnish", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.002+02:00"}, {"thread": {"uuid": "cccacbbada3c9cf434cfc2a81e287f8cafaf127e", "url": "http://omgili.com/ri/.wHSUbtEfZQ2IR95VYfCVlT8m.xNywiyJI_A6v9Y1NYI3uky2gfwGwHYY7Zmk0AIMuzFWwv.wyN6Jht_VuDoYF2HS2nBcAbiD34Fno6dKFUyZQKotGztXK2siq0oSClEx_Fb3fpz_LBVIJ8FClCLWUDc4S_a5LiS", "site_full": "www.dailypolitical.com", "site": "dailypolitical.com", "site_section": "http://www.dailypolitical.com/rss", "site_categories": ["politics", "law_government_and_politics", "media"], "section_title": "Daily Political", "title": "SilverBow Resources Inc. (SBOW) Lowered to Strong Sell at BidaskClub", "title_full": "SilverBow Resources Inc. (SBOW) Lowered to Strong Sell at BidaskClub", "published": "2017-11-07T16:10:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://www.marketbeat.com/logos/silverbow-resources-inc-logo.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cccacbbada3c9cf434cfc2a81e287f8cafaf127e", "url": "http://omgili.com/ri/.wHSUbtEfZQ2IR95VYfCVlT8m.xNywiyJI_A6v9Y1NYI3uky2gfwGwHYY7Zmk0AIMuzFWwv.wyN6Jht_VuDoYF2HS2nBcAbiD34Fno6dKFUyZQKotGztXK2siq0oSClEx_Fb3fpz_LBVIJ8FClCLWUDc4S_a5LiS", "ord_in_thread": 0, "author": "Tyrone Williams", "published": "2017-11-07T16:10:00.000+02:00", "title": "SilverBow Resources Inc. (SBOW) Lowered to Strong Sell at BidaskClub", "text": "Tweet \nSilverBow Resources Inc. (NYSE:SBOW) was downgraded by investment analysts at BidaskClub from a “sell” rating to a “strong sell” rating in a research note issued on Tuesday. \nSeveral other equities analysts have also commented on SBOW. Seaport Global Securities started coverage on SilverBow Resources in a research note on Tuesday, August 1st. They set a “neutral” rating and a $25.00 price target on the stock. Northland Securities started coverage on SilverBow Resources in a research note on Thursday, September 28th. They issued an “outperform” rating and a $42.00 target price on the stock. Stephens started coverage on SilverBow Resources in a research note on Friday, September 29th. They issued an “overweight” rating and a $28.00 target price on the stock. Finally, Zacks Investment Research lowered SilverBow Resources from a “hold” rating to a “sell” rating in a research note on Wednesday, October 4th. Two research analysts have rated the stock with a sell rating, one has issued a hold rating and three have given a buy rating to the company’s stock. SilverBow Resources has a consensus rating of “Hold” and a consensus target price of $31.67. \nSilverBow Resources ( NYSE:SBOW ) opened at $21.97 on Tuesday. The company has a current ratio of 0.44, a quick ratio of 0.44 and a debt-to-equity ratio of 1.39. SilverBow Resources has a 52 week low of $19.89 and a 52 week high of $35.70. \nSilverBow Resources (NYSE:SBOW) last announced its quarterly earnings results on Monday, November 6th. The company reported $1.47 EPS for the quarter, beating the consensus estimate of $0.94 by $0.53. SilverBow Resources had a return on equity of 24.48% and a net margin of 16.06%. equities analysts predict that SilverBow Resources will post 5.12 earnings per share for the current year. \nIn other SilverBow Resources news, CEO Sean C. Woolverton purchased 1,043 shares of the stock in a transaction on Friday, September 15th. The stock was acquired at an average price of $24.29 per share, with a total value of $25,334.47. Following the completion of the acquisition, the chief executive officer now owns 64,847 shares in the company, valued at $1,575,133.63. The acquisition was disclosed in a filing with the SEC, which is available at this link . Also, CEO Sean C. Woolverton purchased 1,106 shares of the stock in a transaction on Tuesday, August 15th. The stock was acquired at an average cost of $22.72 per share, with a total value of $25,128.32. Following the acquisition, the chief executive officer now owns 63,804 shares of the company’s stock, valued at approximately $1,449,626.88. The disclosure for this purchase can be found here . Insiders acquired 5,554 shares of company stock worth $127,536 in the last quarter. \nA number of hedge funds and other institutional investors have recently modified their holdings of the business. Nationwide Fund Advisors acquired a new stake in SilverBow Resources in the second quarter worth about $104,000. SG Americas Securities LLC acquired a new stake in SilverBow Resources in the second quarter worth about $148,000. The Manufacturers Life Insurance Company acquired a new stake in SilverBow Resources in the second quarter worth about $157,000. New York State Common Retirement Fund acquired a new stake in SilverBow Resources in the second quarter worth about $196,000. Finally, Virtu KCG Holdings LLC acquired a new stake in SilverBow Resources in the second quarter worth about $229,000. 30.07% of the stock is owned by institutional investors and hedge funds. \nAbout SilverBow Resources   SilverBow Resources Inc.   SilverBow Resources Inc.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.003+02:00"}, {"thread": {"uuid": "034f804c30c6de40f0c48a21ed17f7ccadd2ce60", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMXVN8LpyshEA-", "site_full": "mao.2ch.net", "site": "2ch.net", "site_section": "http://mao.2ch.net/apple2/", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Apple(仮) - 5ちゃんねる掲示板", "title": "iPhone X 予約スレ 6台目", "title_full": "iPhone X 予約スレ 6台目", "published": "2017-11-04T14:57:00.000+02:00", "replies_count": 51, "participants_count": 52, "site_type": "discussions", "country": "JP", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 328, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fc92208a268005d7fefe8d59cde98263ddb8c74a", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMGK8FBqVXxkiB_YexIVWqRg--", "ord_in_thread": 2, "author": "John Appleseed 2017/11/07(火) 15:35:43.68 ID:5+rK3fX0", "published": "2017-11-07T08:35:00.000+02:00", "title": "", "text": ">>852\nいけるよ\n俺ピックアップで買ったけど、注文履歴に残ってて、返品できるボタンついてる", "highlightText": "", "highlightTitle": "", "language": "japanese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.003+02:00"}, {"thread": {"uuid": "2f9f7d32c5997113859fc06738f6baf7faa528af", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuIGX7YpUTkbvb485NEzRDuZojFVQ7uwjY.3a0pyoVQi46k6DlDpBVTeNHxZAftHp0-", "site_full": "stackoverflow.com", "site": "stackoverflow.com", "site_section": "https://stackoverflow.com/questions/tagged/ruby?page=1&sort=newest&pagesize=15&days=7", "site_categories": ["tech", "non_standard_content", "adult"], "section_title": "Newest 'ruby' Questions - Page 1 - Stack Overflow", "title": "ruby on rails - like Operator in ahoy events", "title_full": "ruby on rails - like Operator in ahoy events - Stack Overflow", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 2, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.114, "main_image": "https://cdn.sstatic.net/Sites/stackoverflow/img/apple-touch-icon@2.png?v=73d79a89bded", "performance_score": 0, "domain_rank": 51, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "12b80d028c3a6a12fb1d75c8aadc10f6f99c99a8", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuIGX7YpUTkbvb485NEzRDuZojFVQ7uwjY.3a0pyoVQi46k6DlDpBVT9nwkYTFfHxpN0.nqsnRglg--", "ord_in_thread": 1, "author": "Emre Durukan", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "Ahoy::Event.where(\"date_part('dow', time) = 1\").count\nThis will return the count of all events created at Monday.You can add more filters.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.003+02:00"}, {"thread": {"uuid": "cd26ae923b35514b0109bf6cfad5d4a70e1f4413", "url": "http://omgili.com/ri/jHIAmI4hxg.lUTb8NEbiHIrOAKm4OBOGTINplG3vqn1SZJT1BzZJb9ucPTeVtbolgq348j7PdTyZU7p5_k1Ekg--", "site_full": "www.punkinfinland.net", "site": "punkinfinland.net", "site_section": "http://www.punkinfinland.net/forum/viewforum.php?f=10", "site_categories": ["under_construction", "non_standard_content"], "section_title": "Punk in Finland • View forum - Roskakori", "title": "PUBG", "title_full": "Punk in Finland • View topic - PUBG", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 5, "participants_count": 6, "site_type": "discussions", "country": "FI", "spam_score": 0.468, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c4e579a5b7ba618560125850dd9d41494e4987d6", "url": "http://omgili.com/ri/jHIAmI4hxg.lUTb8NEbiHIrOAKm4OBOGTINplG3vqn1SZJT1BzZJb9ucPTeVtbolgq348j7PdTxCtcQh0fWbBuIq18lLZCbFz2V2RH_sWD4-", "ord_in_thread": 2, "author": "Spandau Mullet", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "En oo vielä uskaltanut testata, koska jääränä vältän periaatteesta early access -tavaraa. Vähän kyllä kiinnostelis, koska kuten tuli todettua, samantyylistä moninpelaamista (tosin pienemmällä pelaajamäärällä) tuli harrastettua jo Operation Flashpointissa muinoin.", "highlightText": "", "highlightTitle": "", "language": "finnish", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.003+02:00"}, {"thread": {"uuid": "97c6466a1473e1b1bacb0ba587be86db55094f34", "url": "http://omgili.com/ri/.wHSUbtEfZTxXp1XnrBnQx56aO4l7MfHzDoFGQ34saHWPj0JcPwFiCvYFQ2HK7UQ10paygXBsxn4lvNZR7DnEL_UxBpTZq.0pzI97wYlw4X6o_pH8srqigyc76ZfDzECt_m2qYVWsLfO.MdfD8E1ng--", "site_full": "sfogliare.com", "site": "sfogliare.com", "site_section": "https://frosinonesite.wordpress.com/feed/", "site_categories": [], "section_title": "Sfogliare News", "title": "Pd alla resa dei conti, Rosato: “Gentiloni nome spendibile per Palazzo Chigi”", "title_full": "Pd alla resa dei conti, Rosato: “Gentiloni nome spendibile per Palazzo Chigi”", "published": "2017-11-07T10:56:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IT", "spam_score": 0.0, "main_image": "https://frosinonesite.files.wordpress.com/2017/11/arnaldo-zeppieri-veroli-online.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "97c6466a1473e1b1bacb0ba587be86db55094f34", "url": "http://omgili.com/ri/.wHSUbtEfZTxXp1XnrBnQx56aO4l7MfHzDoFGQ34saHWPj0JcPwFiCvYFQ2HK7UQ10paygXBsxn4lvNZR7DnEL_UxBpTZq.0pzI97wYlw4X6o_pH8srqigyc76ZfDzECt_m2qYVWsLfO.MdfD8E1ng--", "ord_in_thread": 0, "author": "amminisrtrazione", "published": "2017-11-07T10:56:00.000+02:00", "title": "Pd alla resa dei conti, Rosato: “Gentiloni nome spendibile per Palazzo Chigi”", "text": "INFORMAZIONI Pd alla resa dei conti, Rosato: “Gentiloni nome spendibile per Palazzo Chigi” \nDopo la disfatta in Sicilia, i dem restano divisi sulla leadership. Emiliano a Radio Capital: “Renzi ci stupisca e ricompatti il centrosinistra” ROMA – Dopo la disfatta in Sicilia, il Partito democratico si prepara alla resa dei conti interna. Una gran parte della minoranza dem ritiene che il segretario Matteo Renzi, pronto all’attacco in tv di questa sera, debba autonomamente fare un gesto di responsabilità, lasciando subito il campo a Paolo Gentiloni per la corsa a palazzo Chigi.\n• ROSATO: GENTILONI NOME SPENDIBILE E questa mattina anche il capogruppo dem alla Camera Ettore Rosato ha incluso il premier tra i “nomi spendibili” per la leadership: “Abbiamo bisogno dell’alleanza più ampia possibile, con un programma concordato – dice a Radio Anch’io su Radio Uno – Abbiamo Paolo Gentiloni che oggi è a Palazzo Chigi ed è un nome spendibile. Ce ne sono tanti di nomi spendibili e Renzi lo ha detto chiaramente a Napoli (alla conferenza programmatica, ndr ): lavoro per portare il Pd a Palazzo Chigi e non per portare Matteo Renzi”. \n• LE ALTERNATIVE DA MINNITI A GRASSO Ma le divisioni interne restano. Dal capogruppo dei democratici al Senato Luigi Zanda arriva a Renzi la richiesta di valutare la rinuncia alla candidatura, il che significherebbe anche modificare lo Statuto del partito che prevede invece che il segretario sia anche il candidato premier. Tra i nomi sul tappeto spunta anche quello dell’attuale ministro dell’Interno Marco Minniti. Mentre il leader di Campo progressista, Giuliano Pisapia , rilancia l’idea di primarie di coalizione proponendo la candidatura del presidente del Senato Pietro Grasso , che, dopo aver preso le distanza dal Pd, ieri ha risposto duramente a quanti, fra i renziani, gli hanno addossato la colpa della sconfitta siciliana. \n• L’IPOTESI DI FRANCESCHINI: PRIMARIE DI COALIZIONE Il ministro della Cultura Dario Franceschini sottolinea l’urgenza di fare un’alleanza di centrosinistra. E per scegliere la leadership propone le primarie di coalizione: ogni forza, con il proprio simbolo, presenti il suo candidato. \n• EMILIANO: RICOSTRUIRE L’ULIVO Mentre il governatore della Puglia Michele Emiliano , ospite su Radio Capital di Circo Massimo , chiede a Renzi “un’improvvisa maturazione” dopo “un apprendimento per trauma”. Rispondendo alle domande di Massimo Giannini e Jean Paul Bellotto, l’esponente della minoranza dem afferma che “in questo momento pensare di rifare il congresso del Partito democratico a tre mesi dalle elezioni non è una cosa possibile”. L’unica possibilità, allora, è che Matteo Renzi “interpreti le varie anime del partito, visto che la sua e basta non è sufficiente né a leggere il Paese né il Pd e il centrosinistra. Deve prendere atto che il suo piano di perdere le elezioni in modo controllato per non lasciare il suo ruolo non funziona. Deve essere il riferimento di una comunità intera e non c’è nessun obbligo che il candidato del centrosinistra debba per forza essere Renzi”. e l’Ulivo va ricostruito rapidamente, aprendo un confronto politico nel merito con tutto il centrosinistra, dall’Udc a Sinistra italiana. Poi un candidato premier lo troviamo, l’importante è che siamo d’accordo sul contenuto”, conclude Emiliano. Condividi:", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.003+02:00"}, {"thread": {"uuid": "07d5d64d5027bf111be9310c1d461cd61070c8ce", "url": "http://omgili.com/ri/t1o2C2H78Ud7FXkEq.x_zyjmczENKYEeM2s1Qtg1YTvZq5lLDRnJjW9bujdtxM4jSeUTdeSoMzPxGDClwjMGdMrjUkT7pC669vGBdoQzqF4jnFkJLq8DZuVsvyZh9nQo9k4onQmJ5Ho-", "site_full": "danviet.vn", "site": "danviet.vn", "site_section": "http://danviet.vn//rss/home.rss", "site_categories": ["media"], "section_title": "Báo Dân Việt | Bao Dan Viet", "title": "Khách sạn hạng sang bị nghi giam giữ hoàng gia Saudi Arabia", "title_full": "Khách sạn hạng sang bị nghi giam giữ hoàng gia Saudi Arabia", "published": "2017-11-07T11:19:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "VN", "spam_score": 0.0, "main_image": "http://streaming1.danviet.vn/upload/4-2017/images/2017-11-07/151004482483043-thumbnail-auto-crop.jpg", "performance_score": 0, "domain_rank": 22570, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "07d5d64d5027bf111be9310c1d461cd61070c8ce", "url": "http://omgili.com/ri/t1o2C2H78Ud7FXkEq.x_zyjmczENKYEeM2s1Qtg1YTvZq5lLDRnJjW9bujdtxM4jSeUTdeSoMzPxGDClwjMGdMrjUkT7pC669vGBdoQzqF4jnFkJLq8DZuVsvyZh9nQo9k4onQmJ5Ho-", "ord_in_thread": 0, "author": "", "published": "2017-11-07T11:19:00.000+02:00", "title": "Khách sạn hạng sang bị nghi giam giữ hoàng gia Saudi Arabia", "text": "Thứ Ba, ngày 07/11/2017 15:54 PM (GMT+7) Khách sạn hạng sang bị nghi giam giữ hoàng gia Saudi Arabia Khách sạn sang trọng Ritz-Carlton ở thủ đô Riyadh được cho là nơi giam giữ các thành viên hoàng gia Saudi Arabia trong cuộc điều tra tham nhũng mới đây. Ngắm trường ĐH được công chúa xinh đẹp nhất Hoàng gia Nhật lựa chọn du học \nTheo New York Times, khách sạn 5 sao Ritz-Carlton đã được kín đáo chuyển thành nhà giam sang trọng nhất thế giới vào cuối tuần trước, khi hàng chục hoàng tử Saudi Arabia và các quan chức chính phủ hàng đầu bị bắt ngày 4/11 trong cuộc thanh trừng chưa từng có của Vua Salman bin Abdul Aziz. \nCNN cho biết có nhiều bằng chứng cho thấy hoạt động bất thường của khách sạn này. Các trang web đặt phòng cho thấy 492 phòng của khách sạn đều kín chỗ đến cuối tháng 11. Các khách hàng được cho là đã bị buộc phải rời khách sạn vào cuối tuần trước trong khi đường dây liên lạc với khách sạn bị cắt đứt. Hai người đàn ông bước ra từ lối vào khách sạn Ritz-Carlton ở Riyadh , được cho là nơi giam giữ các nhân vật cao cấp của Saudi Arabia tối 4/11. Ảnh: AFP/Getty. \nTrong đoạn video dường như được quay vào sáng 6/11 tại phòng tiệc B của khách sạn, mọi người nằm trên thảm trùm chăn trong khi bảo vệ mặc đồng phục tối màu đứng gác ở phía sau với khẩu súng trường được đặt trong góc. \nCuộc thanh trừng tham nhũng ở Saudi Arabia bắt đầu vào đêm 4/11 với vụ bắt giữ hàng chục người, trong đó có ít nhất 11 hoàng tử, bao gồm tỷ phú Alwaleed bin Talal. Đến ngày 6/11, các quan chức Mỹ theo dõi tình hình cho biết đã có tới 500 người bị bắt giữ trong các cuộc trấn áp liên tục. \nBộ trưởng Tư pháp Sheikh Saud al-Mujeb nói rằng các cuộc điều tra đang được tiến hành bí mật để đảm bảo các thủ tục pháp lý được tiến hành công bằng và những người bị giam giữ với địa vị xã hội cao sẽ không được thiên vị. \nKhách sạn Ritz-Carlton, với các khu vườn rộng 21 ha, các phòng suite hoàng gia, nhà hàng cao cấp và nhiều dịch vụ sang trọng khác, là nơi tiếp đón Tổng thống Mỹ Donald Trump trong chuyến thăm Trung Đông hồi tháng 5. \nCuối tháng 10, đây là địa điểm tổ chức hội nghị đầu tư được mệnh danh là \"Davos ở Sa mạc\", thu hút hơn 3.500 lãnh đạo doanh nghiệp và các quan chức chính phủ hàng đầu. \nChủ trì hội nghị là Thái tử Mohammed bin Salman, người đang đẩy mạnh kế hoạch cải cách đầy tham vọng nhằm giảm sự phụ thuộc vào dầu mỏ của Saudi Arabia trong thập kỷ tới. \nThái tử cũng dẫn đầu ủy ban chống tham nhũng có thẩm quyền điều tra, bắt giữ, ban hành lệnh cấm đi lại và phong tỏa tài sản của những người bị tình nghi. Theo Tuyết Mai (Zing) Nhập ý kiến của bạn ở đây Đăng lên Facebook", "highlightText": "", "highlightTitle": "", "language": "vietnamese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.003+02:00"}, {"thread": {"uuid": "2f9f7d32c5997113859fc06738f6baf7faa528af", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuIGX7YpUTkbvb485NEzRDuZojFVQ7uwjY.3a0pyoVQi46k6DlDpBVTeNHxZAftHp0-", "site_full": "stackoverflow.com", "site": "stackoverflow.com", "site_section": "https://stackoverflow.com/questions/tagged/ruby?page=1&sort=newest&pagesize=15&days=7", "site_categories": ["tech", "non_standard_content", "adult"], "section_title": "Newest 'ruby' Questions - Page 1 - Stack Overflow", "title": "ruby on rails - like Operator in ahoy events", "title_full": "ruby on rails - like Operator in ahoy events - Stack Overflow", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 2, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.114, "main_image": "https://cdn.sstatic.net/Sites/stackoverflow/img/apple-touch-icon@2.png?v=73d79a89bded", "performance_score": 0, "domain_rank": 51, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "09b70cd23bfb0c449c37ee55003b98144d52b037", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuIGX7YpUTkbvb485NEzRDuZojFVQ7uwjY.3a0pyoVQi46k6DlDpBVTyBFCiKKDGwkcB8Ks6kiIbQ--", "ord_in_thread": 2, "author": "Anton", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "You can try to use built in postgres function for that:\nAhoy::Event.where(\"EXTRACT(DOW FROM time) = 1\").where_properties(brochure_id: brochure.id).count", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.003+02:00"}, {"thread": {"uuid": "0b0ef52e5ac2222d223d1342fde0a358e007bf98", "url": "http://omgili.com/ri/2wGaacqxAptzfMCJKMR5SnxuAxZxYa5Xsi7op9go2U845zZ0ZHHoloaNC7ARAXRtxeGPnl9Z6HRe1JIvDFWrag--", "site_full": "macpanda-family.blogspot.com", "site": "blogspot.com", "site_section": "http://macpanda-family.blogspot.com/", "site_categories": [], "section_title": "蘋果貓熊家庭照片", "title": "改字神奇事不斷", "title_full": "改字神奇事不斷", "published": "2017-11-07T11:34:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0b0ef52e5ac2222d223d1342fde0a358e007bf98", "url": "http://omgili.com/ri/2wGaacqxAptzfMCJKMR5SnxuAxZxYa5Xsi7op9go2U845zZ0ZHHoloaNC7ARAXRtxeGPnl9Z6HRe1JIvDFWrag--", "ord_in_thread": 0, "author": "taiwanzin (noreply@blogger.com)", "published": "2017-11-07T11:34:00.000+02:00", "title": "改字神奇事不斷", "text": "今年三月時因為雞婆性發作，向A同修拿一本舊版大法書來說要幫他改，\n結果我去美國香港一去半年，回來又忙著做改字表，那本書都沒動，很不好意思， \n幸好有熱心的台北同修願意幫忙改，改好了，今天拿到景點要請C同修轉交 A同修 ，\n我們 一般很少拿書到景點，今天情況特殊。 \n一大早，來了兩個年輕越南旅客，用中文問我們何處可以買中文版《轉法輪》，\nB同修知道在高文堂書局有賣，就跑去要幫他們買。\nC同修跟我講這件事，我想我有帶，如果他們想要就送他們，\n對方一看OK，還沒告知A同修，就送他們了。（如果A同修要，我再另外給他）\n有三位同修見證。也趕快打電話叫B同修不用買了，\nC同修有向朱大哥提要請他轉交書一事，\n他問過A同修，回覆說不必還了，可送有緣人。真是太圓滿了。\n\n過不久，我收到客戶的訊息，原本要訂一千個模型，現在追加到兩千個。\n我只不過做個穿針引線的工作就天降甘霖 ，感謝師父安排。 ", "highlightText": "", "highlightTitle": "", "language": "chineset", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.004+02:00"}, {"thread": {"uuid": "034f804c30c6de40f0c48a21ed17f7ccadd2ce60", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMXVN8LpyshEA-", "site_full": "mao.2ch.net", "site": "2ch.net", "site_section": "http://mao.2ch.net/apple2/", "site_categories": ["hobbies_and_interests", "comic_books"], "section_title": "Apple(仮) - 5ちゃんねる掲示板", "title": "iPhone X 予約スレ 6台目", "title_full": "iPhone X 予約スレ 6台目", "published": "2017-11-04T14:57:00.000+02:00", "replies_count": 51, "participants_count": 52, "site_type": "discussions", "country": "JP", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 328, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "59378610d9b9eb6a4239dc0cc4059c5d32b9190f", "url": "http://omgili.com/ri/2wGaacqxApvvSLolCkuD9QlXbAYr.IDbPx3d00NzKlq1YkVRE07y6hAAvkHEZKcMGK8FBqVXxkidxnmBHHJ7wg--", "ord_in_thread": 6, "author": "John Appleseed 2017/11/07(火) 15:47:34.71 ID:x5ox8mJH", "published": "2017-11-07T08:47:00.000+02:00", "title": "", "text": "ドコモ オンライン 店舗受け取り\nシルバー256\n今日12時過ぎに入荷した旨のメール来ました！！\n１６：３０予約でも思ったより早かったです。", "highlightText": "", "highlightTitle": "", "language": "japanese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.004+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f2ddc5024a8b8db03b56e4a36434bab230f67745", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEyusRG6TYIXQ0-", "ord_in_thread": 2, "author": "Mark", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "visto che le donne dicono che lo fanno solo per amore, se sei disposta a dargliela. Gli piaci e vorrebbe provare (a fare sesso) con te.", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.004+02:00"}, {"thread": {"uuid": "744c3e7857f64d8b2b8feeacc92c617118c08526", "url": "http://omgili.com/ri/.wHSUbtEfZTxXp1XnrBnQx56aO4l7MfHzDoFGQ34saGg40.5ZijITlycK1RbpwZJOkBN7YpnVUJWG5kk2bGOtqzvGHB_dAsA.b9_pbvZi6eA.qwRUDBv8g--", "site_full": "sfogliare.com", "site": "sfogliare.com", "site_section": "https://frosinonesite.wordpress.com/feed/", "site_categories": [], "section_title": "Sfogliare News", "title": "Maltempo, martedì allerta codice giallo su Roma", "title_full": "Maltempo, martedì allerta codice giallo su Roma", "published": "2017-11-07T11:21:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IT", "spam_score": 0.0, "main_image": "https://frosinonesite.files.wordpress.com/2017/11/arando-zeppieri-roma.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "744c3e7857f64d8b2b8feeacc92c617118c08526", "url": "http://omgili.com/ri/.wHSUbtEfZTxXp1XnrBnQx56aO4l7MfHzDoFGQ34saGg40.5ZijITlycK1RbpwZJOkBN7YpnVUJWG5kk2bGOtqzvGHB_dAsA.b9_pbvZi6eA.qwRUDBv8g--", "ord_in_thread": 0, "author": "amminisrtrazione", "published": "2017-11-07T11:21:00.000+02:00", "title": "Maltempo, martedì allerta codice giallo su Roma", "text": "INFORMAZIONI Maltempo, martedì allerta codice giallo su Roma \nDalle prime ore di domani, martedi’ 7 novembre, e per le successive 24-30 ore, si prevedono sul Lazio precipitazioni sparse, anche a carattere di rovescio o temporale specie sui settori costieri meridionali. Il Centro funzionale Regionale del Lazio rende noto che il Dipartimento della Protezione Civile ha emesso un avviso di condizioni meteorologiche avverse: i fenomeni saranno accompagnati da rovesci di forte intensita’, frequente attivita’ elettrica, locali grandinate e forti raffiche di vento. L’avviso di criticita’ nelle zone di Allerta del Lazio segnala codice ‘giallo’ per rischio idrogeologico su Bacini Costieri Nord, Bacino Medio Tevere, Appennino di Rieti, Roma e Aniene, nonche’ su Bacini Costieri Sud e Bacino del Liri. La Sala Operativa Permanente ha gia’ emesso l’allertamento del Sistema di Protezione Civile Regionale e invitato tutte le strutture ad adottare tutti gli adempimenti di competenza. Per ogni emergenza sara’ possibile fare riferimento alla Sala Operativa Permanente al numero 803.555. Condividi:", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.004+02:00"}, {"thread": {"uuid": "6320887f92449e83cfd268e07f3c7078ab33bd3b", "url": "http://omgili.com/ri/WOapK6QZrmmvyo0pNIyGW8aUQqSHfxqCEyUc4hwpTEXTTtXuw3sm6sgA8rjOUIe7Y6sH58uRG5OVwINEHUHxDs5v8DsUwfUHz.MqWJtl4_VYnvgJfWyos16pePnVZKbJgpUtXTcnAOtwWfLCOyTT8w--", "site_full": "ru.advertolog.com", "site": "advertolog.com", "site_section": "http://ru.advertolog.com/%D0%B0%D1%80%D1%85%D0%B8%D0%B2-%D1%80%D0%B5%D0%BA%D0%BB%D0%B0%D0%BC%D1%8B/rss", "site_categories": ["advertising", "business"], "section_title": "Advertolog : Энциклопедия рекламы", "title": "ТВ: Game Night", "title_full": "ТВ: Game Night", "published": "2017-11-07T19:47:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://files1.coloribus.com/files/adsarchive/part_2373/23739415/geico-game-night-600-16599.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6320887f92449e83cfd268e07f3c7078ab33bd3b", "url": "http://omgili.com/ri/WOapK6QZrmmvyo0pNIyGW8aUQqSHfxqCEyUc4hwpTEXTTtXuw3sm6sgA8rjOUIe7Y6sH58uRG5OVwINEHUHxDs5v8DsUwfUHz.MqWJtl4_VYnvgJfWyos16pePnVZKbJgpUtXTcnAOtwWfLCOyTT8w--", "ord_in_thread": 0, "author": "", "published": "2017-11-07T19:47:00.000+02:00", "title": "ТВ: Game Night", "text": "VFX / Finishing / Color: The Mill Colorist: Alex Scott Finishing Production Coordinator: Jake Fritz Color Producers: Diane Valera, Liza Kerlin Remote Color Facility: Running with Scissors Character Animation: \"Tip\" Chief Operating Officer, Creative Director: Pat Giles Audio Post Facility: Heard City Producer: Sasha Awn Sound Designer / Mixer: Mike Vitacco Stock Music: American Public Music Custom Score: Jeremy Turner Published: November 2017 These friends have a peculiar game night as they try to figure out what a sloth is trying to draw. The sloth challenges them by drawing slowly, but all they can guess from that one line is that it's either a worm, finger, tiny sword or a breadstick. Time's up for this team and, as it turns out, the sloth was trying to draw out a tandem bicycle. GEICO says that as long as sloths are slow, you can count on GEICO to save you money on car insurance. Телереклама \"Game Night\" сделана рекламным агентством Smuggler для бренда Geico география: США. Выпущена в нояб. 2017.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.004+02:00"}, {"thread": {"uuid": "af7709590e0b126e76e0f88c08577f71b8a54449", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfZ1zY2nBc4ND", "site_full": "answers.yahoo.com", "site": "yahoo.com", "site_section": "https://it.answers.yahoo.com/dir/index?link=over&sid=396545433", "site_categories": ["adult", "non_standard_content"], "section_title": "Relazioni e famiglia | Yahoo Answers", "title": "Se ti chiede se sei innamorata di lui cosa significa?", "title_full": "Se ti chiede se sei innamorata di lui cosa significa? | Yahoo Answers", "published": "2017-11-07T02:00:00.000+02:00", "replies_count": 8, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "/static/images/answers-icon.png", "performance_score": 0, "domain_rank": 5, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "58606b3c717064518a1cf96b5435da3e026397c2", "url": "http://omgili.com/ri/.wHSUbtEfZTueMYICVUfckKKsNVV9UO3w1Lwk9Dc7mLnVUnFPlIdibsuEmb1V2dTA2C9hj0SLDM.kZuXgr7hfd1D16fR9EEypsjDLOlvPgg-", "ord_in_thread": 8, "author": "Anonym", "published": "2017-11-07T02:00:00.000+02:00", "title": "", "text": "Ufdtgfdd", "highlightText": "", "highlightTitle": "", "language": "italian", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.005+02:00"}, {"thread": {"uuid": "5b86f6a1613c39901af09888d75f65485de42c16", "url": "http://omgili.com/ri/t1o2C2H78Ufg_Kf6LNO_xHBUznSIL0Wyyp80J8OqLAIG8xbmFQ_LA9ETn5C_ZEecWAGgVP0UIBLBME_2u.dvq3vQJjHzgtgr", "site_full": "detail.chiebukuro.yahoo.co.jp", "site": "yahoo.co.jp", "site_section": "http://list.chiebukuro.yahoo.co.jp/dir/list/d2079943295/", "site_categories": ["search_engine", "tech"], "section_title": "スノーボード 回答受付中の質問 - Yahoo!知恵袋", "title": "皆さんのオススメなスキー場ってどこですか？ - 一度は行ったほうが...", "title_full": "皆さんのオススメなスキー場ってどこですか？ - 一度は行ったほうが... - Yahoo!知恵袋", "published": "2017-11-05T13:24:00.000+02:00", "replies_count": 2, "participants_count": 3, "site_type": "discussions", "country": "JP", "spam_score": 0.0, "main_image": "https://s.yimg.jp/images/ks/official/nt/ogp_1200.png", "performance_score": 0, "domain_rank": 15, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "18d4b10672c5b42ddb804ea26fb22093e8f908c2", "url": "http://omgili.com/ri/t1o2C2H78Ufg_Kf6LNO_xHBUznSIL0Wyyp80J8OqLAIG8xbmFQ_LA9ETn5C_ZEecWAGgVP0UIBLBME_2u.dvqyhotJm_GghKcPIOs8ud9vs-", "ord_in_thread": 2, "author": "satoshi94ys0307", "published": "2017-11-07T09:23:00.000+02:00", "title": "", "text": "こんばんは。\n新潟県の下越地区に有る胎内スキー場、雪質基本ガリガリ、でも最近何故か割と雪質良い(何故？)、滑りに関しても上手い人が多い。\n同じくわかぶな高原スキー場、スクールの校長マジで上手い、テク選本選に出場し上位入賞した山田恵めぐみさんと言うイントラさんが居る。\nわかぶな丼が名物。\n同じく三川温泉スキー場、小さいけどアットホームな雰囲気、でも上手い人が結構居る、イントラさんも優しい。\nこんなん出ましたけど(笑)。", "highlightText": "", "highlightTitle": "", "language": "japanese", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.006+02:00"}, {"thread": {"uuid": "0853cbce280352e72849865bfbb62bb28e11e694", "url": "http://omgili.com/ri/3Ebkq4DFLEttAWNpBlUvZ8lVdM3xYA.GW9vkpz8wsTTV6trE3IcHGh_ueXaKDHrm68eVCQyrNBWdD1omKibViubwbzgtrPpQ08gRSP_3VVwJcMel_VmLzw--", "site_full": "opportunitydesk.org", "site": "opportunitydesk.org", "site_section": "http://opportunitydesk.org/feed/", "site_categories": ["education", "business"], "section_title": "Opportunity Desk", "title": "BBC International Radio Playwriting Competition 2018 (Win £2,200 + Trip to London)", "title_full": "BBC International Radio Playwriting Competition 2018 (Win £2,200 + Trip to London)", "published": "2017-11-07T11:06:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "http://opportunitydesk.org/wp-content/uploads/2017/11/BBC-International-Radio-Playwriting-Competition-2018.jpg", "performance_score": 0, "domain_rank": 64149, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0853cbce280352e72849865bfbb62bb28e11e694", "url": "http://omgili.com/ri/3Ebkq4DFLEttAWNpBlUvZ8lVdM3xYA.GW9vkpz8wsTTV6trE3IcHGh_ueXaKDHrm68eVCQyrNBWdD1omKibViubwbzgtrPpQ08gRSP_3VVwJcMel_VmLzw--", "ord_in_thread": 0, "author": "Jude Ogar", "published": "2017-11-07T11:06:00.000+02:00", "title": "BBC International Radio Playwriting Competition 2018 (Win £2,200 + Trip to London)", "text": "View This Page In Your Language Get Opportunities delivered to your Email! First name * Email * Alimlim Emmanuela Kenya \"Thank you so much, I applied for the UNESCO Youth Multimedia competition and was selected as one of the finalists. Thank you for helping me put my dreams of empowering women and girls in action.\" Aldiona Kerri Albania \"I would've never imagined that being selected as Young Person of the Month would inspire and change my life this way. Besides getting hundreds of messages from youth around the world, what surprised me most was...\" Afsaneh Seifinaji Iran How can I say, thank you? Seriously? Opportunity Desk changed my life dramatically and I've introduced it to so many people in my country. Berabose Aline Joyce Rwanda \"There are amazing opportunities for young people who are committed to make a positive change in their community and in the world. Opportunity Desk is an excellent tool to find these life changing opportunities.\" Angélique Pouponneau Seychelles \"I was awarded the All Bar None Scholarship to attend the One Young World Summit 2014 in Dublin, Ireland. Thanks for all the great work with informing everyone about opportunities.\"   Kelebogile Simula Botswana \"I was selected for the Women Deliver Young Leaders Program. I saw this opportunity here at Opportunity Desk. Thank you so much for all the amazing opportunities you share and for your inspiration.\" Jacqui Joseph Papua New Guinea \"I owe credit to OD for my selection into the Global Change Leaders Program. Keep track of posts presented here as it is a great way to stay informed about the amazing opportunities that you may be a part of. \"   Onyinye Nwaoma Nigeria \"I learnt about the VSO-ICS program here. OD is undoubtedly the one stop place for up to date opportunities. Keep visiting this blog, keep maximizing these opportunities!\" Grace Ihejiamaizu Global Citizen \"Every young person deserves a travel learning opportunity. The kind of programs and opportunities posted on Opportunity Desk are necessary for growth and progress.\" Sunny Ibeh Jnr Nigeria \"Opportunity Desk is a fabulous platform that makes dreamers achievers. Missing out is missing a whole lot of opportunities. Your life can only be transformed when you are aptly informed!\" Oliver Rieche Germany \"OD is a fantastic resource for all those young people who want to get involved in their communities, who want to travel the world and who want to make a difference. I am glad I am part of the 'Opportunity Desk Family'.\" Melissa   Chapa Perera Sri Lanka \"Thank you for being an amazing supporter for young people by bringing together these global opportunities.\" Zaidat Ibrahim Boston, USA \"Opportunities are like sunrise & Opportunity Desk serves as the alarm clock to ensure you don't wake up too late and miss out on the sunrise! Great work! Amazing team!\" Wiem Askri Tunisia \"I have been following OD for about two years now, and I'm really thankful to all the opportunities posted all the time - a lot of chances for everyone from around the world no matter what their interests are.\" Mohammad Abu Sufian Bangladesh OD actually changed my life by helping me go abroad for the first time to attend an international conference. I am happy 😊 to be connected with the world of Opportunity Desk. Vane   Qada Lawrence Ngbale Bolton, UK \"I have been following Opportunity Desk and after so many missed opportunities I decided 2014 was it. I am now a ONE UK Youth Ambassador thanks to OD and my decision to seize the opportunity posted.\" Preeti Shakya Nepal OD proves to be very useful in bridging the gap between youths and growth opportunities for them Zar Nigor Pakistan Thank you, Opportunity Desk, for providing the best opportunities accessible to young leaders who really strive to make a difference. Akaki Chalatashvili Georgia \"...amazing work. Thank you for such a good initiative to provide opportunities to all of us.\" Edidiong   Chuks Enemchukwu Portland, USA \"Access to opportunities is one of the biggest obstacles faced by many young change-makers today. OD has gone a long way to bridge this gap, and I encourage all passionate young people to join this group.\" Victoria Ibiwoye Nigeria \"Opportunity Desk is a genuine organisation that helps young people become better citizens of the world! There are lots of ways to develop your leadership competence.\" Efeturi   Bwesigye Bwa Uganda \" I am grateful to OD for the service they are rendering to us at no cost. This is a goldmine. \" Nordine Mohammedi Algeria \"Opportunity Desk is a window of opportunities that offers a bright hope for a better future. OD helped me discover opportunities and take part in programs that I would not have heard about without the platform.\" Akor Jackson Nigeria \"Great job for all the posts. I made it through as one of the 20 Fellows for the Social Innovators Program & Awards 2014. I was also selexcted to attend the UN Youth Leadership Program in Berlin, Germany.\"", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-07T11:34:57.006+02:00"}], "totalResults": 185065259, "moreResultsAvailable": 185065159, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1510047297006&q=&sort=crawled", "requestsLeft": 579}