{"posts": [{"thread": {"uuid": "8f91484a043a92b6048748e0b685593a8937a361", "url": "http://omgili.com/ri/.wHSUbtEfZRvGgaL7ySOn7gOZYLv2cBXMey54NyM8PMal3bzibA3UgIZfRTbZQiNKOVpr0qdbqtVnLsCAGblv0M_ywKxitUb63q82mbpe5MRLV67VcMxuuBtpsew5QDlGTPHz9CFR_U-", "site_full": "blog.zomato.com", "site": "zomato.com", "site_section": "http://blog.zomato.com/rss", "site_categories": [], "section_title": "Zomato Blog", "title": "And now, free reservations for our restaurant partners across the world.", "title_full": "And now, free reservations for our restaurant partners across the world.", "published": "2017-10-03T08:24:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://blog.zomato.com/blog/wp-content/uploads/2017/10/tumblr_inline_ox8ioikMvH1sl9h5n_500.jpg", "performance_score": 0, "domain_rank": 558, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8f91484a043a92b6048748e0b685593a8937a361", "url": "http://omgili.com/ri/.wHSUbtEfZRvGgaL7ySOn7gOZYLv2cBXMey54NyM8PMal3bzibA3UgIZfRTbZQiNKOVpr0qdbqtVnLsCAGblv0M_ywKxitUb63q82mbpe5MRLV67VcMxuuBtpsew5QDlGTPHz9CFR_U-", "ord_in_thread": 0, "author": "Deepinder Goyal", "published": "2017-10-03T08:24:00.000+03:00", "title": "And now, free reservations for our restaurant partners across the world.", "text": "Home Company And now, free reservations for our restaurant part... And now, free reservations for our restaurant partners across the world. By - October 3, 2017 \nRemember our #MissionGiveBack that we announced last week? That was when we introduced zero commission food orders for our restaurant partners in India. \nLast month, in September, we hit a bloody-cool little milestone of 1 million reservations through our table reservations service. And that’s in just about one year of entering this space – probably making us the largest player in this space across India, UAE, Philippines, and (maybe) Australia. \nToday, as part of the #MissionGiveBack, we are extending a similar benefit to all our restaurant partners across the world who accept table reservations through Zomato. Retrospectively from June 1, 2017 onward, our restaurant partners will not need to pay a “per cover” fee or even a platform fee to accept seamless digital table reservations from Zomato. Yes, the service will be completely free. \nEvery month, millions of users explore and visit restaurants using Zomato. With this change in fee structure, we are expecting that more restaurants start accepting online reservations from Zomato, and also not switch off their reservation slots during peak hours on weekends. Together, with our restaurant partners, we want to ensure that we put user experience at the center of everything that we do. \nIn the last few weeks, we’ve also upgraded our platform to make the online reservation process faster, simpler and more convenient for both diners and restaurants. And there’s a lot more coming in the next few weeks. \nThe table reservations service is enabled for a tad more than 10,000 restaurants in 4 countries across the world. We look forward to continue to deeply integrate with more restaurants across the countries of our presence, and bring great experiences to diners. Great user experiences will help the industry grow, and Zomato definitely grows along with the industry. \nIf you are a restaurant owner who receives online reservations through the Zomato platform (or qualify to avail this service), look out for an email (in the next 72 hours) to learn more about this change and what it means for you. In the meanwhile, if you have any feedback for us, please write to me at d@zomato.com, or Gaurav Tandon (our head of table reservations business) at gt@zomato.com – we would love to hear from you.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-04T17:49:48.017+03:00"}, {"thread": {"uuid": "3cb27e6393b5a217f072ed6ccd502bbb3155f260", "url": "http://omgili.com/ri/.wHSUbtEfZRvGgaL7ySOn7gOZYLv2cBXskNlgrTa.vsGnnzvwbz1RruqrV4A5Y95", "site_full": "blog.zomato.com", "site": "zomato.com", "site_section": "http://blog.zomato.com/rss", "site_categories": [], "section_title": "Zomato Blog", "title": "Tackling bad actors on Zomato – Part 1", "title_full": "Tackling bad actors on Zomato – Part 1", "published": "2017-10-04T11:02:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://blog.zomato.com/blog/wp-content/uploads/2017/10/pexels-photo-354062.jpeg", "performance_score": 0, "domain_rank": 558, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3cb27e6393b5a217f072ed6ccd502bbb3155f260", "url": "http://omgili.com/ri/.wHSUbtEfZRvGgaL7ySOn7gOZYLv2cBXskNlgrTa.vsGnnzvwbz1RruqrV4A5Y95", "ord_in_thread": 0, "author": "Surobhi Das", "published": "2017-10-04T11:02:00.000+03:00", "title": "Tackling bad actors on Zomato – Part 1", "text": "Home Company Tackling bad actors on Zomato – Part 1 Tackling bad actors on Zomato – Part 1 By - October 4, 2017 \nWe have been working on a bunch of concurrent initiatives for our restaurant partners – Zomato Skillet , Beta Period , and #MissionGiveBack to solve for some of the challenges faced by the industry. \nWe take tremendous pride in the fact that restaurant owners consider Zomato a trusted partner in their entrepreneurial journey, while our users rely on us as a neutral, bias-free platform. However, as we grew stronger as a platform, and became an important part of our users and restaurant owners lives, some bad actors started abusing the platform to their benefit. This led to an unhealthy cycle of two things – very simply put, we can call them blackmail and bribery . \nWhat’s blackmail? When users try to solicit perks like free meals, discounts, or cash in exchange for positive reviews or with the veiled threat of a poor review if the restaurateur refuses – that is blackmail. \nWhat’s bribery? When restaurant owners/managers proactively reach out to PR agencies or directly to users with large followings on Zomato, and offer them freebies or money in exchange of positive reviews or rating – that is bribery. \nThese are nascent but growing problems at Zomato, and while our machines and neutrality team do a stupendous job at identifying and mitigating the menace, we decided to create a larger systemic fix for the issue. \nToday, we have launched a feature aiming towards solving blackmail as a problem on Zomato. Starting now – restaurateurs can directly flag any review that has been written with malicious intent. When that happens, the review will not get immediately moderated, but we will use that data to identify bad users on Zomato over the long term and eventually freeze their profiles and delete their past reviews. How it works \nRestaurant owners can use Zomato for Business app (download it from iOS App Store or Google Play Store ) and use the “Report Abuse” button to directly flag a review that was written with malicious intent. There’s no guarantee that the review will be taken down – but this will help us make the system cleaner and get rid of bad actors over the long term. Our team will also review each reported case along with shared evidence – and if we believe in the evidence, we will moderate the review. \nWe are hoping that with this feature on our business app, we will be able to identify users with malicious intent very easily. \nHaving said that, before the end of the year, you will see significant steps being taken towards solving bribery as well (that will be Part 2 of this post). An important part of solving bribery is letting users report instances where restaurants (or the agencies they hire) have offered something for free to soliciting a positive review. In such cases, we will put up a “shame banner” on zomato – which tells our entire user base that this restaurant is not an ethical business to deal with, and you should probably not be eating at this place. Because if someone doesn’t hold themselves to the highest ethical standards on one count, you can’t trust that business to hold themselves to the highest standards on a number of other counts – including serving hygienic food, for example.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T18:10:52.994+03:00"}, {"thread": {"uuid": "80a74af11c34bff9fe25efd61421270430b2902c", "url": "http://omgili.com/ri/.wHSUbtEfZRvGgaL7ySOn7gOZYLv2cBXdThldQaJX_GoONvTtWel7pw63Wx8p.zQBWBCzX443P.zym.K1V7NPXkp.EyZ_VHexuGUQxPKNsltc5ej.ba.4g--", "site_full": "blog.zomato.com", "site": "zomato.com", "site_section": "http://blog.zomato.com/rss", "site_categories": [], "section_title": "Zomato Blog", "title": "Introducing the Food Hygiene Ratings initiative by Zomato", "title_full": "Introducing the Food Hygiene Ratings initiative by Zomato", "published": "2017-10-31T14:12:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "https://blog.zomato.com/blog/wp-content/uploads/2017/10/pexels-photo-243053.jpeg", "performance_score": 0, "domain_rank": 558, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "80a74af11c34bff9fe25efd61421270430b2902c", "url": "http://omgili.com/ri/.wHSUbtEfZRvGgaL7ySOn7gOZYLv2cBXdThldQaJX_GoONvTtWel7pw63Wx8p.zQBWBCzX443P.zym.K1V7NPXkp.EyZ_VHexuGUQxPKNsltc5ej.ba.4g--", "ord_in_thread": 0, "author": "Deepinder Goyal", "published": "2017-10-31T14:12:00.000+02:00", "title": "Introducing the Food Hygiene Ratings initiative by Zomato", "text": "Home Company Introducing the Food Hygiene Ratings initiative by... Introducing the Food Hygiene Ratings initiative by Zomato By - October 31, 2017 \nThree months ago, we ran a survey amongst our users and found that 86% of them would prefer dining at, or ordering in from restaurants that have transparent food hygiene standards. Moreover, 93% users gave more weightage to wanting to eat at/ order in from a hygienic place – that is, given a choice, they would rather go to a place that they know is clean and hygienic, over a place which serves food that tastes just great. The interesting thing is that while most of our users clearly and strongly care about food hygiene at restaurants, they don’t know, or have a trusted source that tells them – whether a particular restaurant is hygienic and follows prescribed food hygiene standards for the well being of their customers. \nTo address this need-gap, and to better educate our users, we are excited to introduce Food Hygiene Ratings for restaurants listed on Zomato. \nZomato will only act as an organiser of these Food Hygiene Ratings for the industry. We do not believe that we are the experts in food hygiene, therefore, we will work with accredited third party auditors – who are experts in their field and will conduct surprise physical food hygiene audits at participating restaurants. \nThese audits will check whether they meet various aspects of the food hygiene – e.g. how is the food handled, does the restaurant have separate cooking spaces for vegetarian and non-vegetarian items, the basic cleanliness level of the restaurant, and how the business manages what it does; i.e. to make sure food is prepared and served in a clean environment. \nHere’s a small section of our food hygiene audit checklist –", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "food hygiene rati", "sentiment": "negative"}, {"name": "zomato home company introducing the food hygiene ratings", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-11-02T11:00:56.000+02:00"}], "totalResults": 3, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509613256000&q=language%3Aenglish+site%3Azomato.com&sort=crawled", "requestsLeft": 909}