{"posts": [{"thread": {"uuid": "2f562021b30c1bbe12bdc9a186e6755ffccf3367", "url": "http://omgili.com/ri/jHIAmI4hxg_xHXSyfyBmieXrrRLZvz0bp4t_YO_pLcViFSNtplpH6j0Z8LNk4JjUUJyhlmBY9P4mrprwbs4YoIc9HYqoF4ifofg7sSB9_NmUcbWqOTphwfPoCvo5I7eV", "site_full": "www.sanger.ac.uk", "site": "sanger.ac.uk", "site_section": "", "site_categories": ["biotech_biomedical", "business"], "section_title": "", "title": "1 to 10 mutations are needed to drive cancer, scientists find | Sanger Institute", "title_full": "1 to 10 mutations are needed to drive cancer, scientists find | Sanger Institute", "published": "2017-10-19T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.001, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2f562021b30c1bbe12bdc9a186e6755ffccf3367", "url": "http://omgili.com/ri/jHIAmI4hxg_xHXSyfyBmieXrrRLZvz0bp4t_YO_pLcViFSNtplpH6j0Z8LNk4JjUUJyhlmBY9P4mrprwbs4YoIc9HYqoF4ifofg7sSB9_NmUcbWqOTphwfPoCvo5I7eV", "ord_in_thread": 0, "author": "Www-Core", "published": "2017-10-19T03:00:00.000+03:00", "title": "1 to 10 mutations are needed to drive cancer, scientists find | Sanger Institute", "text": "1 to 10 mutations are needed to drive cancer, scientists find \nThe results show the number of mutations driving cancer varies considerably across different cancer types 1 to 10 mutations are needed to drive cancer, scientists find News article by the Media Team 19 Oct 2017 Approximate number of driver mutations needed to cause cancer by area of the body \nFor the first time, scientists have provided unbiased estimates of the number of mutations needed for cancers to develop, in a study of more than 7,500 tumours across 29 cancer types. Researchers from the Wellcome Trust Sanger Institute and their collaborators adapted a technique from the field of evolution to confirm that, on average, 1 to 10 mutations are needed for cancer to emerge. \nThe results, published today (19th October) in Cell , also show the number of mutations driving cancer varies considerably across different cancer types. \nIn the study, the team developed an approach to discovering which genes are implicated in cancer evolution and how many mutations in those genes drive cancer. In the future, such approaches could be used in the clinic to identify which few mutations in an individual patient are driving his or her cancer, from amongst the thousands of mutations present. \nOver 150 years ago, Charles Darwin described how different species evolve through the process of natural selection. Cancers also develop by natural selection, acting on the mutations that accumulate in the cells of our bodies over time. In this study, scientists applied an evolutionary perspective to quantifying natural selection in 7,664 tumours across 29 different cancers. \nOne of the striking findings of the study was that mutations are usually well-tolerated by cells in the body. This was surprising because mutations that individuals inherit from their parents are often poorly tolerated, and are generally lost from the human species over time. In the body’s cells, however, as a cancer develops, nearly all mutations persist without impacting on the survival of the cell. \nThe team also catalogued the main cancer genes responsible for 29 different cancer types. Researchers discovered several new cancer genes and determined how complete the current lists of cancer genes are. \n“We have addressed a long-standing question in cancer research that has been debated since the 1950s: how many mutations are needed for a normal cell to turn into a cancer cell? The answer is – a small handful. For example, about four mutations per patient on average drive liver cancers, whereas colorectal cancers typically require 10 or so driver mutations.” \nDr Peter Campbell , lead author on the study, from the Wellcome Trust Sanger Institute \n“In the study, we revealed that around half of these key mutations driving cancer occur in genes that are not yet identified as cancer genes. There is already much insight into the most important genes involved in cancer; but there are many more genes yet to be discovered. We will need to bring together even larger numbers of cancers studied by DNA sequencing, into the tens of thousands, to find these elusive genes.” \nDr Inigo Martincorena , first author on the study, from the Wellcome Trust Sanger Institute \nThe new methods from this study are a step forward in personalised cancer care. In the future, similar techniques could be used in the clinic to identify the specific mutations responsible for a given patient’s cancer, among the thousands of mutations that are typically found in each tumour. \n“We now know of hundreds of genes, that when mutated, drive cancer. This research shows that across cancer types a relatively consistent small number of such mutated genes is required to convert a single normal cell into a cancer cell, but that the specific genes chosen differ according to cancer type. The study also shows that we have not yet identified many of these driver genes and they will be the target for further searching in the future. This increasingly precise understanding of the underlying changes that result in cancer provides the foundation for the discovery and use of targeted therapies that treat the disease.” \nProfessor Sir Mike Stratton , an author of the study and director of the Wellcome Trust Sanger Institute Notes to Editors Publication: \nInigo Martincorena et al . (2017) Universal patterns of selection in cancer and somatic tissues. Cell . DOI: 10.1016/j.cell.2017.09.042 Funding: \nThis work was supported by Wellcome, the Francis Crick Institute, Cancer Research UK, the UK Medical Research Council and EMBO. Selected Websites The Wellcome Trust Sanger Institute \nThe Wellcome Trust Sanger Institute is one of the world's leading genome centres. Through its ability to conduct research at scale, it is able to engage in bold and long-term exploratory projects that are designed to influence and empower medical science globally. Institute research findings, generated through its own research programmes and through its leading role in international consortia, are being used to develop new diagnostics and treatments for human disease. \nWellcome exists to improve health for everyone by helping great ideas to thrive. We’re a global charitable foundation, both politically and financially independent. We support scientists and researchers, take on big problems, fuel imaginations and spark debate. Related Links ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T04:10:35.041+03:00"}], "totalResults": 1, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508548235041&q=language%3Aenglish+site%3Asanger.ac.uk&sort=crawled", "requestsLeft": 593}