{"posts": [{"thread": {"uuid": "b7ffb5ea90b85dbcd2a9cd6fa90d02d1823261f3", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C30tvrYZM.5F1Wzf47p15RNe4VU6Fi6A.qpkLkn_t_FqKXgdyt4hEQOKw7Sp7Ab5r0NXEKnPv0oys-", "site_full": "www.chooseveg.com", "site": "chooseveg.com", "site_section": "", "site_categories": ["food", "vegetarian", "vegan"], "section_title": "", "title": "One of Our Favorite Food Bloggers Just Released a Vegan Cookbook—Here's a Recipe to Try - ChooseVeg.com", "title_full": "One of Our Favorite Food Bloggers Just Released a Vegan Cookbook—Here's a Recipe to Try - ChooseVeg.com", "published": "2017-10-05T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.015, "main_image": "http://mfa.cachefly.net/chooseveg/images/uploads/2017/10/1200x630/RedCurrySoup-2.jpg", "performance_score": 0, "domain_rank": 95773, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b7ffb5ea90b85dbcd2a9cd6fa90d02d1823261f3", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C30tvrYZM.5F1Wzf47p15RNe4VU6Fi6A.qpkLkn_t_FqKXgdyt4hEQOKw7Sp7Ab5r0NXEKnPv0oys-", "ord_in_thread": 0, "author": "Sarah Von Alt", "published": "2017-10-05T03:00:00.000+03:00", "title": "One of Our Favorite Food Bloggers Just Released a Vegan Cookbook—Here's a Recipe to Try - ChooseVeg.com", "text": "One of Our Favorite Food Bloggers Just Released a Vegan Cookbook—Here's a Recipe to Try by Sarah Von Alt - October 5, 2017 Richa Hingle, the mastermind chef behind the beloved blog Vegan Richa, is well-known for her mouthwatering plant-based recipes and gorgeous accompanying photos. She is also the best-selling author of Vegan Richa’s Indian Kitchen. Last week she released another impressive collection of recipes , Vegan Richa’s Everyday Kitchen: Epic Anytime Recipes with a World of Flavor. Featuring loads of delicious, entirely plant-based recipes, this cookbook offers something for everyone, and even includes an index of recipes free of gluten, soy, and nuts! Here’s a taste: Red Curry Soup With Lentils Serve this very slurpable soup with large soup spoons. For a brothy soup, add more coconut milk or water. Serves 4 ½ cup red lentils, sorted, rinsed, and drained 3 ¼ cups water, divided 1 teaspoon organic safflower or other neutral oil ¾ cup coarsely chopped onion 4 cloves garlic, finely chopped 1 small knob (1/2 inch) fresh ginger, peeled and minced or grated 3 tablespoons red curry paste 2 ½ to 3 ½ cups thinly sliced bell pepper (any color), carrots, or zucchini (or small cauliflower or broccoli florets) 1 13.5-ounce can full-fat coconut milk 1 teaspoon salt 1 ½ tablespoons raw sugar or other sweetener ¼ teaspoon cayenne 1 teaspoon fresh lime or lemon juice ½ cup loosely packed fresh Thai basil or sweet basil ¼ cup coarsely chopped fresh cilantro, divided (optional) Fresh lemon wedges, for garnish 1. Combine the lentils with 2 ½ cups of the water in a small saucepan over medium heat. Cook the lentils for 13 to 15 minutes, or until they are al dente, stirring once halfway through the cooking time. Drain the lentils and set aside. 2. Meanwhile, heat the oil in a large saucepan over medium heat. Add the onion, garlic, and a pinch of salt and cook until the onion is translucent, about 4 minutes. Add the ginger and red curry paste and stir to combine. Cook the mixture for 1 to 2 minutes, until the paste is fragrant. Add the bell pepper and a splash of water and cook for 5 minutes. 3. Add the milk, remaining ¾ cup water, salt, sugar, cayenne, lime zest, and lime juice and stir to combine. Add the cooked lentils and bring the mixture to a rolling boil for about 6 to 7 minutes. Taste and adjust the seasonings. Reduce the heat to low. Add the Thai basil and 2 tablespoons of the cilantro (if using) and stir to combine. Cover the saucepan and simmer for a few minutes, until the vegetables are cooked through and the flavors meld. Garnish with the remaining cilantro and lemon wedges and serve. Variations: Add some smooth peanut butter and curry powder for a Massaman-style soup. Add 10 ounces of cubed firm or extra firm tofu instead of cooked lentils. -- ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sarah von", "sentiment": "negative"}, {"name": "richa hingle", "sentiment": "none"}, {"name": "cook", "sentiment": "none"}, {"name": "vegan richa", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-07T19:47:25.000+03:00"}, {"thread": {"uuid": "725e9f4a905d5d6008f616bfbdf8f783b3738db6", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C3oL9Q2Bx08ZD9pjsdOlneHNvdsgC7wm3PRkzVu88UYOVAN4j2_AWsIWdraYK9s4oS", "site_full": "www.chooseveg.com", "site": "chooseveg.com", "site_section": "", "site_categories": ["food", "vegetarian", "vegan"], "section_title": "", "title": "10 Badass Hispanic Veg*ns Who Are Changing the World for Animals - ChooseVeg.com", "title_full": "10 Badass Hispanic Veg*ns Who Are Changing the World for Animals - ChooseVeg.com", "published": "2017-10-05T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "CA", "spam_score": 0.94, "main_image": "http://mfa.cachefly.net/chooseveg/images/uploads/2017/10/1200x630/KatAtCircleV-2.jpg", "performance_score": 0, "domain_rank": 95773, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "725e9f4a905d5d6008f616bfbdf8f783b3738db6", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C3oL9Q2Bx08ZD9pjsdOlneHNvdsgC7wm3PRkzVu88UYOVAN4j2_AWsIWdraYK9s4oS", "ord_in_thread": 0, "author": "Sarah Von Alt", "published": "2017-10-05T03:00:00.000+03:00", "title": "10 Badass Hispanic Veg*ns Who Are Changing the World for Animals - ChooseVeg.com", "text": "10 Badass Hispanic Veg*ns Who Are Changing the World for Animals by Sarah Von Alt - October 5, 2017 In case you missed it, we’re smack dab in the middle of Hispanic Heritage Month. This is a time to celebrate all the amazing Hispanic and Latino Americans who have made our world a better place. In honor of this, here are 10 badass Hispanic veg*ns (vegetarians and vegans) who are changing the world for animals: 1. Kat Von D Celebrated tattoo artist, entrepreneur, and TV star Kat Von D is a devoted vegan and Mercy For Animals supporter. She presented our Compassionate Courage Award to Kevin Lahey, a former MFA undercover investigator, at our 2016 Hidden Heroes Gala, and she will speak at this year’s Circle V Fest ! 2. Ricky Martin Martin credits a plant-based diet with his excellent health. The pop legend has been vegetarian since 2013 and loves the cruelty-free lifestyle. \"On a vegetarian diet, I feel amazing!\" the singer glows. 3. Daisy Fuentes She broke barriers as MTV's first Latina VJ and is Revlon's first Latina spokesperson to be signed to a worldwide contract. But did you know she’s also vegan?! Daisy uses her voice to help animals and she hosted MFA’s 2016 Hidden Heroes Gala. 4. Cesar Chavez Famed labor leader Cesar Chavez co-founded the National Farm Workers Association. Chavez felt strongly about justice for animals and was vegetarian (and at times vegan) for the last 25 years of his life. His legacy continues to inspire justice and compassion. 5. Christian Serratos This Twilight star says, “When I stopped eating meat, I noticed that it was easier for me to focus, and I was really proud of myself for being green . ... I had a plethora of reasons for going vegetarian.” 6. Eugenio Derbez Mexican superstar Eugenio Derbez narrated an MFA undercover video investigation into government-owned slaughterhouses across Mexico, which led to the introduction in Mexico’s congress of legislation that would make it a crime to slaughter an animal who had not been properly stunned. 7. Dolores Huerta American labor leader and civil rights activist, Huerta co-founded the National Farm Workers Association with Cesar Chavez. She is a vegetarian role model to people around the world. 8. Marco Antonio Regil Beloved TV host Marco Antonio Regil co-hosted MFA’s 2016 Hidden Heroes Gala and consistently uses his voice to speak up for animals. 9. Jane Velez-Mitchell While many know Jane Velez-Mitchell as a television journalist and author, she’s also a fierce animal rights activist. In 2015 she launched Jane Unchained , an online show that covers animal rights news. Jane has also hosted MFA’s annual Hidden Heroes Gala. 10. Daniella Monet Daniella Monet, star of Nickelodeon's Victorious , has been vegetarian since age five and went vegan at age 13. Daniella uses her voice to speak up for animals, including on campaigns promoting healthy eating , and she attended MFA’s Hidden Heroes Gala in 2016. -- Not veg yet? You can get easy vegan recipes, delicious meal ideas, and helpful tips on moving away from meat here . Stay updated with recipes, new product tips, and more. More Veg News ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sarah von alt", "sentiment": "negative"}, {"name": "dolores huerta", "sentiment": "none"}, {"name": "cesar chavez", "sentiment": "none"}, {"name": "marco antonio regil", "sentiment": "none"}, {"name": "kat von d", "sentiment": "none"}, {"name": "daniella monet daniella monet", "sentiment": "none"}, {"name": "daniella", "sentiment": "none"}, {"name": "kevin lahey", "sentiment": "none"}, {"name": "jane", "sentiment": "none"}, {"name": "jane velez-mitchell", "sentiment": "none"}, {"name": "chavez", "sentiment": "none"}, {"name": "eugenio derbez", "sentiment": "none"}, {"name": "jane unchained", "sentiment": "none"}, {"name": "ricky martin martin", "sentiment": "none"}, {"name": "daisy", "sentiment": "none"}, {"name": "huerta", "sentiment": "none"}, {"name": "marco antonio", "sentiment": "none"}], "organizations": [{"name": "hispanic heritage month", "sentiment": "none"}, {"name": "mfa", "sentiment": "none"}, {"name": "national farm workers association", "sentiment": "none"}, {"name": "regil beloved tv", "sentiment": "none"}, {"name": "revlon", "sentiment": "none"}, {"name": "nickelodeon", "sentiment": "none"}, {"name": "mtv", "sentiment": "none"}], "locations": [{"name": "latina", "sentiment": "none"}, {"name": "mexico", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T15:10:46.011+03:00"}, {"thread": {"uuid": "de3bc47763197ca7386febe2d9f9f59ea15f4055", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C38cwEfbqZjrIBG_083B_dEWvs.OO8BecRZZsFk5r6QUoAv8accpa0rHm536d.immL", "site_full": "www.chooseveg.com", "site": "chooseveg.com", "site_section": "", "site_categories": ["food", "vegetarian", "vegan"], "section_title": "", "title": "The U.S. Cities With the Most Vegan Options in 2017 - ChooseVeg.com", "title_full": "The U.S. Cities With the Most Vegan Options in 2017 - ChooseVeg.com", "published": "2017-10-17T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "CA", "spam_score": 0.144, "main_image": "http://mfa.cachefly.net/chooseveg/images/uploads/2017/10/1200x630/The-Most-Vegan-Friendly-Cities-In-The-U.S..jpg", "performance_score": 0, "domain_rank": 95773, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "de3bc47763197ca7386febe2d9f9f59ea15f4055", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C38cwEfbqZjrIBG_083B_dEWvs.OO8BecRZZsFk5r6QUoAv8accpa0rHm536d.immL", "ord_in_thread": 0, "author": "Sarah Von Alt", "published": "2017-10-17T03:00:00.000+03:00", "title": "The U.S. Cities With the Most Vegan Options in 2017 - ChooseVeg.com", "text": "Here Are the U.S. Cities With the Most Vegan Options in 2017 by Sarah Von Alt - October 17, 2017 Whether out of concern for their health , the planet , or the plight of farmed animals who suffer horribly at factory farms, more and more people are moving away from meat and choosing healthy plant-based foods instead. As a result, more vegan restaurants, as well as restaurants serving vegan dishes, are popping up across America. And WalletHub has just released a list of the most veg-friendly metro areas . The company’s strategy for identifying the most veg-friendly cities included several factors: To determine the best and cheapest places for a plant-based diet, WalletHub’s analysts compared the 100 largest U.S. cities across 15 key indicators of vegan- and vegetarian-friendliness. We examined each city based on such metrics as the cost of groceries for vegetarians, the share of restaurants serving meatless options and salad shops per capita. So, without further delay, here are the very best cities in America for vegans and vegetarians: 1. New York, NY The vegan options in New York are endless! Stop by Candle 79 for seitan piccata or a chimichurri portobello steak; try the Guac Burger with mac and cheese at by Chloe. ; and don’t miss the all-vegan Dun-Well Doughnuts ! 2. Portland, OR In a town famous for its eco-friendliness and microbreweries, it comes as no surprise that vegan dining options abound. Stop by Sweetpea Baking Company for something sweet; load up on snacks at Food Fight! Grocery ; and don’t forget to drop by Herbivore Clothing Company for a cute sticker or shirt. 3. Orlando, FL “The City Beautiful”? More like The City Vegan! Stop by Erin McKenna’s Bakery for a brownie cupcake; grab a savory dog at The Vegan Hot Dog Cart ; and don’t miss the amazing vegan doughnuts at Valhalla Bakery ! 4. San Francisco, CA Of course California made the list several times, but San Francisco takes the (vegan) cake! Be sure to stop by Millennium for a fancy, animal-friendly night on the town; grab a few tacos at Flacos ; and create your own cinnamon bun loaded with toppings at Cinnaholic ! 5. Los Angeles, CA The Los Angeles area is home to a huge vegan population. As a result, delicious cruelty-free foods can be found in most neighborhoods. Try the Big Mac (on the secret menu) at Doomie’s Home Cookin’ ; get an Indian kima pizza at LA’s only all-vegan pizza spot, Cruzer ; and don’t miss the spicy baked scallop roll at Shojin (it’s torched at the table)! P.S. LA is full of vegan doughnuts. Check it out ! 6. Seattle, WA Seattle is loaded with delicious vegan eats and has nearly 200 animal-friendly eateries! Try the wide array of savory vegan grub (including breakfast!) at Wayward Vegan Café ; visit Vegan Haven Grocery and load up on goodies; and don’t miss the pan-seared creole tempeh at Plum Bistro ! 7. Washington, DC Equinox restaurant offers a vegan buffet-style brunch, and the plant-based fast-food spot HipCityVeg serves so many amazing sandwiches, you’ll probably have to go back for seconds. Top it all off with dessert from Cupcake Wars winner Sticky Fingers Bakery ! 8. Scottsdale, AZ The most vegan-friendly city in Arizona isn’t Phoenix or Tucson?! Nope. Scottsdale has a ton of restaurants with veg options and some must-try vegan restaurants. Be sure to stop by True Food Kitchen ; grab a vegan dog at Simon’s Hot Dogs ; and try out some of the amazing salad bars around town! 9. Miami, FL With over 100 all-vegan eateries, Miami is not to be overlooked. Enjoy the coconut ceviche tacos and key lime brûlée at Plant Food + Wine ; try the Justice Burger at Choices Café ; and don’t miss the all-vegan coffeehouse Sweat Records , which offers a variety of dairy-free drinks, including one called the Unicorn Love Bomb (WUT?). 10. San Diego, CA San Diego (and SoCal in general) is a vegan paradise. Kindred boasts an extensive vegan bar and some show-stopping dishes, and Evolution offers a ton of your all-American fast-food favorites, including a variety of burgers. While you’re in town, be sure to try the Buffalo Bomber at Veggie Grill , another all-vegan chain restaurant. -- Ready to give veg eating a shot? For easy plant-based recipes, fun meal ideas, and tips on making the switch, click here . Stay updated with recipes, new product tips, and more. More Veg News ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T13:48:49.010+03:00"}, {"thread": {"uuid": "12c51233bfc7728500a1823daddb0fcfe95cf64e", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C3DyzergdAznVthZ8Ss51.lINy8aCdB0d4OmbnCuJ2asAb27v03FnGvwVK87Rw35bN", "site_full": "www.chooseveg.com", "site": "chooseveg.com", "site_section": "", "site_categories": ["food", "vegetarian", "vegan"], "section_title": "", "title": "17 Vegan Halloween Recipes That Are Spooky AF - ChooseVeg.com", "title_full": "17 Vegan Halloween Recipes That Are Spooky AF - ChooseVeg.com", "published": "2017-10-20T03:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "CA", "spam_score": 0.239, "main_image": "http://mfa.cachefly.net/chooseveg/images/uploads/2017/10/1200x630/SpookyCover.jpg", "performance_score": 0, "domain_rank": 95773, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "12c51233bfc7728500a1823daddb0fcfe95cf64e", "url": "http://omgili.com/ri/jHIAmI4hxg_VxEvrtnTdPaufof_G94C3DyzergdAznVthZ8Ss51.lINy8aCdB0d4OmbnCuJ2asAb27v03FnGvwVK87Rw35bN", "ord_in_thread": 0, "author": "Sarah Von Alt", "published": "2017-10-20T03:00:00.000+03:00", "title": "17 Vegan Halloween Recipes That Are Spooky AF - ChooseVeg.com", "text": "17 Vegan Halloween Recipes That Are Spooky AF by Sarah Von Alt - October 20, 2017 As fall creeps up on us, children and adults alike are preparing for a night of spooky fun this Halloween. Whether your plan is to watch a horror movie marathon, host a monster bash, or hand out candy to trick-or-treaters, there’s one tradition that is not to be missed: spooky vegan foods. 1. Graveyard Taco Cups ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-25T17:34:37.008+03:00"}], "totalResults": 4, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1508942077008&q=language%3Aenglish+site%3Achooseveg.com&sort=crawled", "requestsLeft": 956}