{"posts": [{"thread": {"uuid": "13adff81ad4534f1eb3564d65a99b033d0a4d664", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jlJec7ZboJRqBOYfHhU9R459D.OJxm9exPHtwfMyly2lA0w6gbnk33aGf3BqbEmi6wOO2NrPjiLZNL8qhaFpRXA", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/partner-employee-experience", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Coffee, cops and community: a formula for building bridges", "title_full": "Coffee, cops and community: a formula for building bridges", "published": "2017-10-04T13:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Coffee_with_a_cop_meta.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 48, "comments": 0, "shares": 48}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 61}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "13adff81ad4534f1eb3564d65a99b033d0a4d664", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jlJec7ZboJRqBOYfHhU9R459D.OJxm9exPHtwfMyly2lA0w6gbnk33aGf3BqbEmi6wOO2NrPjiLZNL8qhaFpRXA", "ord_in_thread": 0, "author": "", "published": "2017-10-04T13:00:00.000+03:00", "title": "Coffee, cops and community: a formula for building bridges", "text": "Downloads \nBy Bonnie Rochman / Starbucks Newsroom \nIt was manager Chris Fortis’s day off when he got the call informing him that his Starbucks store in east Indianapolis had been robbed. Shortly after the doors opened, in the pre-dawn hours of August 2016, a man in a black hoodie, its drawstring cinched so tightly that his face was barely visible, pointed a gun at the shift supervisor and demanded the contents of the cash registers. \nThe entire episode lasted barely a minute, although it felt like forever to the partners. No one was hurt, but the experience was frightening and Fortis, who had been store manager for less than a year, reached out to his predecessor, Joe Ransburg, who’d spent years behind the counter at Shadeland Ave. and E. 21st St. He figured Ransburg would want to know what had happened. He also figured Ransburg, who knew the area well, would know what steps to take to protect partners and customers. \nRansburg had a ready answer: He told Fortis to place a call to Jim Waters, the deputy chief in charge of the east Indy neighborhood where Fortis’ store is located, to see what could be done. \nWaters didn’t hesitate. He said he’d make sure that a few officers would swing by the store in the morning when the doors opened, and again in the evening before the doors locked at 9 p.m. Sure enough, the officers started showing up. They’d come early in the morning and stay a while to chat with Starbucks partners and customers. They’d come at night and do the same thing. “I don’t bat an eye when I see two, three, four police cars in my parking lot when I come in each morning,” said Fortis, a partner for 11 years. “They care and want to talk with people in the community, and customers come up to them to tell them about problems in their neighborhood. It’s like Coffee with a Cop every day.” ‘Police are people just like you’ \nWednesday, or “10/4,” is National Coffee with a Cop Day, a time to note that events to forge connections between police and the people they serve have been held in all 50 states and in Europe, Australia and Africa since 2011, when the program began in Hawthorne, Calif., in response to officers brainstorming ways to boost interaction with the community. Starbucks, which committed in February to host 100 Coffee with a Cop events in 2017, has already logged more than 250 events. U.S. stores have more than 90 additional events planned for Wednesday. The company now aims to support as many as 1,000 Coffee with a Cop events across the country in the year ahead. \nSherron Franklin is the police officer who introduced Fortis to Coffee with a Cop, inquiring if he would be interested in hosting an event at his store, which is in a less well-to-do part of town, alongside Interstate 70. She’s also rolled out the program at other Starbucks stores in Indianapolis, including one where a twenty-something with dyed yellow hair happened to come in for a drink during the event. Franklin ushered him over. He recoiled, responding that he doesn’t like the police. “I laughed,” said Franklin, the community relations officer. “I said, ‘Listen, you’ve got to take people at face value. Police are people just like you.’ I asked him, ‘How am I treating you right now?’ He just smiled.” Then they paused for an impromptu photo shoot as Franklin snapped photos of him grinning with some officers. \nFor Franklin, it was a perfect moment. Coffee with a Cop events help demolish stereotypes. “When people think about cops, they usually think about getting stopped,” said Franklin. “Coffee with a Cop gives us an opportunity to talk to people, to get them to see that we are human.” \nIn an ideal world, policing transcends the parameters of public safety. Not long ago, Franklin posted on the police department’s Facebook page about a girl she had met who couldn’t afford a dress to wear to high school graduation. The girl was wary when Franklin approached her to offer help, but she agreed to accompany Franklin to a local nonprofit, The Gifted Gown, that outfitted the girl with a black dress and earrings and shoes to match. \nOne of the Shadeland and 21st Coffee with a Cop attendees, Cynthia Orr, saw that Facebook post. Inspired, she told Franklin that she would go through her closet and donate her unused formalwear to The Gifted Gown. There are a black chiffon dress with long sleeves and a pleated empire waist and a mandarin-collared red and pink sheath that will soon have new owners, thanks to connections made at Coffee with a Cop. Finding common ground with the African-American community \nSome Coffee with a Cop exchanges are even more aspirational. Charles Tony Knight is a long-time activist in the African-American community in Indianapolis. He likes to think of himself as open-minded, able to see many sides of a situation. Thirty years ago, when he was in his twenties, Knight jumped a puddle in the pouring rain when a police car screeched to a halt alongside him. “The next thing I know, I’m looking at a gun,” said Knight. A man had just robbed a store down the street, and the officer had seen Knight running. “I sort of understood, but I also tried to explain to the officer that he may have good reason to stop me, but as a person, I’ve got a gun in my face.” \nThat incident underscored for Knight the importance of finding common ground. Through an encounter at a Coffee with a Cop event, Knight arranged for a police officer to come undercover to a summer camp he helps run for at-risk youth. The idea was for the kids to get to know the officer as a person, not an authority figure, in hopes that this sort of relationship would lead to mutual respect and better understanding on both sides. The sergeant who participated showed up at least eight times before revealing his credentials. “It may touch only a few of the kids, but at least we’re doing something,” said Knight. “For most African-Americans, their relationship isn’t so good with police officers because they’ve often had more negative contact than positive. I believe that the more conversations you have with someone, the better.” \nNot everyone in the black community shares his optimism, but Knight perseveres. “Maybe I’ll do these Coffee with a Cop events for five or 10 years and maybe one of these officers will end up being in command,” said Knight. “Maybe when I say something, they’ll take it more seriously. I’m in this for the long run.” ‘Coffee with Waters:’ Talking trash pick-up, drug deals — and coloring books \nFor Nikki Salinas, the idea of asking police officers to become a regular presence in her stores and connect with the community has been a turnaround tool. In her first few months as district manager, her 13 stores sustained three armed robberies. The first hold-up was at Chris Fortis’s store, and he suggested that officers assemble for “roll call” at Shadeland, holding their beginning-of-shift meetings over coffee. “We brew up a full batch of coffee and they do roll call with us,” said Salinas. “We haven’t had any more robberies.” \nInstead, they’ve watched bonds form as customers talk to cops on neutral footing. They’ll complain about trash pick-up or drug deals unfolding on their streets. They’ll compliment the cops on keeping their communities safe. Armed with coloring books, cops will summon their inner children and color with kids. \nThe most recent Coffee with a Cop event at Fortis’s store took place Sept. 18. It had special meaning for the partners, the officers and the customers who showed up, because it honored the memory of the officer who made the initial overture to build bridges between cops and the community. In July, Jim Waters, off-duty at the time, was rear-ended on Interstate 70. On the day of his funeral, community members who regularly attend Coffee with a Cop showed up at the police precinct to show their respects, bringing flowers, candy and condolences. \nOn Sept. 18, at the Shadeland Starbucks, a local flag company unfurled a flag it had designed in memory of Waters. The police commander spoke and a prosecutor did too, recalling that Waters was the first to really work hard at connecting with the community. The community, and Starbucks, is continuing that work. From this time onward, future Coffee with a Cop events will be renamed “Coffee with Waters.” \nFor more information on this story, contact Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "chris fortis", "sentiment": "negative"}, {"name": "franklin", "sentiment": "none"}, {"name": "charles tony knight", "sentiment": "none"}, {"name": "joe ransburg", "sentiment": "none"}, {"name": "nikki salinas", "sentiment": "none"}, {"name": "african-american", "sentiment": "none"}, {"name": "knight", "sentiment": "none"}, {"name": "ransburg", "sentiment": "none"}, {"name": "jim waters", "sentiment": "none"}, {"name": "sherron franklin", "sentiment": "none"}, {"name": "salinas", "sentiment": "none"}, {"name": "cynthia orr", "sentiment": "none"}], "organizations": [{"name": "fortis", "sentiment": "none"}, {"name": "coffee", "sentiment": "none"}, {"name": "shadeland starbucks", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}, {"name": "starbucks", "sentiment": "none"}, {"name": "chris fortis", "sentiment": "none"}], "locations": [{"name": "shadeland ave.", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "shadeland", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "indy", "sentiment": "none"}, {"name": "hawthorne", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "calif.", "sentiment": "none"}, {"name": "indianapolis", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-04T13:16:36.000+03:00"}, {"thread": {"uuid": "874df6b6c60e99f344301a4d370ec8b3120600fc", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnJh9b38iNzZugiuXAa_.9VfMNOwWPwMRr4Hc7v56dOZLve74M1nioH", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom News", "title": "Standing Up: Hope and help in Houston", "title_full": "Standing Up: Hope and help in Houston", "published": "2017-10-05T21:08:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Video_Partner_Upstander.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 5, "comments": 0, "shares": 5}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "874df6b6c60e99f344301a4d370ec8b3120600fc", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnJh9b38iNzZugiuXAa_.9VfMNOwWPwMRr4Hc7v56dOZLve74M1nioH", "ord_in_thread": 0, "author": "", "published": "2017-10-05T21:08:00.000+03:00", "title": "Standing Up: Hope and help in Houston", "text": "Downloads \nStarbucks Newsroom film by Luanne Dietz and Joshua Trujillo; reporting by Linda Dahlstrom; edited by Jessey Dearing \nAfter Hurricane Harvey flooded Houston with 1,000-year rains, Starbucks store manager Wil Scott answered the community’s call, and found overwhelming need. “It really kind of puts things into perspective when you have idea or an urge to volunteer and hope,” he said, “and when you get there, there is a whole different need than you anticipated.” \nWatch the stories of Wil and fellow Houston store manager Jen Do , truly inspirational partners who stood up when the need was great.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T00:23:17.000+03:00"}, {"thread": {"uuid": "836a7c578db28cf808c69064e2c22bc75d434613", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jko1141w9UXv_W7_UZePDsYLGNx5mvz4qe2.oDPdWtTsvQs2BeCFZe1vrX8BRT4Gfs-", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom News", "title": "Helping the heroes: After a hurricane, a store manager joins forces with a sergeant", "title_full": "Helping the heroes: After a hurricane, a store manager joins forces with a sergeant", "published": "2017-10-05T20:20:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Partner_Upstander_Jen.JPG", "performance_score": 1, "domain_rank": 1613, "social": {"facebook": {"likes": 155, "comments": 0, "shares": 155}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 5}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "836a7c578db28cf808c69064e2c22bc75d434613", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jko1141w9UXv_W7_UZePDsYLGNx5mvz4qe2.oDPdWtTsvQs2BeCFZe1vrX8BRT4Gfs-", "ord_in_thread": 0, "author": "", "published": "2017-10-05T20:20:00.000+03:00", "title": "Helping the heroes: After a hurricane, a store manager joins forces with a sergeant", "text": "Editor’s note: Standing Up, an occasional series highlighting inspiring people, is inspired by Starbucks Upstanders . \nStory by Linda Dahlstrom, photos by Joshua Trujillo and Luanne Dietz / Starbucks Newsroom Download video for media use \nHOUSTON -- They would have never met, if the sky hadn’t fallen. \nBut when Hurricane Harvey swirled over greater Houston, followed by days of rain and a historic flood, washing away homes, cars, police stations and the routines of regular life, Starbucks store manager Jen Do wanted to do something. \nShe put on a raincoat and rubber boots and headed out with her friend, Dory Fung, to help in whatever way was needed. “I thought we were going to be out rescuing people,” she said. \nInstead, she ended up restoring the rescuers – the hundreds of police officers in Houston and the surrounding areas, who were spending countless hours in deep water, pulling people out of their homes, off bridges and out of their flooded cars. \nIt was a chance encounter that brought her to the Houston Police Officers Union. She was collecting food to donate when she met a police officer who said they needed help back at the union office, which had become a de-facto command central for many officers, including those whose own stations had flooded. Back at the union, they’d try to get something to eat, find dry clothes to change into and maybe take a nap. Many were on duty for days in a row. They were exhausted and hungry. \nDo remembers the scene that greeted her when she walked in: The kitchen was chaos, with boxes piled on the floor and counters. A number of police officers were in the kitchen but no one seemed to be in charge. \nSo, Do, who manages a Starbucks not far from the officers’ union, stepped up. \n“The way I organized it, I just ran it like a Starbucks but with different products. And instead of serving customers, I got to serve heroes – the first responders,” she said. “I just felt like the officers, they already had a lot of things going on … they didn’t need to worry about this stuff, so I just went ahead and did it.” \nSgt. Tom Hayes, a 35-year member of the force and chairman of the Assist the Officer Fund, which is tied to the union, said that Do and Fung, a pastry chef, “started saying things (to the officers) like, ‘Well, you’re not doing it wrong but maybe if you do it this way, it’ll be better’ and ‘Why don’t we put some times and dates on some of this food so we know exactly what we have on hand?’ \n“So probably in 30 minutes, they had that kitchen organized and running. The two (officers) who thought it was their kitchen were standing in the corner with their mouths agape like, “Well, I’ve just lost my kitchen. What happened? Who are these people?” A deeply personal inspiration \nDo, 38, had never had any interactions with the police before. This was her first time even really talking to any of them, she said. She grew up in a tight-knit family in southern California with three siblings. She was particularly close to her oldest brother, Danny. He had a giant heart and always tried to do whatever he could to help others, she said. \nEven after she moved to Houston, they stayed connected. Now, as she volunteered with the police officers in the long days after the hurricane and the flooding, she thought of him often. A decade ago, he’d had a heart transplant. The family had recently received word it was failing and he didn’t have long to live. \nShe didn’t tell the officers any of this, not wanting to burden them. But “he was what inspired me,” she said. Some days she volunteered for 20 hours straight, not wanting to go home while she felt there was more she could do for the officers she’d come to see as family. All the while, Danny was on her mind, her actions a living tribute to him. ‘There were so many calls for rescues’ \nThe rain kept pouring down as the streets flooded and the water kept rising. “It was almost biblical,” said Hayes. And police officers couldn’t keep up with the calls. “There were so many calls for rescues, so many people trapped on overpasses, on houses, in their cars, we were scrambling to find boats and dump trucks, anything to maneuver in high water,” said Hayes. \nA call had gone out for all the officers in the area to report to work and plan on a 48-hour shift. Sgt. Steve Perez, a 34-year police veteran known for his devotion to the job, had set out to get to his station and spent several hours before he realized he couldn’t reach it. He called in to ask if there was another station he could go to – but he never arrived. \nWhen word reached the union that his body had been found, the officers grew quiet. “Whenever you have a line of duty death, you’re devastated,” Hayes said. \nBut there was no time to stop for grief. An estimated 40,000 homes had been lost in the Houston area. And many people needed to be rescued. Rather than be defeated by Perez’ death, his sacrifice to serve others inspired and rallied the officers, said Hayes. \nMeanwhile, day after day for more than a week, Do continued to focus on helping take care of the officers’ needs, Some days, she was there at 6 a.m. and stayed until 2 a.m. With her store closed due to flooding, she devoted all her time to supporting them. As the officers came in, drenched from wading in toxic waters and standing in the pouring rain, she steered them toward tables where they could get dry socks, underwear and clothes. Along the way, she got to know them. She learned some had lost their homes. She learned some had family members who needed rescuing themselves but they couldn’t get to them. \nHer own home was dry and she’d invited several families to stay with her, including one officer. \nWhen donations ran low at the union, Do rallied her friends, co-workers and family. As word spread, people from all walks of life came and volunteered. “The synagogues, the mosques, they were all bringing in volunteers,” Hayes said. \nDuring the stressful times, Do offered an encouraging presence, Hayes said. “She’s so overwhelmingly bubbly and energetic that you can’t help but smile when she’s around.” \nA week after the waters receded, the officers mourned Perez at his funeral. Police came from all around the country. After the service, they gathered at the union to be together. Just as during the storm, Do was there, to serve them coffee and offer a listening ear. \nThe next day, standing outside the union, next to a flag flying at half-mast, she greeted one officer after another. “She’s family,” said Hayes. \nThe streets are dry now, and cleanup around the city is underway. As Hayes looks to the future, he sees hope. “We’ll do what Houston always does,” he said. “We’ll rebuild, we’ll make things a little bit better and we’ll go forward.” \nAnd with her immediate job done at the police officers’ union, it was time for Do to go home to California to see her brother. “The first thing he said when he saw me was ‘Good job in Houston’,” she said. He died three days later, on Sept. 17, with Do at his side. \nThe storm is long over now, but the relationships forged during those days are just beginning, say both Do and Hayes. She plans to continue to volunteer with police whenever they need her. On the day after her brother’s funeral, she learned about an officer who was trying to get a flood victim family new beds. Do and her family immediately committed to buying them. It was only after that, when Hayes texted her concerned that the officers hadn’t seen her for a few days, that she told him about Danny. \nHayes said he is overwhelmed by all that Do has done for them, especially knowing now what she’s been through personally. She came in and “opened up our hearts,” he said. “(She) started a flood of what eventually became a whole bunch of love coming into this police department. It still is unbelievably moving.” \nFor more information on this story, contact Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T00:23:18.007+03:00"}, {"thread": {"uuid": "b2489327b0f73a3a3620ee9c773212c824eb6fc0", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jknbqAxDtdByefPkc6AUdXzCOJDxpJPNGpL1DDIC2oPBnv1ukwl8G1b.wQjhvvwiRTQqcFZKLihBLLGkR.rYMQW", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom News", "title": "What remains: In the wake of disaster, everyday heroes offer hope", "title_full": "What remains: In the wake of disaster, everyday heroes offer hope", "published": "2017-10-05T20:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Wil_Scott_-_Partner_Upstander.JPG", "performance_score": 1, "domain_rank": 1613, "social": {"facebook": {"likes": 145, "comments": 0, "shares": 145}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b2489327b0f73a3a3620ee9c773212c824eb6fc0", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jknbqAxDtdByefPkc6AUdXzCOJDxpJPNGpL1DDIC2oPBnv1ukwl8G1b.wQjhvvwiRTQqcFZKLihBLLGkR.rYMQW", "ord_in_thread": 0, "author": "", "published": "2017-10-05T20:00:00.000+03:00", "title": "What remains: In the wake of disaster, everyday heroes offer hope", "text": "Editor’s note: Standing Up, an occasional series highlighting inspiring people, is inspired by Starbucks Upstanders \nStory by Linda Dahlstrom; Photos by Joshua Trujillo and Luanne Dietz / Starbucks Newsroom Download video for media use \nDickinson, Texas – The family that once lived on the tree-lined street was about to buy new carpet for their house. The books of carpet samples, now lying on the pile of putrid debris in the front of their house, revealed the muted color palette they were considering. \nAcross the street, a package of new pencils decorated with purple flowers – ready for the start of the school year – lay near watermarked snapshots of kids at summer camp, grinning up through grass that hadn’t been mowed in weeks. \nNearby, an elliptical trainer that someone worked out on – or always intended to – was tipped against a mound of waterlogged books and wall board. A Christmas stocking bearing the name “Dan” was in another corner of the yard. \nAt house after house, in neighborhood after neighborhood, intimate clues to the lives of those who used to live in these homes was on display under the hot sun for all to see, weeks after Hurricane Harvey struck the Houston area, flooding it with an estimated 19 trillion gallons of water. Now, this is what remained. ‘I want to help’ \nA few miles away in La Marque, Wil Scott was organizing piles of another kind – neatly folded socks, clean shirts and children’s pajamas. Nearby was a box of baby shoes. Next to that was a stack of purses. Not far away were jackets. This was where you came to get what you needed after you’d lost everything. \nIt’s where Scott has been volunteering almost daily for weeks, ever since he answered his phone to hear his wife crying. \nHurricane Harvey had spared their home, but not those of many friends and his colleagues at Starbucks, where he works. His wife, Deena, had taken some donations of food and clothing to a shelter where 250 people, many of whom had lost everything, were staying. When she got there, she expected to add her donation to other plentiful supplies. Instead, she was greeted with nearly empty tables staffed by only one volunteer – and heartbreaking need. \nThat was when she called her husband. “I said ‘OK, what do you want to do?” he remembered. “She said, ‘I want to help.’ I said ‘OK’. … I didn’t think that one day would turn into me still coming back here every day.” \nFor weeks now, the couple have devoted long days to procuring donations, at first culling anything they could from their own home, and staffing the ad-hoc relief center they run. Scott, who manages a local Starbucks, gets up before dawn to go to work and then, after a full day in the store, heads to the relief center. \nIt’s what you do, when the need is this staggering, he said, even if you feel overwhelmed or afraid or have no idea how to get started. \nHelping “mainly comes down to ‘Are you afraid to do it?’ What are those fears?” he said. “Or just putting those things aside and doing it. It really takes courage. You have to be able to put yourself out there. If I say, ‘Hey, can I help you with something?’ someone could say ‘No.’ You can’t be afraid of that because if that was the case, I would have never shown up here.” \nOn a recent morning, a small waiting area adjacent to the front desk of an America’s Best Value Inn, where several hundred are staying with FEMA vouchers, is crowded with people sitting on chairs, waiting for their names to be called so they can go to the donation area and select what they need. \nFar from the sparse offerings that Deena Scott encountered the first time she visited, the rooms are now filled with clean clothes, diapers, cans of vegetables, baby formula, cases of water, dog food and more. \nScott helped carry cases of water to people’s cars, checked in with those in the waiting area to see how they were and helped sort new donations. Some people wanted to chat. Others were quieter and seemed exhausted, with energy to only get what they needed and then quickly leave or return to their rooms. He understands it. \n“If I was here, I probably wouldn’t be a happy guy,” he said. “So, I understand if people don’t want to interact. … They had a house just like me and now they don’t. And there are kids catching the bus to school from here and coming back here after school or their football games. It’s sad to see.” \nGrowing up, Scott said that money was always tight. “I didn’t know that we didn’t have a lot because I was still happy. … We were still eating. I just didn’t know it wasn’t normal to eat the same thing every day,” he remembers. “I wouldn’t have known we were poor unless someone told me. But looking back at it now, I realize ‘You know what? We didn’t have a lot.’” \nBut he had a family that was full of love and optimism. And he had mentors, volunteers who came to his school and talked to him about what was possible. He still talks to some of them today, he said. \nEventually, he went to college and then went to work for Starbucks. There, he was trained by a woman named Picabo Engstrand. They’ve stayed in touch over the years, even after he and Engstrand got their own stores to manage. Their families have gotten to know each other and his wife, Deena, visits Engstrand at her store. \nThat’s why, after the hurricane hit, “when I heard about their situation, it really broke my heart,” he said. ‘We could die’ \nEngstrand didn’t know that refrigerators could float. She didn’t know what water could come into a house not just under doorways, but through the very walls themselves. These are the things you learn when a flood fills your house. \nNow, weeks after the Hurricane Harvey hit, the house she and her fiancé, Chris Russell, bought just a year and a half ago has been turned inside out – all its contents now in a pile on the lawn – a stuffed green dinosaur belonging to her 4-year-old son, a cabinet, a cross stitch with a teddy bear and the words “A kind word is never wasted.” \nThey desperately tried to save what they could. When the water began rising late the night of Aug. 26, she and Chris at first stacked their family mementos and electronics up on counters and tables. “The water just kept getting higher and higher,” said Engstrand, 23. \nOutside, the sky was alive with lightning. The couple had heard people should go on their roofs, not their attics, but Engstrand was eight months pregnant and they have a 4-year-old son and two large pitbulls and didn’t know how they’d all manage to get up there. \nThey grabbed a crib mattress for their son to sleep on, a case of water, food, their cell phone, their son’s floaties and an ax in case they needed to break through to the roof. Then they all headed up the stairs. \n“It was just like a river outside. It just kept rising,” she said. “I think that was the scariest part because you don’t know when the water’s going to stop rising. … At one point, I told my fiancé, ‘We could die,’“ she said. \nDesperate and with no sign of help coming, the next morning, Engstrand posted on Facebook “Does anyone have a boat and can come save me, my son, Chris and my dogs please??!!! We are in our attic.” It was shared 178 times. \nIt worked. An old friend saw the post and asked another friend to try to rescue the family. “Facebook is what saved me,” she said. \nThe house is nearly empty now, gutted down to the frame in many places to get rid of the water damage. They’ve lost nearly everything but they have what’s most important – their safety, she knows. And the new baby, a boy named Kai born Sept. 30, is bringing hope to all of them. The hurricane turned neighbors from casual acquaintances into lifelong friends, she said. In some ways, it’s brought out the best of people. \nIt’s been hard for her to ask for help, she said, but without flood insurance and a new baby coming, she’s had to. And she loves that her old friend Wil Scott is devoted to helping those like her who lost so much. Just knowing people like him are out there helps people have faith. \n“Houston stood up,” she said. “People came out and helped.” ‘I’m here’ \nBack at the parking lot of the America’s Best Value Inn, Scott was carrying another case of water to a van belonging to two older women. He’s got something else on his mind. He needs to write his vows. The next day is his 10th wedding anniversary. He and his wife planned months ago to have a celebration and renew their vows. \nThey thought about canceling it after the hurricane, but decided to do it anyhow, fitting it in between work and volunteering at the relief center. After all, this is what marriage is about for them. \nDeena Scott said the man she met all those years back has always been focused on giving back to the community, whether volunteering at their church, mentoring others or helping fold socks at a relief center. When someone needs something, he responds, she said. “Wil has such a passion to help.” \nLater on, Scott says, he’ll go home, play with the kids, write his vows and get ready for the ceremony. But first, there are socks to fold, food donations to be collected and water cases to be stacked. \n“As long as there’s people here, and they need help,” he said, “I’m here.” \nFor more information on this story, contact Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T00:23:19.004+03:00"}, {"thread": {"uuid": "af29902da0170bd426aa3438d1906c8191dc9ae6", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAQXwyenKiYsk5ADkPwPyWgI-", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "In the spirit of Upstanders, Starbucks Foundation is awarding hundreds of thousands to charities", "title_full": "In the spirit of Upstanders, Starbucks Foundation is awarding hundreds of thousands to charities", "published": "2017-10-10T04:02:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Upstander_Poster.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 11, "comments": 0, "shares": 11}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "af29902da0170bd426aa3438d1906c8191dc9ae6", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAQXwyenKiYsk5ADkPwPyWgI-", "ord_in_thread": 0, "author": "", "published": "2017-10-10T04:02:00.000+03:00", "title": "In the spirit of Upstanders, Starbucks Foundation is awarding hundreds of thousands to charities", "text": "Instagram Downloads \nTo mark the release of Season 2 of Upstanders, Starbucks series highlighting ordinary people doing extraordinary things to create positive change, the Starbucks Foundation is launching the “ Upstanders Challenge ” and awarding more than half a million dollars in grants to charities making a difference in their communities. The contest will be hosted on Indi.com, a video sharing platform that allows fans and supporters to interact with brands. \nThe Upstanders Challenge will award 25 grants of $25,000 each to eligible 501(c)3 non-profit organizations in the U.S. that reflect the values of Upstanders — people creating positive change within their communities. The winners will be selected from the charities whose videos generate the most “buzz”. (“Buzz” is different from casting an individual vote; it’s a composite of points accumulated by calculating number of views, likes and shares from Indi and on social media platforms including Facebook, Twitter and Instagram.) \nTo participate, create a nomination video between one and three minutes long that explains how your favorite charity is an Upstander. Videos do not need to be highly produced - Make it easy and use your phone. Upload the video here , then start generating buzz. \nA panel of judges will choose the winning charities from the 40 videos that achieve the most social media buzz. \nThe Upstanders Challenge begins Oct. 9 at 7 p.m. PST and ends Oct. 31 at 11:59 p.m. PST. Winners will be announced by Nov. 30. The first 200 people to submit a video will receive a $20 Starbucks gift card. \nA similar but separate contest for Starbucks partners (employees) will award two grants of $25,000 each to the winning charities. \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-10T04:26:57.002+03:00"}, {"thread": {"uuid": "2505d25f3a6dff558c1f63e2d87ee67b6e36a37d", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAd0CHb8ogpgZzb6rP.mRAf67qeGBeOpRjbEez5NjvKqLvkVZxsA96iwufy1qF3sC2A--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders, A Starbucks Original Series: Stories of extraordinary courage in unexpected places", "title_full": "Upstanders, A Starbucks Original Series: Stories of extraordinary courage in unexpected places", "published": "2017-10-10T02:24:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Upstander_Poster.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 15, "comments": 0, "shares": 15}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 51}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2505d25f3a6dff558c1f63e2d87ee67b6e36a37d", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAd0CHb8ogpgZzb6rP.mRAf67qeGBeOpRjbEez5NjvKqLvkVZxsA96iwufy1qF3sC2A--", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:24:00.000+03:00", "title": "Upstanders, A Starbucks Original Series: Stories of extraordinary courage in unexpected places", "text": "Instagram Downloads \nThis second season of Upstanders is a collection of short stories that asks what it means to have courage in today’s America. \nIn these stories, we visit ordinary people doing extraordinary things – changing lives and communities, and reminding us that we all have the power to make a difference. Upstanders is a tribute to the ordinary people who make a remarkable difference in big cities and small towns across the country. Read, watch – and be inspired. Do you know an Upstander? Tell us about it on our Facebook page . Knives, Fire and Opportunity \nA chef bets his career on a restaurant run by former juvenile delinquents. Chad Houser quit his job as the executive chef at a hot Dallas eatery and risked his career to open a restaurant staffed almost exclusively by former juvenile detention inmates.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "chad houser", "sentiment": "none"}], "organizations": [{"name": "starbucks", "sentiment": "positive"}], "locations": [{"name": "america", "sentiment": "none"}, {"name": "dallas", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:26:58.001+03:00"}, {"thread": {"uuid": "0073466f0ab6e1429749295f96ec37fa6787de53", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAbr5_.ElbxbzeYnQCzM7OzkADA49Ne8RzoPcehPSvien", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: The Disappearing Island", "title_full": "Upstanders: The Disappearing Island", "published": "2017-10-10T02:17:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Bob_Inglis.JPG", "performance_score": 1, "domain_rank": 1613, "social": {"facebook": {"likes": 145, "comments": 0, "shares": 145}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0073466f0ab6e1429749295f96ec37fa6787de53", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAbr5_.ElbxbzeYnQCzM7OzkADA49Ne8RzoPcehPSvien", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:17:00.000+03:00", "title": "Upstanders: The Disappearing Island", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nDuring the first six years Bob Inglis served in Congress, in the 1990s, he was a party-line Republican who scoffed at those who claimed the Earth’s climate was changing as a result of human activity. \n“If Al Gore was for it, I knew I should be against it,” he says, referring to the vice president at the time, who has been an outspoken environmental activist. “I focused on climate change only to dismiss it” as an issue that merited attention. \nIn 2004, when Inglis sought to claim his old South Carolina seat after a six-year hiatus from the U.S. Capitol, his son, who had just turned 18, beseeched him to reconsider his climate-change denial. “Dad, I’ll vote for you,” he said, “but you’re going to have to clean up your act on the environment.” \nOther politicians might have offered a disingenuous promise to their child. Not Inglis. He joined the House Committee on Science and Technology and traveled to Antarctica, where he learned that ice core drillings showed an uptick in atmospheric carbon dioxide coinciding with the dawn of the Industrial Revolution. \nIt was there, on the planet’s snowy underside, that he had an epiphany. “We’re changing the chemistry of the air,” he says. “It was made clear to me on that trip.” \nThen he journeyed to the Great Barrier Reef in Australia, where he witnessed the bleaching of some of the world’s most breathtaking coral formations, that’s occurring because of rising sea temperatures. Upon his return, he decided he had seen enough. \nIn 2009, at the start of his sixth term in Congress, he introduced a bill called the “Raise Wages, Cut Carbon Act,” to the consternation of Republican leaders. The legislation sought to levy a carbon tax that would result in higher costs for fossil fuels that emit more carbon when burned, such as coal, compared to cleaner fuels like natural gas or renewable sources of energy. \n“The goal was to level the playing field,” he says. “It wasn’t to impose any artificial price on fossil fuels, and not to prop up the renewables. It simply would have forced an honest accounting of the true costs of different forms of energy.” \nThose costs, of course, would not just be those associated with production and distribution, but also with the carbon spewed into the atmosphere. “In the salad bar of life, take what you want but pay for what you take,” he told fellow legislators who expressed skepticism. “If you want to burn coal, fine – just pay the whole cost of it. Be accountable, because you’re putting soot into the air.” \nA carbon tax, he reasoned, would make renewable sources of energy, such as solar and wind, comparatively cheaper. As a consequence, the government could save money by eliminating green-energy subsidies. \nIt was the sort of idea that might have found interest among voters in San Francisco or Seattle. Less so among those in the Fourth Congressional District of South Carolina, which he calls “the reddest district in the reddest state in America.” There, at the time, he says, “It was almost necessary to say, ‘I don’t believe in climate change, and you shouldn’t either.’” \nHe set out to try to change minds among the voters who put him in office. \n“I knew I was taking a risk when I stepped out of line and said that, ‘Climate change is real. Let’s do something about it,’” he says. “But if you’re not willing to risk your seat in Congress, there’s very little reason to be there. If you’re just going to follow the crowd, that’s not leadership.” xxx \nIn his first five terms in Congress, Inglis was beloved by conservative groups. He received 100 percent ratings from the Christian Coalition and the National Right to Life Committee. The National Rifle Association gave him an A grade. The American Conservative Union rated him at 93 percent, which, he notes, “is an A in most places.” \nTo liberals, however, he was a failure. Americans for Democratic Action scored him at zero. The AFL-CIO, which represents organized labor, gave him 23 percent. “I was hoping for a zero from them,” he laughs. \nAs he spent more time in Congress, though, he began to break with his party on key votes. He opposed President George W. Bush’s troop surge in Iraq, seeing it as a costly nation-building endeavor. He supported efforts to pass comprehensive immigration reform. And he backed Bush’s Troubled Asset Relief Program, to bail out the financial industry during the last recession, an initiative that was anathema to Tea Party supporters, including many in his district. \n“But my most enduring heresy was just saying, ‘Climate change is real. Let’s do something about it,’” he says. \nWhen he ran for re-election in 2010, four fellow Republicans in his district lined up to challenge him, and they all took aim at his views on the climate. One of them told voters that the carbon-tax bill was “another example of how brother Bob has gone astray.” \nAt a debate, when the moderator asked each of the four whether they believed humans were causing the climate to change, Inglis was the only one to say, “Yes.” The crowd booed and hissed. \nHe made matters worse for himself at another event, when a man in the audience claimed that Obama did not put his hand on his heart when the national anthem was played. Inglis knew what the crowd wanted to hear: What do you expect of a secret Muslim, a non-American, a socialist? \n“Any of those would have done just fine at the moment,” he says. “The crowd would have been with me. People would have said, ‘Yeah, that’s our Bob!’” \nCan’t do it, he thought. Won’t do it. \n“I’ve been with President Obama,” he told the crowd. “I disagree with him on most everything, but what you’ve said just isn’t true. The president is a loyal, patriotic American who loves his wife, loves his kids, loves his country.” \nOn Election Day, Inglis got the boot. His opponent pulled in 71 percent of the primary runoff vote. \n“A rather spectacular face-plant,” he says. \nHe had no regrets. xxx \nSeven years later, in August 2017, Inglis stepped off a small boat and onto a wooden dock on Tangier Island, a mile-long dab of land in the middle of the Chesapeake Bay that is home to about 460 people. \nPolitical exile had brought him there. \nAfter he left Congress, he decided not to return to his law practice in Greenville. Instead, he sought to keep fighting for a carbon tax by forming a nonprofit group called RepublicEn. He set out not to win over Democrats but to influence his fellow Republicans – the very people who had kicked him out of office. \nHe began to travel the country to speak on college campuses and to any group of conservatives who would invite him. Instead of delivering the sort of message common to left-leaning environmental activists, who sometimes rail against corporate interests and urge people to change their consumption habits, Inglis tailors his stump speech for conservative ears. \nHe chooses to avoid alarmist rhetoric. “We look for reasonable people to show us the exits from the burning building, not people running around saying, ‘We’re all gonna die. We’re all gonna die.’” And he insisted conservatives could address climate change without compromising their values or destroying the economy. \nA tax on pollution, he insists, can be attractive to Republicans with one key condition: The tax revenue is returned to the American people. “This isn’t about growing government,” he says. “It’s about incentivizing the right behavior.” \nHe argues that the American energy economy is distorted. The price we pay for fossil fuels does not include the long-term costs to the environment and to human health. Meanwhile, renewable forms of energy are heavily subsidized by the government. Inglis wants to kill the subsidies, but he also wants people to pay up front for the full costs of the energy they use. \n“Let’s level the playing field,” he says. “Let’s factor in all of the costs and show it at the meter, show it at the pump.” \nTaxing pollution is a concept that has elicited support among some prominent conservative economists, including Arthur Laffer and the late Milton Friedman, both of whom served as economic advisers to President Ronald Reagan, a fact that Inglis is fond of mentioning in his speeches. \nAlthough Inglis has seemed to be a lonely warrior in his quest, the concept of a carbon tax has been gaining traction among GOP luminaries. Former secretaries of state James A. Baker III and George P. Schultz threw their support behind it earlier this year. But few others in the party work the hustings like Inglis, trying in meeting after meeting, in town after town, to generate grassroots support for taxing carbon. \nWhich is why he traveled to Tangier. The island is disappearing. \nAreas that were dry land as recently as a decade ago are underwater. Every year, it seems, the place shrinks by a few yards in all directions. When tides are high, water pools under the community’s sole schoolhouse and in many residents’ gardens. People have taken to parking their golf carts – the principal form of transport around the island – on wooden docks in front of their homes. \n“I’m crabbing on areas I used to walk on,” says the mayor, James “Ooker” Eskridge, who, like most men on the island, catches crabs for a living. \nBut Eskridge and the majority of other residents don’t blame a rise in sea levels resulting from changes to the planet’s climate. The problem, as they see it, is the tidal erosion of their beaches. \nInglis, who had learned of how residents were feeling about climate change from news reports, figured that he needed to take a shot at convincing them himself. And they were his sort of crowd: Most Tangier residents describe themselves as politically conservative. \nHe asked Eskridge to convene a town meeting at the Fisherman’s Corner restaurant. “If they heard it from their tribe, in their own language,” Inglis figured, perhaps “they could say, ‘Yeah, we’re for that.’” xxx \nThe evening began with a brief prayer and green salads, and then continued with heaping plates of deep-fried soft-shell crabs and broiled flounder washed down with iced tea. When the two dozen guests had eaten their fill, Inglis stood to speak. \nHe began with a long introduction, describing how he had grown up on the South Carolina coast. Then he told them about his time in Congress and the journey of learning that took him to Antarctica and Australia. Finally, he served up his rhetorical main course: “You’re on the front lines of climate change,” he declared. \nThe men and women around the table, most of them middle-aged, remained unmoved. \n“When I see the sea level rising, I’ll shout it from the rooftops,” Eskridge told him. “But I’m just not seeing it. I’m not lying about it or denying it, I’m just telling you what I see.” \nThe mayor said he has not seen the water level change on the wooden piers near his crab shack. What the island needs, he said, is not long-term solutions to addressing the climate, but an imposing sea wall composed of large rocks that would prevent erosion. \n“We’re not really focused on sea-level rise,” he said. \nInglis kept trying. He sought to set himself apart from liberal environmental activists by speaking of the importance of faith in his life. He spoke of his record with conservative groups. And he shared with his audience, in moving and personal terms, what he has learned from scientists. \n“Why is it that we, as conservatives, don’t want to listen to the scientists?” he asked. \nSeveral residents responded by lumping scientists with state officials who set rules to prevent overharvesting of Chesapeake Bay crabs. They railed against environmental regulations mandated by the state of Virginia that, they said, make it more difficult for them to earn a living on the water. \n“We’re all about protecting the Chesapeake Bay,” the mayor said. “It’s more important to us than it is to any scientist or regulator. But when they talk about fixing the environment, they go to extremes and they leave the common guy out.” \nDuring the two-hour meeting, only one person – the wife of a ferryboat captain – voiced support for the idea that the Earth’s climate is changing as a result of human activity. \nAfter everyone left, Inglis took stock of the evening with one of his aides. “I don’t think I changed any minds,” he admitted. “But I think I opened some minds.” \nThe next day, after taking Inglis for a tour of the island, Eskridge praised the former congressman for having the courage to stand before a room full of people who did not agree with him. \n“He was very polite about it,” the mayor said. “We’ve had other folks come in, and because we had different opinions on the climate change and sea-level-rise issue, they really got nasty about it…. Bob’s approach was the way you should approach these things.” \nAn hour later, as Inglis prepared to head home, he contemplated the work ahead. More trips. More talks. More skeptical crowds. \n“Sometimes you take an arrow in the back,” he said. “But that’s all right. The pioneers take the arrows.” \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "arthur laffer", "sentiment": "none"}, {"name": "ronald reagan", "sentiment": "none"}, {"name": "inglis", "sentiment": "none"}, {"name": "james", "sentiment": "none"}, {"name": "obama", "sentiment": "none"}, {"name": "eskridge", "sentiment": "none"}, {"name": "george p. schultz", "sentiment": "none"}, {"name": "james a. baker iii", "sentiment": "none"}, {"name": "george w. bush", "sentiment": "none"}, {"name": "bob", "sentiment": "none"}, {"name": "al gore", "sentiment": "none"}, {"name": "bush", "sentiment": "none"}, {"name": "bob inglis", "sentiment": "none"}, {"name": "milton friedman", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}], "organizations": [{"name": "congress", "sentiment": "none"}, {"name": "tea party", "sentiment": "none"}, {"name": "national rifle association", "sentiment": "none"}, {"name": "national right to life committee", "sentiment": "none"}, {"name": "american conservative union", "sentiment": "none"}, {"name": "gop", "sentiment": "none"}, {"name": "christian coalition", "sentiment": "none"}, {"name": "house committee on science and technology", "sentiment": "none"}, {"name": "democratic action", "sentiment": "none"}, {"name": "afl-cio", "sentiment": "none"}], "locations": [{"name": "tangier", "sentiment": "none"}, {"name": "seattle", "sentiment": "none"}, {"name": "greenville", "sentiment": "none"}, {"name": "south carolina", "sentiment": "none"}, {"name": "tangier island", "sentiment": "none"}, {"name": "earth", "sentiment": "none"}, {"name": "san francisco", "sentiment": "none"}, {"name": "fourth congressional district of south carolina", "sentiment": "none"}, {"name": "u.s. capitol", "sentiment": "none"}, {"name": "fisherman’s corner", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "chesapeake bay", "sentiment": "none"}, {"name": "antarctica", "sentiment": "none"}, {"name": "iraq", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "virginia", "sentiment": "none"}, {"name": "great barrier reef", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:00.002+03:00"}, {"thread": {"uuid": "a9a6f03fb89a9314363fc4761fe55ae3a4614c07", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAT2RSuLN.eK_VWJxqRfXEU0gJrP9bJ9WXUxmePX.u9uk", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: The Firefighters’ Rescuer", "title_full": "Upstanders: The Firefighters’ Rescuer", "published": "2017-10-10T02:16:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Mike_Upstander.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a9a6f03fb89a9314363fc4761fe55ae3a4614c07", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAT2RSuLN.eK_VWJxqRfXEU0gJrP9bJ9WXUxmePX.u9uk", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:16:00.000+03:00", "title": "Upstanders: The Firefighters’ Rescuer", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nStanding in front of a classroom of 25 recruits at the Washington State Fire Training Academy, veteran firefighter Michael Washington looked and sounded as strong as they come. At 6 feet, with a bald pate, his linebacker’s frame filling out a navy-blue Seattle firefighter uniform, it was easy to imagine him carrying someone out of a burning building. \nThe 55-year-old described responding to fiery infernos and horrific car wrecks, being called to a school shooting, and arriving on the scene of a massive, deadly mudslide. He told the red-shirted recruits that in addition to working as a firefighter for 29 years, he had served as an active-duty and reserve Marine for more than two decades and was deployed four times, including to Iraq and Afghanistan. \n“As firefighters, as law enforcement, as military, we try to play that tough image,” he said. “I’m tough – and I’m good to go. And we wouldn’t share if we’re having a hard time dealing with something. We internalize it.” \nThe last thing that someone like him would do, Washington suggested, was disclose his challenges to a room full of fellow firefighters. But that’s what he proceeded to do. \n“I was molested when I was about 8,” he said. “I watched my mom almost get killed. If I didn’t wake up and scream – the guy ran out after trying to crush her head with a bottle – she would have died.” \nHe told them about June 14, 2008, when he was working an overtime shift at Seattle’s Station 16, while his son, Marine Sgt. Michael T. Washington, was deployed to Afghanistan. He saw a white Chevy Suburban pull into the station. A Marine captain was in the front seat. His son’s mother was in the back. Before anyone got out, he said, choking back tears, “I knew that they were telling me that my son had been killed in action.” \nHe kept a stoic face, even through the wake and funeral. “I wasn’t going to let anyone see me cry. I had to be strong.” \nThe brave face belied his inner turmoil. “I was going down real fast,” he said. xxx \nWashington’s entire adult life has been defined by service. \nHe joined the Marine Corps after graduating from high school in 1981, craving adventure and wanting to follow in his father’s footsteps. Back then, overseas deployments were rare, and he eventually wound up in a desk job. \nAfter seven years, he decided to seek more excitement. He left the active Marines and joined a reserve light armored reconnaissance battalion, and he became a full-time firefighter in a small Southern California town. \n“The fire service had the adventure and camaraderie I was looking for in the military,” he says. “It really spoke to me. We get out here and show up and try to make things right for people when everything is going wrong.” \nMost modern firefighters are jack-of-all-trades problem solvers. Only a tiny fraction of emergency calls to most departments across the United States involve fires. Usually, when a call comes in it’s a request for medical assistance. “Our job is all about interaction with the public on what is probably the worst day in their lives,” he says. \nSometimes there is the satisfaction of saving a life, of extricating someone from a car wreck or defibrillating a heart-attack victim, but in big cities such as Seattle – whose department he joined 26 years ago because he wanted even more adventure – almost every week brings another “bad call.” A horrific car accident. A fatal shooting. A domestic assault. An early morning cry from a mother whose infant has succumbed to SIDS. At these times, firefighters and police officers and emergency medical technicians can’t save families from indescribable tragedy. \nAfter the rough calls, Washington, like many first responders of his generation, would return to the station and quietly nurse a mug of coffee. When he got home the next day, he’d have a few extra drinks. He never raised his hand and told his bosses, “I need to sit the next one out,” or, “I need some help.” \n“If you did that, the perception was that you were weak,” he says. “If you looked around, nobody else was raising their hands. So why would you do that?” \nFirefighters, he says, “like being that person who is running in when others are running out. We’re a macho profession, and we like that. But for too long, it’s been a profession that did not include shedding a tear. It did not include taking a break. It did not include saying, ‘I need to talk to someone.’ When the bell sounds, you need to be the guy who’s ready to go again.” \nBut the bad calls began to take a toll. There were devastating fires. There were the deaths of children. There was a double murder-suicide in which he followed the first police officer into the residence, searching in vain for a pulse on the victims. \nAll that came on top of the horrifying memories from his childhood. \nAnd it was followed by the news no father should ever have to receive. \nThrough it all, he never raised his hand. He never asked for help. \n“I’m good to go,” he insisted to his crew. \nHe began drinking heavily every night. He got into bar fights. He snapped at his colleagues. \nThen he turned on himself. He rode his Harley-Davidson motorcycle through red lights, hoping someone would strike him. \nHe ceased the vehicular Russian roulette after realizing that it would be a firefighter who would have to pick up his corpse. He didn’t want to put one of his buddies through that. \nSo he walked up to the edge of a bridge. He stepped back when thoughts of his daughter and his grandkids entered his mind. He couldn’t bear causing them pain. \nBack at work, though, he stuck to the same refrain: “I’m good to go.” xxx \nA group of his veteran buddies eventually concluded he wasn’t all right. But they knew he wouldn’t own up to it. So they hatched a plan. \nIn 2015, they organized a trip to a post-traumatic stress retreat in California run by a nonprofit organization called Save a Warrior. Washington thought he was going as a counselor to help young veterans dealing with post-combat stress. \nWhen he arrived, he realized he wasn’t there to help, but to get help. The session set him on a path to address his mental health, beginning with the realization that he needed to talk to a counselor about a lifetime of trauma. That led him to stop abusing alcohol, and to stop toying with his life. \nWhile Washington was getting help, he realized his pain needed to be channeled into helping his fellow first responders. He redoubled his work with the Seattle Fire Department’s Critical Incident Stress Management Team. Even as his own stress was eating at him, he had been among a small group of department veterans who helped their fellow firefighters decompress after major events. \nHis journey of recovery provoked an epiphany: If he wanted to keep fellow firefighters safe, he needed to share his story – to encourage them to seek help if they needed it. He had, and he didn’t fell a bit weaker. \nHe then did something remarkable in the world of good-to-go firefighters: He opened up. He visited fire stations across Washington state and told them about his childhood abuse, the stress of combat deployments, the years of bad calls, and the death of his son. His colleagues were riveted. And their tough facades gave way to raised hands. \nWhile the challenge of post-traumatic stress among those in the military who deployed to combat zones has received widespread attention in recent years, comparatively little focus has been devoted to the burdens borne by our nation’s approximately 10 million first responders. Washington wanted to address that gap. \nHis story broke through in ways that efforts by mental-health professionals and department leaders had not. When tough-as-nails Mike Washington opened up, others felt free to do the same. \nHe began to take his story to the state’s fire academy – to tell recruits that there is no shame in stress. Some of them look at him with disbelief, but he is unperturbed. He knows it’s too early for them to feel stressed out. That will happen later. And when that happens, he wants them to think back to his talk. \n“Mike’s story has a very powerful lesson,” says Seattle fire chief Harold Scoggins. “You can be strong and still ask for help.” \nWhen Washington talks to firefighters who have been involved in serious incidents, he gives them his personal mobile phone number with a plea to call him any time, day or night. \n“I always answer,” he says. “I think to myself, ‘It could have been me on the other end of the line.’” \nHe’s the first to acknowledge that he’s not a professional counselor. He offers himself up as a confidential, nonjudgmental colleague, someone who will listen and can offer some perspective. Sometimes that’s all his fellow firefighters need. On other occasions, he paves the way for them to seek professional counseling. \n“We all need someone we can talk to about what’s eating at us,” he says. “I know because I didn’t have anyone like that.” xxx \nOn March 22, 2014, a rain-soaked hillside slid into the town of Oso, Washington, burying dozens of homes and leaving a mile-wide swath of apocalyptic devastation. Among the first to respond was Dennis Fenstermaker, the chief of the volunteer fire department in the neighboring town of Darrington, nestled in the foothills of the Cascade mountain range. \nFenstermaker served as the initial incident commander, supervising the frantic effort to rescue survivors. He and his crews stayed on the site for days and participated in the search for the bodies of the dead, who ended up numbering 43. \nAlthough the 64-year-old Fenstermaker has been a Seattle firefighter for 39 years, nothing prepared him for the near-total destruction of his own community. The dead and injured included people he knew. Within a few days, his stress began to impact his leadership of the Darrington force. \n“I felt threatened by things that maybe I didn’t think I was doing well,” he says. “I lost confidence in my ability to lead. I had marital difficulties.” \nIn the days after the slide, first responders from across Washington state charged into Oso. Among them were Mike Washington and members of Seattle’s Critical Incident Stress Management Team. \nFenstermaker, who knew Washington casually – they are assigned to stations on opposite ends of Seattle – was amazed at how members of his small volunteer department gravitated toward him. \n“Mike has charisma,” he says. “People feel comfortable around him.” \nOne day not long after the slide, Fenstermaker struck up a conversation with Washington. Fenstermaker immediately felt at ease. He instinctively trusted Washington, and told him about the weight on his shoulders. \n“This is a guy that understands exactly where I’m at because he’s already been there,” he says. “He’s gone through this, so I’m gonna learn something from him that I wouldn’t probably have picked up from somebody else.” \nAfter the conversation, Fenstermaker decided to speak with a professional counselor. \n“I wasn't going to go talk to somebody,” he says. “I was a tough guy. I could figure it out and work it out myself. But having a conversation with Mike will give you the license to go someplace you wouldn’t otherwise go.” \nThe conversation also affirmed Washington in his own journey. \n“If baring my soul helps other people, then it’s worth it,” he says. “I don’t want people to end up like I did.” \nFenstermaker and other Seattle firefighters admire Washington and his life of service and sacrifice. \n“Every team needs someone like Mike,” he says. “His life inspires us.” \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "michael t. washington", "sentiment": "none"}, {"name": "mike", "sentiment": "none"}, {"name": "michael washington", "sentiment": "none"}, {"name": "dennis fenstermaker", "sentiment": "none"}, {"name": "darrington", "sentiment": "none"}, {"name": "harold scoggins", "sentiment": "none"}, {"name": "fenstermaker", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}, {"name": "mike washington", "sentiment": "none"}], "organizations": [{"name": "marine", "sentiment": "none"}, {"name": "harley-davidson", "sentiment": "none"}, {"name": "chevy suburban", "sentiment": "none"}, {"name": "marine corps", "sentiment": "none"}, {"name": "seattle fire department", "sentiment": "none"}, {"name": "washington state fire training academy", "sentiment": "none"}], "locations": [{"name": "southern california", "sentiment": "none"}, {"name": "afghanistan", "sentiment": "none"}, {"name": "seattle", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "darrington", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "oso", "sentiment": "none"}, {"name": "iraq", "sentiment": "none"}, {"name": "california", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:03.001+03:00"}, {"thread": {"uuid": "1320c307ab5fadd01227752a51906899b90fbf21", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAYulYMLWdNsZYQkK4iyEftgC5LKO7hTnYQ--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: Saving Middletown", "title_full": "Upstanders: Saving Middletown", "published": "2017-10-10T02:15:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Ami_upstander.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 1, "comments": 0, "shares": 1}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1320c307ab5fadd01227752a51906899b90fbf21", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAYulYMLWdNsZYQkK4iyEftgC5LKO7hTnYQ--", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:15:00.000+03:00", "title": "Upstanders: Saving Middletown", "text": "Instagram Downloads \nEditor’s not e: This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. \nBy the standards of Middletown, Ohio, a rivet on the Rust Belt halfway between Cincinnati and Dayton, Ami Vitori got lucky. \nShe got away. \nAt age 17, she received a letter of admission from Georgetown University in Washington, D.C., and left behind her city’s shuttered factories and dilapidated homes. Once she graduated, she went to work for an investment banking firm in New York City. After a few years in the world of finance, a desire for adventure and sunshine drew her to Los Angeles, where she ran a film production company, before she returned to Washington to start her own marketing and branding firm. \nShe was driven and determined, and business flourished. She married Marine officer Kevin Kimener and started a family. They moved into a comfortable home in a tony, leafy enclave of the nation’s capital. \nWall Street, Hollywood, D.C.: For a kid from a small, blighted town in the Midwest, “it was the American Dream.” \nWhenever she returned to Middletown to visit her family, the steady deterioration she observed in her small city of roughly 50,000 left her heartbroken. The giant steel plant was shedding jobs. One by one, other factories ground to a halt. The shopping mall near Interstate 75, where she had worked as a high schooler, lost almost all of its retailers. She’d drive past once-thriving neighborhoods and wonder, Are people even living here? And she would bicker with her mother, who sought to comfort her by insisting, “Middletown is still sweet.” \nVitori Kimener, as she was known by then, would have none of it. This isn’t any place I could imagine ever coming back to, she thought. Middletown doesn’t feel like a place you can succeed anymore. \nAs the condition of the city grew more perilous, she started to think of ways she could use her marketing skills to lend a hand. But Vitori Kimener, who possesses seemingly unceasing energy and a bottomless reservoir of kindness, soon realized there was only so much she could do from afar. And what good was marketing assistance, she reasoned, if there wasn’t a vibrant economy to market? \nInstead of resigning herself to another depressing visit home, she persuaded her husband, who was employed as a business consultant, that they needed to put it all on the line: They’d quit their jobs and move to Middletown with their three young sons. She wasn’t sure what they’d do to help, but that wasn’t going to stop her. Kimener, who had served two combat tours in Iraq, knew better than to try to dissuade his wife. \nThey pulled up stakes from Washington in 2015. By the following year, their coastal friends no longer asked “Where?” when they heard the family’s new address. Fellow Middletownian J.D. Vance had published his gripping memoir, Hillbilly Elegy, in which he describes the city’s downtown as “a relic of American industrial glory” and provides an intimate portrait of the struggles of his white, working-class family. The book had rocketed to the top of the New York Times bestseller list. Television crews and newspaper reporters from all over the world were descending upon Middletown to use it as a backdrop for stories that sought to explain why so many people in the nation’s struggling industrial heartland were embracing presidential candidate Donald Trump. \nThe city had become synonymous with failure in the eyes of millions of Americans. \nIf there was a moment for Vitori Kimener and her husband to run back to Washington and reclaim their old jobs, that was it. But she dug in deeper. She set her sights on a 40,000 square-foot former J.C. Penney building on Central Avenue in the city’s then-forlorn downtown. \nSoon after moving to Middletown, the couple plowed almost all of their savings into buying the building and starting the laborious process of renovating it into a hub of local businesses, including a yoga studio and a gourmet restaurant, which they planned to operate themselves. She hoped the rehabilitated four-story structure, along with a handful of other new businesses nearby, would help breathe fresh life into a dying city. \n“I could see a restaurant with a big patio. I could hear people eating outside. I could see a fountain,” she says. “I could envision the vibrancy when I looked at the corner − and to me, that was the answer.” \nShe didn’t bother with any market research, nor was she worried that she had never run a restaurant or a yoga studio. She charged ahead with the same speed with which she had once fled the city. \n“I wanted to see things come to life as quickly as they could,” she says. “I wanted to go all in.” xxx \nFor most of the 20th century, Middletown drew, rather than repelled, people who hoped to achieve the American Dream. Thousands upon thousands of people migrated to the city. Some, like J.D. Vance’s grandparents, came from the mountains of Appalachia. Others, like Vitori Kimener’s great-grandparents, crossed the Atlantic Ocean and kept traveling west to avoid the discrimination that Italian and Irish immigrants faced in older, coastal cities. \nThey were lured by ample opportunities for employment. A dozen paper factories lined the banks of the Great Miami River. In 1900, the American Rolling Mill Company opened a manufacturing plant on a vast tract; it became the country’s largest producer of rolled steel, with legions of workers toiling around the clock to churn out products used by the automobile and railroad industries. \n“This was a steel town, and it was a good place to live,” recalls Wilbur Cohen, the 94-year-old chairman of a metal recycling company that his father and uncle started in 1924. \nArmco, as the steel company was known, was a benevolent employer. It offered workers health insurance, life insurance, and a generous pension. The company built a large park, sponsored community organizations, and offered college scholarships, though many high school graduates simply followed their fathers into the plant, where they earned salaries that secured them a place in America’s burgeoning post−World War II middle class. \nThat prosperity, in turn, fueled a vibrant local economy. Restaurants. Department stores. A bustling downtown along Central Avenue. \n“We had seven jewelry stores. Four furniture stores. There were haberdashers and ladies’ ready-to-wear,” recalls Dick Isroff, a 77-year-old whose parents opened one of the jewelry stores. “The downtown was thriving ... and there was a real sense of community.” \nIn 1958, Middletown was honored as an “All-American City” by the National Municipal League and Look magazine, then a large national publication. \n“Middletown was the blueprint for what everyone hoped would happen” in the United States, Vitori Kimener says. “We had industry. We had great schools. We had great families. There was great retail and entertainment. We really had it all here.” \nBy the 1980s, however, the music slowed. The paper mills began closing down. Armco, which employed more than 6,000 people at its peak, was cutting jobs. The reasons were no different in Middletown than they were in almost every other manufacturing town in the Rust Belt: increasing automation and foreign competition − forces that would only accelerate in successive decades. The lack of new hiring crippled the city. The furniture and jewelry stores closed. So did the clothiers and the restaurants. \nThe downtown was nearly abandoned and boarded up before Vitori Kimener entered high school. But the mall near the interstate still hummed. Eventually, though, it too succumbed to the atrophying economy, which had been further pummeled by the Great Recession. Aside from a few strips of retail near the old mall, only the dollar stores and pawnshops seemed to be hanging on. \nDisability and unemployment insurance helped pay bills in some homes. In others, people found themselves at rock bottom, unable to afford rent − or food. As a salve, some turned to prescription opioid pain pills. And when those became too expensive or hard to get, they sought out heroin or fentanyl from the dealers who ply Interstate 75. \n“When we were growing up, the thing that you heard people say is that they wanted to get out of Middletown,” Vance, the author, recalled during a tour of his hometown this spring. “If you grew up here, the way to get up was to get out.” xxx \nOnce Vitori Kimener and her husband took possession of the old J.C. Penney building, her focus on turning around her hometown narrowed to that single structure. \nFrom the outside, the boxy, red-brick edifice spoke to the city’s past glory, not simply because it had been a busy department store, but because a four-story mural on the east facade depicted pioneer settlers and barges on the river. Inside, however, the building was anything but majestic. The roof leaked, the plumbing was decrepit, and carpet needed to be ripped out on three of the four floors. \nThe structure cost them $145,000. Renovations, they figured, would run past a half-million dollars − a “bigger bite of the apple than I realized,” she says. \nSchedules were another challenge. They had wanted to open their comfort food restaurant, Gracie’s (named after Vitori Kimener’s grandmother), in February. Construction and investment delays pushed the first dinner service to the summer. \n“We had done a few home remodels in the past, but this is a completely and totally different thing,” she says. “The commercial construction game has been eye opening. It’s definitely not an HGTV show.” \nThey were encouraged along the way by a small cadre of local entrepreneurs who were also taking significant personal financial risk to resuscitate the downtown. There was Lydia Montgomery, a former dental assistant, who opened a smartly curated boutique called Society. Heather Gibson had started the Triple Moon Coffee Company, which is packed in the mornings and afternoons with everyone from high school students to retirees. Before long, a vacant storefront was turned into a wine bar. Another housed an artisanal leather goods shop and a bicycle store with microbrews on tap. \nMontgomery and Gibson recall people discouraging them from trying to build their businesses downtown. “You’re insane,” Gibson was told. “You need to go somewhere else,” Montgomery was admonished. That only emboldened them. \n“To get Middletown to the place everyone truly wants, even the people who speak negatively about it, it’s going to require people to take a leap of faith,” Montgomery says. \n“Shopping malls don’t have character. They don’t have charm,” Gibson says before pointing to Central Avenue. “What’s going on here is authentic.” \nMiddletown’s challenges − high unemployment, rampant drug abuse, a weak tax base, and workers who lack the technical skills now required by the steel plant − won’t be solved with new shops and restaurants along Central Avenue. But Vitori Kimener is convinced that those amenities are key to the city’s rebirth: The new employers the community needs, and the skilled workers to staff those firms, will only want to come if they see a livable place with trendy stores and eateries. \n“What happens when these big industries that are literally the bedrock of your community go away or downsize? What’s the Plan B? How do we still thrive as a community? I think Middletown has spent almost two decades in shock not knowing the answer to that,” she says. \n“When I think about rebuilding a city, rebuilding Middletown, it’s really almost atomic. You can look at bigger movements: new businesses, big buildings out by the freeway, or new industrial parks. And those are great things. And those make a difference. They bring jobs. They bring vitality,” she says. “But there’s so many smaller pieces. There’s so many particles that really have to reverberate through the town, in my mind, to really bring back the spirit of what we’re talking about, in rebuilding small-town America. And those pieces are everywhere. Those pieces are neighborhoods and parks that need to be cleaned up. They’re small businesses that are enticing to millennials who want to move to an authentic downtown that’s got a leather shop and a yoga studio and a coffee place, and all the things that make a place attractive and alive again.” \nVance, who served in the Marine Corps, went to law school, and worked in venture capital in San Francisco before returning to Ohio in the spring of 2017 to invest in Rust Belt entrepreneurs, sees what is occurring in his hometown as a case study in rebuilding small-town America. “One really productive thing folks can do is to make their town the sort of place people want to live in,” he says. “To provide the amenities, the cultural assets that make it a nice place to raise a family.” \nTo discourage people from referring to her project as the “old J.C. Penney building,” Vitori Kimener rebranded it Torchlight Pass − a passing of the torch, she believes, to a new generation of residents. \nFor those like Gibson and Montgomery, who planted their stakes along Central Avenue before Vitori Kimener, her return from the big city sent a powerful message not only to skeptics in the community, but to other aspiring entrepreneurs. \n“Ami and Kevin coming back to Middletown has been a vital part of our revitalization,” Gibson says. “People say, ‘That was a big thing for Ami to leave Washington, to leave her career, and come back home and do this. And if she can do it, why can’t I do it?’” \nAlthough moving back entailed “a big risk,” as she describes it, and a profound change in lifestyle, Vitori Kimener, now 43, believes she will get more in return − perhaps not financially, but in myriad other ways: She relishes the sense of community she felt growing up in a small town, and she wants to provide that to her three young boys. \nShe readily acknowledges that the success of her venture remains “a big unknown,” but she has been heartened by early signs along the street. Gibson’s cafe had a line out the door on its first day. The wine bar is shoulder to shoulder on weekend evenings. The yoga studio has been busier than she expected, and a hair salon in the building is almost always booked. \n“When I saw, a few Fridays ago, that all the bars were packed − you couldn’t get in, you couldn’t get a drink − it just fills me with this sense of more encouragement,” she says. “You feel like you’ve found that wave and you’re riding it. You just know you’re in the right place, at the right time, and that’s a really good feeling.” \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "middletownian j.d. vance", "sentiment": "none"}, {"name": "j.c. penney", "sentiment": "none"}, {"name": "ami vitori", "sentiment": "none"}, {"name": "wilbur cohen", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "kevin kimener", "sentiment": "none"}, {"name": "montgomery", "sentiment": "none"}, {"name": "vitori kimener", "sentiment": "none"}, {"name": "heather gibson", "sentiment": "none"}, {"name": "kimener", "sentiment": "none"}, {"name": "j.d. vance", "sentiment": "none"}, {"name": "dick isroff", "sentiment": "none"}, {"name": "vance", "sentiment": "none"}, {"name": "gibson", "sentiment": "none"}, {"name": "kevin", "sentiment": "none"}, {"name": "lydia montgomery", "sentiment": "none"}, {"name": "ami", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}], "organizations": [{"name": "hgtv", "sentiment": "none"}, {"name": "j.c. penney", "sentiment": "none"}, {"name": "armco", "sentiment": "none"}, {"name": "american rolling mill company", "sentiment": "none"}, {"name": "national municipal league", "sentiment": "none"}, {"name": "marine", "sentiment": "none"}, {"name": "new york times", "sentiment": "none"}, {"name": "marine corps", "sentiment": "none"}, {"name": "georgetown university", "sentiment": "none"}, {"name": "triple moon coffee company", "sentiment": "none"}], "locations": [{"name": "united states", "sentiment": "none"}, {"name": "atlantic ocean", "sentiment": "none"}, {"name": "cincinnati", "sentiment": "none"}, {"name": "d.c.", "sentiment": "none"}, {"name": "central avenue", "sentiment": "none"}, {"name": "dayton", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "great miami river", "sentiment": "none"}, {"name": "new york city", "sentiment": "none"}, {"name": "san francisco", "sentiment": "none"}, {"name": "hollywood", "sentiment": "none"}, {"name": "rust belt", "sentiment": "none"}, {"name": "midwest", "sentiment": "none"}, {"name": "appalachia", "sentiment": "none"}, {"name": "gracie", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "middletown", "sentiment": "none"}, {"name": "ohio", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}, {"name": "iraq", "sentiment": "none"}, {"name": "interstate 75", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:05.021+03:00"}, {"thread": {"uuid": "96d59d9d3b9a92b5d93639f28fa0f5889bd1d3d6", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAa__reUHHlyaRbj4_H9VOSDSPk3bIQyP6g--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: Love for All in Utah", "title_full": "Upstanders: Love for All in Utah", "published": "2017-10-10T02:14:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Stephenie_upstander.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "96d59d9d3b9a92b5d93639f28fa0f5889bd1d3d6", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAa__reUHHlyaRbj4_H9VOSDSPk3bIQyP6g--", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:14:00.000+03:00", "title": "Upstanders: Love for All in Utah", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nMichael Showalter was a popular kid in his high school in Provo, Utah. Then one day after his sophomore year, he posted a photo of himself on Instagram flashing a peace sign next to a tombstone of a man named Gay. “Same,” he captioned it. \nIt didn’t take long for Showalter, who had suddenly become the only openly gay student at the school, to find himself the target of invective and isolation. “I don’t want to hang out with him anymore,” several of his classmates boasted to each other. \n“For all they cared, I was no longer a person,” says Showalter. \nHe had grown up attending a Mormon church with his parents and three older siblings, and much of his family’s social life revolved around church activities – 85 percent of Provo’s residents are members of the Church of Jesus Christ of Latter Day Saints – but there, too, he felt rejected. Church leaders do not permit gay people to engage in same-sex relationships. \nFeeling alone, he would get in his car and drive, sometimes for hours at a time, through the neighborhoods of Provo and into the mountains around the city. \nHis mother, Donna, would be racked by fear, her mind racing toward the awful thought that he might take his own life. \nWill I ever see my son again? she would wonder. \nIn Utah, the leading cause of death for young people between the ages of 14 and 21 is suicide. The state’s suicide rate has tripled since 2007, which some experts attribute to the Mormon Church’s position on same-sex relationships. \nAlthough her son didn’t know it, Donna too had been consumed with pain since he had told her – a few years before he came out to his friends – about his sexual orientation. As she sought in vain to reconcile her unconditional love for her son and her deep faith, she longed to talk to another Mormon mother with a gay child, or to anyone who was gay. \nShe didn’t know a single gay person, and she didn’t feel comfortable opening up to her friends and neighbors, almost all of whom attended her church. Her workplace was similarly off limits: She is employed as a gardening specialist at Brigham Young University, which is run by the Mormon Church. \n“I felt so, so isolated, and so alone,” she recalls. “I felt like I couldn’t talk to anyone.” \nOn many evenings, she sat in her closet and sobbed. She prayed she would die. xxx \nIn late 2016, Donna Showalter heard that an LGBT resource center was going to open in Provo. There had never been anything like that in the city before. She decided to pay a quick visit, figuring that it would be hidden away and empty. \nThere’s got be three gay people in all of Provo, she thought. \nWhen she got there, she was stunned. The center, called Encircle, was coming to life in a majestic, two-story, blue-and-white Stick-style house a block away from a large, new Mormon temple. And it was buzzing with activity. \nContractors were renovating the century-old building to transform it into a modern, welcoming space. Volunteers were busying themselves with a variety of start-up tasks. Donna learned that Encircle aimed to reach out not just to gay youth, but to their parents, church leaders and others in the community. \nShe immediately wanted to pitch in. As soon as she heard that the house needed toilet paper, soap and other staples, she offered to do her part by heading to the store. \n“For the first time, I felt like there was hope,” she says. “I felt like there was a place for me, and a place for my baby. I didn’t feel alone anymore.” \nWhen Encircle opened its doors on Valentine’s Day 2017, Donna became a frequent visitor. Some weeks, she attended a Tuesday lunch discussion run by a fellow Mormon mother of a gay son. Mostly, she just came to hang out: to meet other moms, to laugh with people dropping into the house, to connect with orthodox Mormons like herself who had a gay relative and were struggling to hold onto faith and family. \nIt took Michael, then in his senior year of high school, a little longer to become a regular visitor. Eventually, though, when he would go out on his long drives and Donna texted him in a panic –“Are you OK?”– he’d message back that he was at the Encircle house. \nThe knot of dread in her stomach would dissolve. \n“I feel like Encircle literally saved his life,” she says. \nAnd hers, too. xxx \nEncircle was created by Stephenie Larsen, a youthful 46-year-old mother of six who grew up Mormon in the Provo area. She attended Brigham Young University for seven years, earning degrees in family science and law, and believing that gay marriage would destroy the country’s moral fabric. \n“I thought it was evil to be homosexual,” she says. \nShe worked for a year as a staff aide in the U.S. Congress while her husband was attending medical school in Washington, D.C. When the couple returned to Provo, she took on the task of raising their growing family full-time. \nHer wedding had been thrown by one of her husband’s uncles, John Williams, who was a successful restaurateur in Salt Lake City. After Larsen moved back to Utah, she got to know him better. Williams, who was raised as a devout Mormon, always seemed to be filled with love and laughter, and his days were riddled with acts of kindness – small and large – toward others. \nA half-century ago, upon returning from the religious mission that is a rite of passage for many Mormon youths, he told his family that he was gay. “His family just embraced him and loved him for who he was,” she says. \nIn 2014, while on a bicycle ride in Idaho with her sister, she happened to listen to a podcast featuring the stories of gay Mormons and their families – stories very different from what Williams encountered. She heard tales of severed relationships, excommunication and suicide. \nShe broke down crying on the side of the road. \nSomeone’s got to do something to help these kids, she thought. \nWhen she returned to Utah, she called her uncle and asked for his help. \n“He said, ‘Sure. What are we going to do?’” she recalls. “So John and I started thinking about what we could do in this conservative community that really could make a difference and help people who are gay, lesbian or transgender, and their families.” \nBefore long, she chickened out. “I was scared to death,” she says – of what her friends and neighbors would think, and of the possibility that she would do more harm than good for young gay people in the area. \nJust be brave, she said to herself every day. Just be brave. \nAlmost two years later, she mustered the courage to proceed. One day after dropping off her kids at school, she set out to look for a place that could serve as a hub of inclusive community. \nHer uncle urged her to find a place that afforded privacy. But she had a different vision. \n“This house needs to be somewhere where the community will see it,” she told him. “They need to remember that these kids and their families exist.” \nShe drove down University Avenue that morning and turned right just after she passed the new Mormon temple in the center of the city. There she saw the blue-and-white house with a for-sale sign. “The cutest house I’ve ever seen,” she says. xxx \nTwo months into the project, Williams was murdered by his husband. Larsen grieved for him – and for her hope of creating the community center. “I was left without the gay man who understood, and without the financial backing, and without the business experience,” she says. \nSoon, help materialized from unexpected sources. A wealthy friend offered to buy the house and rent it to her for $1 a month. Williams’ family made good on his $100,000 pledge to her, allowing her to renovate the structure. Volunteers showed up to lend some elbow grease. \nShe believed that the design and spirit of the house’s interior needed to feel welcoming. “We want kids to walk in and it smells like cookies. It smells like home. It feels like home. People love you like you would in an ideal home.” \nBut she also wanted Encircle to be different from LGBT community centers in larger, more cosmopolitan cities that sometimes encourage gay people to distance themselves from family and friends who are not wholly accepting of their sexual orientation. “We are hoping to bring the community and the family to these youth, to love and support them,” she says. \nLarsen is under no illusions about the chasm between church leaders and gay people. Still, she wants to build an organization that can simultaneously support Provo’s LGBT community while building a constructive, respectful bridge with the Mormon Church. \n“We spent a year prior to opening trying to figure out how can we fit into our community, how can we become an asset to the community? Rather than being something that is butting up against the community and their beliefs, we want to support who the community is, meet them where they are, and help us all progress and become better,” she says. \nThe result is an organization whose motto is, “No Sides. Only Love.” But trying to bring disparate communities together involves tough tradeoffs. Larsen doesn’t fly a rainbow pride flag in front of the house, to the consternation of some LGBT people. At the same time, she has hosted speakers who are bluntly critical of the Mormon Church, which has irked a few of her religious supporters. Despite that, she says, “we are all discovering there is more that unites us than divides us.” \nTo encourage community interaction and genuine friendships, she relies on volunteers to help her and three staff members run the house. “We don’t want paid staff loving these kids,” she says. “We want people who are there just because they want to be there.” \nHer first volunteer orientation session was packed. And it drew a wide range of Provo residents. \n“I’m here because I’m a Mormon bishop,” one man said during the introductions. \n“I’m here because I’m angry at the church,” the man next to him said. “I don’t like how they’re treating LBGT individuals.” \n“I’m here because I’m gay,” the next man said. “And I’m in a Mormon bishopric.” xxx \nOnce a week, Richard Ostler volunteers at the main Mormon temple in Salt Lake City. And once a week, he drives 40 minutes south on Interstate 15 to Provo to volunteer at Encircle. \nOstler, a 56-year-old married father of six who owns an advertising business, was called by church leaders to serve as a bishop four years ago. He was assigned a ward of about 400 single people between the ages of 19 and 31 in Salt Lake City. \nHe knew there were at least a few LGBT people in the ward. Although he started his assignment convinced that their sexual orientation was not a choice, he figured it was his job to encourage them to follow church teachings. \nGradually, his perspective expanded. “I learned as I met with these LGBTQ people that they are born perfect, which is this idea that everybody’s born the way God wants them to be born,” he says. “They’re not broken. They don’t need to be fixed. Their identity needs to be supported, embraced and celebrated.” \nThe more he listened to gay people, the more he recognized how challenging it would be for them to remain celibate and refrain from same-sex relationships for their entire lives. \n“I realized that it’s a very difficult road to be LGBTQ and stay in the Mormon Church,” he says. “It’s easy just to say, ‘You need to follow the rules of the church,’ but when you really meet with people that are walking that road and feel the challenge of that situation, your heart goes out to them.” \nHe concluded to himself that everyone in his ward needed to find their own way. “I believe in the LDS Church and invite everyone to follow its teachings, but I also support the right for people to choose their own path in life,” he says. \nAs his bishop assignment was nearing its end, he was scrolling through his Instagram feed – his work with youth had spurred him to learn how to use social media – and he saw a photo of a young Mormon man posted by his mother. She wrote that he was gay and that he had committed suicide the day before. \n“She said he was a square peg in a round hole, and that he just had so much pain in his life,” Ostler recalls. “I felt called by God at that moment to go and serve LGBTQ people.” \nHe and his wife showed up at Encircle on the day it opened. “I have great respect for Stephenie,” he says. “She did more than post something nice on social media. She said, ‘I’m gonna go walk with these LGBTQ people. I’m gonna go out there and put a physical location together in Provo, as a house of healing.’” \nWhen he volunteers, Ostler listens, but he also talks – at the behest of gay youth and their parents. Some find affirmation in hearing words of love and inclusion from a man who had been called to serve as a bishop. He tells them that their sexual orientation is part of God’s plan. He shares the parable of the Good Samaritan and his belief that Jesus would have embraced LGBT people. xxx \nAs the summer sun streamed through the house’s old windows on an August afternoon, Larsen invited Ostler and eight others to gather around Encircle’s communal table for a get-acquainted session. Among them were two of her staff members, Max Eddington and Jacob Dunford. They were joined by a retired biology professor at Brigham Young, an attorney who teaches at the university’s law school, a mother of a gay man in his twenties, a mother of a transgender daughter and a lesbian couple who had married a month earlier. \nThe retired biology professor, Bill Bradshaw, began by asking about who visits the house. \n“My favorite people are those who just drive by and say, ‘Gosh, there’s really something about that house. What do they do there?’” said Debbie Tanne, the mother of a transgender daughter. “And they walk in and they say, ‘You know, I’ve been thinking, I want to make a difference.’” \nCurtis Anderson, the law teacher, said he fit that description. He said he does not have any LGBT family members, but he wanted to lend support to fellow Mormons who are concerned that loving their gay children makes them disloyal to the church. “That’s why I think Encircle is so important,” he said. \nA petite young woman sitting next to him, Jordan Sgro, told the group that her mother does not accept her marriage. Her wife, Aimee Olsen, and has only met her mother a handful of times. “She’s never been inside my home that I grew up in. She’s never met my little sister,” Sgro said. “It’s excruciatingly painful to think that my own mom doesn’t want me. Me. Fully me. Whatever, whoever I am.” \nStill, she said, she wants to make her mother proud. “I want to do the right things, but you come to a point where you need to do the right thing for you, and I just don’t think love is a belief. I think love just is. I don’t believe I love Aimee. I love her. I just love her, and that’s what makes me happy.” \nOstler sought to comfort them. “Some parents think they’re crossing a line in Mormonism to love their [gay] kids. They think they are selling out their religion,” he said. “One of the things we need to teach our parents and the churches is how to do this. You’re not crossing the line.” \nHe dismissed the idea that piety demands parents shun gay weddings. “Christ would be there,” he told Sgro and Olsen. “He’d be supporting you.” \nLarsen smiled. It was the sort of message she wanted every young LGBT person to hear, words she wanted to echo off the walls of the house. \nAs the discussion ended, new conversations began. Upstairs in a support group for teenagers. Downstairs in the parlor. On the porch, where two dozen people gathered for an evening community service project. \nThe activity has taken Larsen by surprise – she never expected Encircle to become such a magnet – and she is amazed at how much has unfolded organically, without scripting by her staff. Friendships have been forged, shoulders proffered for tears, laughs shared over bite-sized pieces of candy. Through it all, Larsen has imposed but one rule inside Encircle: no judgment. \n“We will never say, ‘You should stay in the church,’ or ‘You should leave this community,’” she says. “Our approach is, you need to be who you need to be to be whole. If that means you stay in the church and you live a celibate life, and that is what will bring you happiness and wholeness, then we respect and honor that. If you feel like, ‘I need to leave here, and I want to be married to another gay individual,’ then we support that and love that. We just want the youth to feel like they can be whoever they want to be, and that they need to be true to themselves, and they need to look inside of themselves and say, ‘This is where I will find happiness.’” \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "aimee", "sentiment": "none"}, {"name": "showalter", "sentiment": "none"}, {"name": "larsen", "sentiment": "none"}, {"name": "aimee olsen", "sentiment": "none"}, {"name": "max eddington", "sentiment": "none"}, {"name": "debbie tanne", "sentiment": "none"}, {"name": "john", "sentiment": "none"}, {"name": "john williams", "sentiment": "none"}, {"name": "donna showalter", "sentiment": "none"}, {"name": "bill bradshaw", "sentiment": "none"}, {"name": "williams", "sentiment": "none"}, {"name": "stephenie", "sentiment": "none"}, {"name": "jesus", "sentiment": "none"}, {"name": "stephenie larsen", "sentiment": "none"}, {"name": "richard ostler", "sentiment": "none"}, {"name": "sgro", "sentiment": "none"}, {"name": "michael", "sentiment": "none"}, {"name": "michael showalter", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "christ", "sentiment": "none"}, {"name": "donna", "sentiment": "none"}, {"name": "mormon", "sentiment": "none"}, {"name": "jacob dunford", "sentiment": "none"}, {"name": "jesus christ", "sentiment": "none"}, {"name": "curtis anderson", "sentiment": "none"}, {"name": "ostler", "sentiment": "none"}, {"name": "jordan sgro", "sentiment": "none"}, {"name": "olsen", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}], "organizations": [{"name": "lds church", "sentiment": "none"}, {"name": "brigham young university", "sentiment": "none"}, {"name": "brigham young", "sentiment": "none"}, {"name": "mormon church", "sentiment": "none"}], "locations": [{"name": "utah", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "university avenue", "sentiment": "none"}, {"name": "d.c", "sentiment": "none"}, {"name": "interstate 15", "sentiment": "none"}, {"name": "provo", "sentiment": "none"}, {"name": "salt lake city", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "idaho", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:07.021+03:00"}, {"thread": {"uuid": "1881b1a8ad2752082cbaff360b1e57895f34d97a", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAUGnSAa5r2EIBi.duk0SwcfW2woc1.REZ2M6tfu8q.Ma", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: One Doctor’s Needle Fix", "title_full": "Upstanders: One Doctor’s Needle Fix", "published": "2017-10-10T02:14:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Hansel_tookes_resized.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1881b1a8ad2752082cbaff360b1e57895f34d97a", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAUGnSAa5r2EIBi.duk0SwcfW2woc1.REZ2M6tfu8q.Ma", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:14:00.000+03:00", "title": "Upstanders: One Doctor’s Needle Fix", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nThe young woman, an intravenous drug addict, lay dying in Miami’s Jackson Memorial Hospital when Hansel Tookes entered her room. She had been infected with HIV and hepatitis C, and was battling a devastating lung infection and an abscess on her spinal cord. \nAlthough Tookes was then only a third-year medical student at the University of Miami, the cause of the infection wreaking havoc on her body was clear to him: a dirty needle. \nThe year was 2012, and Florida was one of 17 states with no legal way for intravenous drug users to exchange dirty needles for clean ones. Cities such as Los Angeles, New York, Chicago, Seattle and Boston have long allowed people to obtain clean drug paraphernalia anonymously to help combat disease, but politicians in many other parts of the country have refused to introduce this policy. They argue that doing so would weaken their fight against illegal drug use by tacitly condoning it. \nOvertown, a neighborhood just northwest of Miami’s gleaming downtown, was home to open-air drug markets and legions of junkies. Used needles littered sidewalks and vacant lots. Addicts desperate to shoot up the dope they had just purchased often didn’t want to pay extra to dealers for clean needles — if they were even offered. So they simply picked a needle from the ground and stuck it into a vein. The sometimes-dull, always-unsanitary needles often caused painful abscesses and terrible infections. \nBy the time Tookes was in medical school, South Florida had the nation’s highest rate of new HIV and hepatitis C infections. Tookes saw resignation on the part of Miami doctors who had been treating drug users. They had given up hope that legislators in Tallahassee, the state capital, which is as staid as Miami is freewheeling, would ever legally permit people to exchange soiled needles for clean ones. \nA yoga aficionado whose wide smile is framed by a close-cropped beard, Tookes was too idealistic and too young to resign himself to what he deemed “a manifest injustice.” He was propelled by the memory of the young woman he saw in the ward at Jackson Memorial. In his eyes, her death had been totally preventable. \nAnd he was inspired by the barrier-breaking example of his grandmother, the first African American to become the head nurse at the Veterans Affairs hospital in Miami. \nHis quest would span four years — and face a wall of opposition. \nThrough it all, Tookes refused to give up. \n“It was the fight for justice that kept me going,” he says. “They’re all people. They’re not injection drug users — they’re people who inject. They were being completely ignored, like their lives didn’t matter. And that completely enraged me.” xxx \nOne of the first people Tookes met in Tallahassee was Tim Stapleton, the chief executive of the Florida Medical Association, the lobbying organization that represents 22,500 physicians in the state. Getting the group on board was key to winning over legislators. \nWhen Tookes made his case for an exchange program at their initial meeting in early 2013, describing in grim detail what was occurring in Miami, Stapleton was at first dismissive. \nThis is not gonna happen in Florida, he thought. \nAs Tookes continued to press his case, however, Stapleton began to think that he should help the young medical student. “I was convinced by his passion,” Stapleton remembers. “Here’s a person who is in medical school. He’s busy. He could be doing a lot of other things. But he’s chosen to give his time to this cause. It caused me to dig deep in my heart and say, ‘Why am I doing what I’m doing?’ It’s because of people like Hansel, and I owe it to him to see what I can do to help.” \nStapleton introduced Tookes to the association’s board of directors. Despite opposition from some members, a majority reacted as Stapleton did: Tookes won them over, and they decided to throw their support behind needle exchanges in the state. But their backing was just the first step in an arduous legislative journey. A bill would have to be written, sponsored, debated in committees, and then approved by both houses of the state legislature. \n“I thought, he’s going to fizzle out,” Stapleton says of Tookes. “He’ll become discouraged. He’ll see that the obstacles are too hard to overcome and he’ll figure out another way to help people without having to go through this arduous process.” \nBut “every time he hit a wall, he figured out how to get over it,” Stapleton recalls. “He wasn’t going to let anything stop him.” \nTookes kept making the seven-hour road trip to Tallahassee when the legislature was in session, often bringing medical student friends with him. To save money, they crowded into one hotel room and bedded down in sleeping bags. \nStapleton grew impressed with Tookes’ courage to walk up to legislators he had never met and ask them to support the bill. Some listened politely. Others brushed him off. “He wasn’t intimidated by anybody,” Stapleton says. \nTookes initially tried to enlist legislators by describing the public-health crisis unfolding in Miami. That worked with those who represented South Florida and other urban areas where intravenous drug use was rampant. But those who hailed from rural communities in the central and northern part of the state, where the heroin epidemic had not yet burst into public view, remained unmoved. \nOnce he found a sponsor to author legislation permitting needle exchanges, the bill languished in committee. Then the state’s former surgeon general sought to torpedo it. As did the Florida Sheriffs Association. \nWith Stapleton’s guidance, Tookes narrowed the scope of his request: Instead of asking for needle exchanges statewide, he agreed to start with a pilot site in Miami. And he mounted a new argument: The exchange, he told skeptics, would save state taxpayers money. \n“It costs $380,000 to treat somebody for a lifetime of HIV, and $80,000 for a cycle of the new hepatitis C drugs,” he said at a state senate hearing. “As these patients rarely have private insurance, the costs fall directly on Florida taxpayers.” \nThat won him new converts. As did news reports of growing intravenous drug use in small towns across the state. By 2015, the national opioid crisis had hit Florida hard, and legislators from rural areas began reconsidering their opposition. \n“He managed to bring people from both parties together,” says Oscar Braynon II, a Democratic state senator from Miami Gardens who sponsored the exchange bill. “People that saw this as a real crisis, period. People. Not Democrat, not Republican, just people.” xxx \nIn March 2016, after vigorous floor debate that included graphic descriptions of people who had fatally overdosed, both houses of the legislature passed the bill, and the state’s Republican governor, Rick Scott, unexpectedly signed it into law. Despite his four-year campaign, it was an outcome for which Tookes had not prepared. \nThe bill authorized one exchange, in Miami-Dade County, but it provided no funding for it. If Tookes was to realize his dream, he would have to raise operating funds, which he estimated at $200,000 a year. \nAs he called his former classmates to share the news — by then, they had graduated and entered residency programs — he thought to himself, What are we going to do? \nHis savior was a wealthy Bal Harbour philanthropist, Joy Fishman, whose late husband had invented the drug naloxone, the most commonly used medication to treat opioid overdoses. Although it is now used by paramedics and even ordinary people to revive dying drug users, it was not always easy to obtain. For decades, the drug, which Jack Fishman had created in an effort to alleviate constipation caused by painkillers, was restricted to physicians, and many hospitals didn’t stock it. \nJoy Fishman was motivated to help Tookes, by then a resident at Jackson Memorial, not just because she could afford to write a check. In a cruel twist of fate, her son, Jonathan, had died of a heroin overdose in 2003. The Florida hospital at which his drug dealer dumped him did not have naloxone in its cupboard. \nTookes’ mission to prevent other drug users from contracting serious illnesses resonated with her. “He wants what every parent of a child who is using drugs wants: to keep their loved ones alive,” she says. “Tough love doesn’t work. This is an illness. Treat it with a little gentleness. Treat it with a little kindness.” \nSoon after the bill was signed into law, she hosted a fundraiser in her tony apartment overlooking the Atlantic Ocean. Tookes managed to raise $100,000 in one night, a sum that was matched by an AIDS fund created by the cosmetics giant MAC. \n“Wow,” Tookes said to the crowd at Fishman’s. “We’re actually going to do this.” xxx \nThe exchange, which opened on Dec. 1, 2016 — World AIDS Day — is housed in two metal shipping containers in an Overtown parking lot. Staff members crowd into one of the trailers, next to shelves full of syringes, alcohol swabs, condoms, and aluminum spoons addicts use to heat heroin. \nOn the days the exchange is open, a steady stream of people walk inside. Clean-cut suburbanites in late-model cars. Strung-out guys who spent the night on a bench. Men and women. Whites, blacks, and Latinos. A cross-section of Miami. \nThose who enter are granted anonymity, but their exchanges are tracked with a unique code so Tookes can keep accurate records. Participants are required to dump their dirty needles in a secure collection bin before they can receive clean ones. \nEveryone is offered free HIV and hepatitis C screening, and they are provided information about free drug-treatment programs. \nDemand for clean needles quickly surpassed Tookes’ expectations: Within six months, the exchange had logged more than 250 regular users. But he gauges his efficacy differently. \nHis measure of success is the sidewalks and freeway underpasses in Overtown. Each time he walks the streets, he sees fewer discarded syringes. \nAnother measure is the 16 lives saved in the first month since the exchange began handing out naloxone nasal spray in the spring of 2017. Distributing the drug wasn’t part of his initial plan, but the growing prevalence of a synthetic opioid called fentanyl has resulted in a spike in overdoses. \n“So many people were dying,” he says. “We had a responsibility to do something about that.” xxx \nDustin Jones, a balding, bearded 36-year-old from Tennessee, arrived in Miami in 2012 after years of on-and-off abuse of opioid pain pills. He had hoped to get a clean start. \nWithin a month, he was hooked on heroin. \nWhen he went to Overtown back then, he recalls, “it was like something out of the movies.” \n“There was people getting high on the side of the road. Cops driving by, not sayin’ anything to them,” he says. “They were smoking crack, shooting heroin. Before I had made it a hundred feet into Overtown, I’d been asked ten times if I wanted heroin.” \nBefore the exchange opened, Jones often would pick up a needle from the ground, try to clean it with bleach, and shoot up with it. “When you got a habit as bad as mine, you didn’t have a choice,” he says. “You do what you have to do.” \nHe says it was like playing Russian roulette. “Your first priority is to get another fix so you don’t feel sick anymore. But then you worry. ‘Oh, my God, did I just get HIV? Did I contract hepatitis?’” \nSoon after the exchange began to offer naloxone, Jones took a box and stowed it in his backpack. Within a few weeks, he saw a man lying passed out on the ground. His breathing was labored. A group of people stood around, not doing much. \n“I’ve seen enough to know he was overdosing,” Jones says. “And he was almost out of there.” \nJones pulled out his vial of naloxone and squeezed a puff into the victim’s nose. Within a minute, the man’s eyes were open and he was attempting to sit up. \n“We may be addicted to drugs, but we don’t want to die,” Jones says. “None of us do.” \nAs Jones left the exchange with a new box of naloxone, Tookes walked up to him in the sun-drenched parking lot. \n“You did great with the Narcan,” Tookes told him, using the drug’s trade name. \n“I saved his life,” Jones replied, beaming with pride. \nThen an expression of humility washed over his face. He realized that the clean needles on which he relies and the box of naloxone were only there because of Tookes. \n“Thank you,” he said to the young doctor. “He wouldn’t be alive without you.” \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "tookes", "sentiment": "none"}, {"name": "hansel", "sentiment": "none"}, {"name": "fishman", "sentiment": "none"}, {"name": "oscar braynon ii", "sentiment": "none"}, {"name": "joy fishman", "sentiment": "none"}, {"name": "dustin jones", "sentiment": "none"}, {"name": "jack fishman", "sentiment": "none"}, {"name": "jones", "sentiment": "none"}, {"name": "jonathan", "sentiment": "none"}, {"name": "hansel tookes", "sentiment": "none"}, {"name": "bal harbour", "sentiment": "none"}, {"name": "tim stapleton", "sentiment": "none"}, {"name": "rick scott", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}, {"name": "stapleton", "sentiment": "none"}], "organizations": [{"name": "florida medical association", "sentiment": "none"}, {"name": "florida sheriffs association", "sentiment": "none"}, {"name": "university of miami", "sentiment": "none"}, {"name": "mac", "sentiment": "none"}], "locations": [{"name": "miami gardens", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "jackson memorial", "sentiment": "none"}, {"name": "seattle", "sentiment": "none"}, {"name": "chicago", "sentiment": "none"}, {"name": "atlantic ocean", "sentiment": "none"}, {"name": "tennessee", "sentiment": "none"}, {"name": "jackson memorial hospital", "sentiment": "none"}, {"name": "miami-dade county", "sentiment": "none"}, {"name": "florida", "sentiment": "none"}, {"name": "miami", "sentiment": "none"}, {"name": "tallahassee", "sentiment": "none"}, {"name": "overtown", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "south florida", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}, {"name": "boston", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:10.000+03:00"}, {"thread": {"uuid": "dcdd189e50382de492490ac2caf139a68cb02f28", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAcngWh6qyhEbsmjaIWqvrpE_oFjdeB69Wrf3USsq8.YX", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: A Racist’s Rehabilitation", "title_full": "Upstanders: A Racist’s Rehabilitation", "published": "2017-10-10T02:13:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Garry_and_Heather_resized.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dcdd189e50382de492490ac2caf139a68cb02f28", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAcngWh6qyhEbsmjaIWqvrpE_oFjdeB69Wrf3USsq8.YX", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:13:00.000+03:00", "title": "Upstanders: A Racist’s Rehabilitation", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nIn August 2016, Heather McGhee appeared on C-SPAN’s Washington Journal, a morning call-in show for political junkies. Little did she know that in doing so she would change two lives. \nThough the show is far from the most popular fare on morning television, she agreed to travel from her home in New York City to Washington, D.C., to participate because it would give her a chance to speak about her work. As the leader of a public policy organization called Demos, McGhee has dedicated herself to promoting greater equality in the American economy and political system. \nThe first several Washington Journal callers wanted to yammer about the upcoming presidential election, which was less than three months away. McGhee didn’t mind. Sitting in front of a window overlooking the Capitol, she spoke passionately about the need for progressive political reform. \nAbout halfway through the show, the host opened the line to “Garry in Fletcher, North Carolina. An independent.” \n“I was hoping your guest can help me change my mind about a couple of things,” Garry said hesitantly. “I’m a white male, and I am prejudiced.” \nOh, boy, thought McGhee, who is black. What kind of racist rant is coming at me now? \nBut she also had a spark of hope. I’m glad that he’s admitting it. \nWhen he read newspapers or watched television, Garry continued, “I get very discouraged at what young black males are doing to each other…. I have these different fears, and I don’t want my fears to come true.” \nHe closed not with invective but with a plaintive request: “What can I do to change — to be a better American?” \nMcGhee closed her eyes for a second to think about a response. It takes a lot of courage, she thought, to pick up the phone and say on national television that you’re prejudiced. \nShe felt no hostility toward Garry. Instead, she decided to reach for the hand he was extending through the scratchy phone connection. \n“Thank you so much for being honest and, um, for opening up this conversation,” she began. “Because it’s simply one of the most important ones we have to have in this country.” \nShe praised him for his openness. “Asking the question you asked —‘How do I get over my fears and my prejudices?’— is the question that all of us should ask.” \nThen she gave him a to-do list. \n“Get to know black families. Who are not all — not even in any majority — involved in crime and gangs,” she said. “Turn off the news at night … because we know the nightly news over-represents black crime and underrepresents crimes that happen by white people.” \nShe urged him to join a church with a black or interracial congregation, and start to read about the history of African Americans. “Foster conversation in your family and your neighborhood,” she urged. “We have to get to know who one another actually is.” \nAnd then it was on to the next caller, a Trump supporter from Alabama. \nA few days later, Demos posted a video clip of the call with Garry on Facebook. Perhaps because it was such a respectful exchange about a controversial issue at a moment when everyone’s social-media feeds seemed filled with political vitriol, the video went viral. It was viewed more than a million times within 48 hours. \nMcGhee was surprised — and thrilled. She also was left wondering. Will Garry do what I suggested? \nProbably not, she figured. \nBut maybe it will inspire someone. xxx \nThe next week, Garry Civitello had his living room television tuned to CNN. He was in the kitchen when he heard McGhee’s voice. He hurried back to stand in front of the screen. \n“There’s the girl I was talking to,” he exclaimed out loud, though nobody else was in the house except his dog. \nHe had missed the beginning of the interview. By the time he heard her, McGhee was describing a video of a conversation she’d had on television the week before that had been viewed more than four million times. \nI wonder if they’re talking about my conversation, he thought. \nGarry had never intended to become an Internet sensation. He had been vacationing in Tennessee when he saw McGhee on his hotel television. He had felt that she was speaking to him, so he’d called to ask for advice in addressing prejudice, never planning to bare his soul. \n“I don’t know why it rolled off my tongue,” he says. “It was just something I needed to get off my chest. I guess I felt like part of the problem.” \nBut then he worried. “There’s usually negative consequences when people find out you’re prejudiced,” he says. “It scares people to come out and start the discussion.” \nCivitello, who is 58, lives alone in a hilly, rural area south of Asheville. Though he had served in the Navy with African Americans during the 1980s, he hadn’t had a substantive conversation with someone who was black in years. He was injured during his military service and subsisted on government disability benefits. He spent most of his time at home, watching television. \nWhen Civitello caught McGhee on CNN, he noticed her Twitter handle on the screen under her name. He wrote it down. \nHe had never used Twitter before, but later that evening, he signed up and sent his first tweet: “How does this thing work?” \nThen he tweeted a note to McGhee, who responded in a private message with her phone number. He called her. \n“Hello,” he said haltingly. “Is this Heather?” \n“Is this Garry?” \nHe said he planned to take some of the steps she suggested. Then he thanked her. \n“It was like you wiped the dirt away from a window and let the light in,” he told her. xxx \nA few days later, he went to a local bookstore. He filled his arms with books about African-American history and social justice issues. He brought the stack to the cashier. \nShe looked at him quizzically. \n“I’m working on not being prejudiced,” he said. \nHe devoured the books, underlining passages and scribbling notes in the margins. His copy of Michelle Alexander’s The New Jim Crow is now held together with duct tape. \nOther changes McGhee had suggested were harder. He didn’t want to turn off his television, but he began to watch different programs. Less local news. Fewer crime shows and reality programs that focused on people fighting with one another. \nHer encouragement to get to know blacks in his community was the toughest advice to follow. How do I approach someone I don’t know? he wondered. What do I say to them? \n“Everything she suggested sounded easy, but I don’t know if she realized that it’s very difficult,” he says. “I live in an isolated place in the South. Segregation was almost yesterday over here.” \nHe started by approaching a fellow veteran at the local Veterans Affairs hospital after a medical appointment. Their exchange was cringeworthy. \nIn describing it, Civitello struggled for the right words. “The poor fellow didn’t know where I was coming from or why I was bothering him,”he recalls. Finally, Civitello owned up. “I’m on a little bit of a personal quest here. I struggled with prejudice and racism.” \n“Well, that’s good, man,” the veteran said awkwardly. “I hope you work out with that.” \nCivitello didn’t give up. On his next visit to the VA, he engaged another black veteran in conversation. It proceeded far more smoothly. \nSoon, he was looking for any opportunity to start talking to black people. At the bus stop. In stores. On streets in downtown Asheville. \n“You can’t snap your fingers and do this,” he says. “It actually takes a little work.” \nHe began to refer to his journey of learning and engagement as his “walk.” And every now and then, he’d call McGhee to update her on his progress. \n“Getting to know Garry on his walk, on this journey to integrate his life and eliminate his bias, has taught me a lot about who we are as humans and our capacity to change,” she says. “It feels to me that if this country is to succeed, we’ve all — and I don’t just mean white folks — we’ve all got to do a little bit of what Garry is doing.” xxx \nNine months after their on-air conversation, McGhee traveled to Asheville to see Civitello. She wanted to learn more about his walk. She also wanted to visit someone she now counted as a friend. \n“That’s the last thing I thought would happen when I walked off the set after answering his question,” she says. \nIn her think-tank work and her New York life, she didn’t run into many middle-aged white males who live in rural America. Men deeply worried about the pace of social change and economic transformation. Men who were among the tens of millions of her fellow countrymen who voted for Donald Trump. \n“I didn’t know that I would find someone who was so thoughtful and compassionate, and would make it so easy for me, who is a younger African-American woman originally from Chicago, to have a legitimate friendship with an older white male from the South,” she says. “Garry and I have a lot in common, oddly, in the way that we process information, in the way that we are curious about people.” \nOne afternoon, she drove up to his modest house at the end of a winding road. He opened the door and gave her a bouquet of flowers. They embraced. \nWhen they sat on his sofa, she reached into her bag and pulled out a gift for him: an anthology titled Everyday White People Confront Racial and Social Injustice. It would join a stack of well-thumbed volumes next to his fireplace. By then, his collection had grown to include works by the scholars Cornel West and Michael Eric Dyson, as well as a copy of The Complete Idiot’s Guide to African-American History. \n“Garry, it’s been my honor to talk with you through this,” she said. \nHe told her that his reading had led him to try, for a day, to put himself in the shoes of a poor black man. To combat his perception that people who don’t work are lazy, he decided to leave his house and take the bus to downtown Asheville, where he would look for a business that was hiring. \n“I thought about how long it’s going to take to save for a car when you’re making minimum wage,” he told her. “Are you gonna have child-support payments? Are you going to get taxed?” \nHis attempt to walk the 45 minutes from his house to the nearest bus stop bushed him. “I gave up,” he admitted. But he went back home and filled a page in a notebook with observations on the experiment. \n“I’m trying to understand,” he told her. “I’m in the early stages.” xxx \nThe day after McGhee arrived, he took her to Triangle Park, a quiet patch of grass a few blocks from Asheville’s downtown shopping district. A concrete embankment along two sides had been painted with vivid murals depicting the area’s African-American history, beginning with the arrival of slaves. \nAs they gazed upon the scenes and discussed the area’s past, Garry noticed a black man sitting by himself on a picnic table. The old Garry would have been scared. The old Garry would have assumed the man was a drug dealer. But the new Garry walked up to the stranger with a broad smile and introduced himself. \n“I’m Terry,” the man replied. \nWith Heather looking on, the two men chatted about the neighborhood, which had long been the city’s black quarter. Garry said he had rarely ventured there until recently. \nTerry asked Garry if he had been to the Orange Peel, a recently restored music venue in the neighborhood that had attracted top black performers in the 1960s and ’70s — before the area began decaying. “The Commodores were there,” Terry said. “The O’Jays came through.” \nGarry shook his head in regret. He noted that the venue had been closed when he moved to Asheville. He hadn’t realized it had reopened. That led to a conversation about the changes that were occurring in their town: Once-blighted buildings were giving way to new developments. Rents were rising to the point of unaffordability for longtime residents. “They call it progress,” Terry sighed. \n“I appreciate you sharing that, man,” Garry replied. “Because I’m actually trying to learn about that. I’m really fascinated.” \n“This is where I grew up,” Terry said. “I come from this ’hood.” \n“Hey, if I see you out, I’m gonna come up and say ‘hey’ to you.” \n“I’ll be around.” \n“OK,” Garry said. “It was great to meet you.” xxx \nCivitello admitted to McGhee that his walk has come at a price. A few of his longtime friends, people with whom he shared racist jokes, have pulled away. “It doesn’t bother me too much,” he said. “My life is so much better now.” \nHe believes his health — and certainly his confidence — has improved since commencing his walk. \n“I have no regrets,” he said with a smile. \nMcGhee grinned back at him. “It’s been so wonderful to have this voice in my ear telling me what are the questions that are still on your mind, reminding me of the work that we still need to do, but also inspiring me about how easy it could be if we just decide that we want to take that walk,” she replied. “The country needs to see ordinary people doing   right now. And that’s exactly what you’ve done.” \n  Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jim crow", "sentiment": "none"}, {"name": "heather", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "garry civitello", "sentiment": "none"}, {"name": "civitello", "sentiment": "none"}, {"name": "terry", "sentiment": "none"}, {"name": "garry", "sentiment": "none"}, {"name": "will garry", "sentiment": "none"}, {"name": "michael eric dyson", "sentiment": "none"}, {"name": "mcghee", "sentiment": "none"}, {"name": "heather mcghee", "sentiment": "none"}, {"name": "michelle alexander", "sentiment": "none"}, {"name": "cornel west", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}], "organizations": [{"name": "c-span", "sentiment": "none"}, {"name": "cnn", "sentiment": "none"}, {"name": "navy", "sentiment": "none"}, {"name": "orange peel", "sentiment": "none"}, {"name": "washington journal", "sentiment": "none"}, {"name": "va", "sentiment": "none"}, {"name": "demos", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}], "locations": [{"name": "north carolina", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "chicago", "sentiment": "none"}, {"name": "tennessee", "sentiment": "none"}, {"name": "south", "sentiment": "none"}, {"name": "d.c.", "sentiment": "none"}, {"name": "alabama", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "new york city", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "capitol", "sentiment": "none"}, {"name": "fletcher", "sentiment": "none"}, {"name": "asheville", "sentiment": "none"}, {"name": "triangle park", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:12.000+03:00"}, {"thread": {"uuid": "4eedd41c80180586c68543a1f3556bc681e23b66", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAYeO1vJhHZ9dtZ.v.QrIMrKAy_IutTX8.HUx2ocZeR8k", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: Planting Hope in a Coalfield", "title_full": "Upstanders: Planting Hope in a Coalfield", "published": "2017-10-10T02:11:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Brandon_resized.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4eedd41c80180586c68543a1f3556bc681e23b66", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAYeO1vJhHZ9dtZ.v.QrIMrKAy_IutTX8.HUx2ocZeR8k", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:11:00.000+03:00", "title": "Upstanders: Planting Hope in a Coalfield", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nIn the fall of 2013, when Tracy Spaulding was a high school sophomore, the coal mine in his West Virginia town closed. And with it, he assumed, went his path to a well-paying job, to buying a house and raising a family, to the American Dream. \nHis father worked at the mine, and so did one of his older brothers. Cousins, uncles, neighbors – all had toiled in the deep, serpentine tunnels under the verdant hills of Dunlow, their blink-and-you’ll-miss-it Appalachian hamlet. It was dangerous, backbreaking work, but the men performed it with pride: They knew the black rock they extracted powered factories and lit cities far from West Virginia. \nThe pay wasn’t bad, either. The starting wage was at least $22 an hour, more than enough to sustain a comfortable life in rural America. The mine was also the only place to work in town. \nSpaulding, a beefy kid who didn’t care much for school, had been planning to work there. His lackluster grades didn’t matter. He possessed ox-like strength – he could squat 600 pounds – and he had connections. His father, who had worked at the mine his entire adult life, was one of the superintendents. \nWith the mine shuttered and more than 200 workers pink-slipped, Spaulding had no idea how he would make a living. Some of the guys who had been at the mine set off for Kentucky, where they hoped to work in an automobile-manufacturing plant. Others headed to North Dakota, where they planned to seek jobs in the shale-oil industry. But Spaulding wanted to stay close to the hollers of Wayne County, where he fished for bass on Twelvepole Creek and walked the woods, gun in hand, to hunt turkey, deer and squirrel. \n“It’s a hard thing realizing that everything you thought you were going to do with your life just got flipped upside down,” he says. “It was rough.” \nHis strategy was to “roll with the punches.” But everywhere he looked, he saw a lack of opportunity and an abundance of hopelessness. The coal industry, which had been the backbone of the region’s economy, was no longer a reliable employer. Utilities were switching to cleaner energy sources, government regulators were cracking down on mine operators, and automation was reducing the need for workers in the mines that still were operating. \nHe steeled himself for reality. \nHope for the best, he thought. But expect the worst. xxx \nBrandon Dennison, a sixth-generation West Virginian, grew up 25 miles north of Dunlow, in a small town called Ona, known for its stock-car racetrack. Although he never experienced Spaulding’s despair about the future – he was a kid who enjoyed school and knew he would go away to college – he witnessed plenty of poverty amid the Appalachian coalfields. And what he saw fueled a desire to do something, anything, to help his neighbors. \nHis years in college in Shepherdstown, on the other side of the state, cemented that feeling. He became involved in a local Presbyterian church, which organized community service projects across the state and the country. \nOn a trip to southern West Virginia to repair an elderly woman’s house, he was approached by two young men with tool belts slung over their shoulders. They asked if he could offer them work. Dennison told them that his team was there on an unpaid service project. The men went on their way, but the interaction stuck with him, so much so that it played back in his dreams. \n“It represented so much of the problem in southern West Virginia,” he says. “We have smart, energetic people who want to work, who want to be a part of something, but because the economy has become so distressed, the communities have become so depressed, there’s no place for that gumption to really be applied.” \nWith college degrees in history and political science, Dennison could have gone off to work in a more modern and prosperous part of the country, especially as he found himself the brunt of hillbilly jokes on out-of-state church trips. \n“How long does it take to brush your tooth?” he was asked once. \nHis response wasn’t to punch the guy, but to commit to his state, his people. \n“I just wanted to put people to work,” he says. \nSo, seven years ago, when he was 24 years old and fresh out of graduate school, he moved back in with his parents, raised $100,000 from socially conscious donors, and started a nonprofit company called the Coalfield Development Corporation. His initial goal was to hire eager-to-work people, like the two men he saw with the tool belts, to build energy-efficient affordable housing. \nInstead of the enthusiasm he expected, he encountered skepticism from community and business leaders. West Virginia has the lowest rate of labor participation of any state in the country. Many former miners are too injured to work; others have simply given up trying to find a job. And the nation’s opioid crisis, which has sidelined legions of people from the workforce, has ravaged the state. \n“The hardest part was trying to overcome the pessimism that a new idea could work,” he recalls. One contractor whom Dennison pitched scoffed at the concept. “You’re not going to find any unemployed people who want to work,” he told Dennison. \nThe trim, energetic Dennison was undaunted. He put out the call for applications, and was flooded with responses. xxx \nOne day during his senior year of high school, Spaulding’s welding teacher gave him an order: “You’re going to do an interview.” \nA representative from Coalfield Development had come to his school looking for new trainees. Spaulding said he was ready to work and learn. \nNow 20 years old, he is starting his second year of Coalfield’s two-year job-training program, which involves 33 hours of paid work, six hours of community-college classes and three hours of life-skills training each week. He is working in a furniture-manufacturing shop that Dennison has established inside a 100,000-square-foot factory building in Huntington, the largest city in the western part of the state. \nOnce, the brick-sided factory was filled with rows of sewing machines, where 1,000 seamstresses working in shifts churned out men’s clothing. It shuttered in 2002 because of foreign competition. The building remains dark and empty, save for one corner, where Spaulding and a half-dozen other men painstakingly saw, sand and stain pieces of oak and cherry wood to craft tables, desks and bookshelves. \n“I never thought I’d be able to build something, and see it there, and feel so proud of it,” he says. \nIn the evenings, Spaulding attends a local community college. This fall, he is taking English and psychology classes. Higher education also is something he never expected to pursue. “It seems unreal,” he says. \nThat sense of awe is part of Dennison’s plan. He wants Coalfield’s trainees to find a new sense of self-confidence and purpose. In Spaulding’s case, he wants him to experience even more than that. This is an opportunity, Dennison says, for Spaulding to “reimagine his identity and his future.” \nSpaulding’s transition to the Coalfield job hasn’t been painless. Although Huntington is home to just 49,000 people, it’s a big, noisy place compared with Dunlow, and that grates on him. \n“It’s a constant commotion,” he says. “It’s not what I’m used to. I’m used to the quiet. I like being isolated.” \nEvery Friday after work, he gets in his car and drives for an hour and a half to get back to his family’s home. He looks forward to tucking into his mother’s food, walking in the woods and just sitting around, smoking a cigarette and listening to the cicadas. \n“I’m not one to complain,” he says. “I feel blessed to have this opportunity.” xxx \nDennison, now 31, has expanded Coalfield into a network of five social enterprises. One transforms former mine sites into sustainable farms. Another focuses on woodworking and craft-related endeavors. The others involve growing and selling agricultural goods to restaurants and supermarkets, building homes, and installing solar panels. \n“Yes, we install solar panels throughout coal country on houses that were built with money from the coal industry,” he says with a smile. “I would’ve never guessed that would be happening.” \nHe began with three trainees in 2012. Since then, 30 have completed the two-year program and 55 are currently enrolled across the five enterprises. \nAlthough overseeing five separate companies spreads him thin, Dennison wants to demonstrate how different enterprises can thrive in Appalachia. “As a state, we’ve been too dependent on one industry,” he says, referring to coal. “Our strategy has to be diversification. We don’t just want to be a woodshop. We don’t just want to be a construction company. We want to have a lot of different opportunities for a lot of different people in West Virginia.” \nThose opportunities extend to some of Spaulding’s neighbors, and to people across the southwestern part of the state, who are not among Dennison’s trainees. Refresh Appalachia, the Coalfield business that markets agricultural goods on behalf of farmers, is helping former miners sell fruits and vegetables they grow in backyard plots and small greenhouses. \nIn Wayne County, which encompasses Dunlow, the produce includes shitake mushrooms, apples, berries and potatoes. If those growers, most of whom produce a fraction of what comes out of large farms in other states, couldn’t sell to Dennison’s enterprise, they likely wouldn’t have any profitable way to unload their goods. \n“We have to have something that replaces coal, and one of the fastest things is agriculture,” says Patrick Fluty, a former miner and schoolteacher who serves as president of the Wayne County Farmer’s Cooperative. “It can be done in months instead of years. People say we need factories, but you have to live in the real world.” \nFluty’s cooperative has sold Refresh Appalachia more than 200 pounds of shitakes, which his members cultivate on fresh-cut oak logs. “This may not look like traditional farmland, but we have almost unlimited resources in the mountains,” he says of the hilly terrain around his property. \n“Brandon has brought many jobs, but what he really brought was an attitude,” Fluty says. “He took a vision, he ran with it, and he didn’t let up.” \nDennison’s desire to birth new businesses shows no sign of ebbing. He is planning to create a business-development center in the basement of the former garment factory in Huntington. He also wants to use the building for artist studios, a theater and a workforce-training center with three-dimensional simulators. “We want to become a hub of job creation,” he says. xxx \nAlthough Dennison has had no shortage of applicants for the jobs he is creating, keeping his trainees on track has proved to be more complicated than he expected. \n“Folks want to work, they want to be a part of something, they want to learn,” he says. “But because of the socioeconomic stress that we felt for so many generations in southern West Virginia, we just ran into this constant barrage of physical health problems, emotional health problems, mental health problems, addiction, abuse, verbal abuse, physical abuse, psychological abuse, depression, car problems. You line up a job, a construction job, but we can’t get our crew there because their car broke down an hour away from the job site.” \nHis answer was to add three hours a week of life-skills coaching for Coalfield trainees, and to nip any problems at a nascent stage. Trainees are evaluated every two weeks on a range of work-related attributes, including punctuality, safety awareness and the ability to follow instructions. Once a month, his staff checks in on every trainee’s out-of-work life. \nWhen they discover that, say, a trainee has spent his entire paycheck in two days – several trainees are the only people in their families to have a steady job, and most don’t have bank accounts when they start – Dennison’s team counsels prudence. “We try and drive home that first we’ve got to care for ourselves, which then puts us in a better position to help other people and to become good citizens in our community,” he says. \nAnd when his trainees question whether they can master new skills and thrive in a post-coal economy, or whether they should just sit around and wait for mines to reopen, Dennison reminds them that the long-term trend is incontrovertible: The number of coal-mining jobs in the state has been shrinking steadily. Nationally, more people are now employed by the solar-energy industry than the coal industry. \nHe also tells them that Appalachia wasn’t always resistant to change. In the early 1800s, it was America’s first frontier. “There’s a heritage of being the first to try something, and there’s a heritage of innovation,” he explains. \nWest Virginia is the only state to have fewer residents today than it did in 1950. Its population is one of the oldest in the union, and the constriction of the coal industry has led many younger people to move elsewhere. \nTo Dennison, creating new jobs in his state isn’t just about getting people to work. It’s about saving a part of America he loves, a place where faith and family loyalty reign supreme, where self-reliance and strength are almost prerequisites to survival, where small-town life is the way of life. \n“The story of Appalachia is central to the story of America,” he says. “When people ask, ‘What does it mean to be an American? What are American values?’ In many ways, I think Appalachia is the keeper of those values and we don’t want to lose that.” \n  Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "spaulding", "sentiment": "none"}, {"name": "dennison", "sentiment": "none"}, {"name": "patrick fluty", "sentiment": "none"}, {"name": "brandon", "sentiment": "none"}, {"name": "fluty", "sentiment": "none"}, {"name": "dunlow", "sentiment": "none"}, {"name": "tracy spaulding", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}, {"name": "brandon dennison", "sentiment": "none"}], "organizations": [{"name": "coalfield instagram", "sentiment": "negative"}, {"name": "coalfield", "sentiment": "none"}, {"name": "ona", "sentiment": "none"}, {"name": "coalfield development", "sentiment": "none"}, {"name": "wayne county farmer’s cooperative", "sentiment": "none"}, {"name": "coalfield development corporation", "sentiment": "none"}], "locations": [{"name": "spaulding", "sentiment": "none"}, {"name": "coalfield", "sentiment": "none"}, {"name": "kentucky", "sentiment": "none"}, {"name": "shepherdstown", "sentiment": "none"}, {"name": "huntington", "sentiment": "none"}, {"name": "twelvepole creek", "sentiment": "none"}, {"name": "wayne county", "sentiment": "none"}, {"name": "west virginia", "sentiment": "none"}, {"name": "west virginian", "sentiment": "none"}, {"name": "appalachia", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "dunlow", "sentiment": "none"}, {"name": "north dakota", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:21.013+03:00"}, {"thread": {"uuid": "caad984e4937e2273282128fa5726a9942cee8c6", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAQ1jmySNZCc5nn2HFsa8afrN6lNIwIWi80PtwhgR91EW", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/community-responsibility", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: Befriending Her Shooter", "title_full": "Upstanders: Befriending Her Shooter", "published": "2017-10-10T02:10:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Debbie_upstander.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "caad984e4937e2273282128fa5726a9942cee8c6", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAQ1jmySNZCc5nn2HFsa8afrN6lNIwIWi80PtwhgR91EW", "ord_in_thread": 0, "author": "", "published": "2017-10-10T02:10:00.000+03:00", "title": "Upstanders: Befriending Her Shooter", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nDebbie Baigrie was standing in a downtown Tampa parking lot at eight o’clock on a muggy July evening in 1990, chatting with a friend who had walked her back to her car, when three teenagers ran up to them. \n“Got any change?” one of them asked Baigrie, a vibrant 27-year-old mother who had been out to dinner for the first time since the birth of her second child. \nShe rummaged in her pockets. \n“I’m serious,” another one shouted. “Give it up.” \nHe was standing behind her. As she turned to look at him, she heard a boom and felt a searing pain in her mouth. She looked down and saw one of her teeth on the asphalt. She had been shot. \nShe and her friend took off running back to the restaurant where she had eaten, while the assailants scurried off in the other direction. \nAt the hospital, Baigrie learned that much of the inside of her mouth on the left side had been destroyed by the bullet. But it could have been far worse. The bullet didn’t disfigure her face. And had the gun been pointed ever so slightly higher, she likely would have suffered a traumatic brain injury. \n“It’s a miracle you’re alive,” a doctor told her. xxx \nIan Manuel had been sitting on a porch with a girl named Peaches earlier that evening when a couple of older teens approached him. “Jim-Jim, man, I got a gun,” one of them said to Manuel, using his street nickname. “Let’s go downtown and rob somebody.” \nManuel had been hoping to make out with Peaches, but she didn’t seem interested. \n“Let’s go,” he told them. “Ain’t nothing going on here.” \nThe stick-up in the parking lot was a disaster. Manuel hadn’t intended to fire the gun. It had gone off by accident. And the whole thing went down so fast, he wasn’t even sure if he had hit anyone. \nThe robbers didn’t net even a cent. \nA few days later, the police apprehended Manuel in a stolen car driven by a friend. As he was being hauled to the juvenile detention center, he sought to unburden his conscience. \n“Man, you know that lady that got shot downtown three days ago?” he asked the officer. \n“Yes,” the cop replied. \n“It was me,” Manuel said. “I’m the one that did the shooting.” xxx \nA few days later, Baigrie was reading her local newspaper when she saw an article about her shooting. The perpetrator had been apprehended. And named. \n“Ian Manuel, 13,” the paper stated. \nThirteen, she thought. There’s no way a 13-year-old kid shot me. He’s just a child. \n“I was in total disbelief,” she says. “And curious. Like, what would bring him to this point?” \nThe state’s attorney decided to charge Manuel with attempted murder, armed robbery, and attempted armed robbery — as an adult. The maximum sentence was life in prison. \nManuel’s court-appointed lawyer urged him to plead guilty and throw himself on the mercy of the court. “If you take this plea,” Manuel remembers his lawyer saying, “he’s gonna give you no more than 15 years.” \nEven his mother, who had served time in prison, implored him to plead guilty. “Ian, do what your lawyer say, baby,” she told him. \nBy then, Manuel was less than two weeks into his 14th year of life. He did as they urged. \nThe judge was unmoved. He told Manuel that “sometimes there are no second chances” and that he intended “to make an example of him.” \nHe sentenced Manuel to life in prison without the possibility of parole. \nBaigrie felt no satisfaction. “The punishment didn’t match the crime,” she says. “He was so over-sentenced.” \nShe wished she could give the judge a piece of her mind. Why would you make this 13-year-old child die in prison? It doesn’t make sense. xxx \nA few weeks before Christmas during the first year Manuel was in prison, Baigrie’s phone rang. \n“You have a collect call from Ian,” the operator said. \nBaigrie had a friend named Ian in Montreal, but he wouldn’t be calling her collect. “What’s his last name?” she asked. The operator queried the caller. \n“Manuel,” the operator responded. \nThe boy who shot me. Why is he calling me? \nHer surprise gave way to morbid curiosity. “I’ll accept the charges,” she said. \n“Ms. Baigrie, I called to wish you and your family a Merry Christmas and happy holidays,” he told her. “And to apologize for shooting you in the face.” \nStunned that her shooter would reach out from behind bars – he had found her phone number in court documents – and express contrition, Baigrie stammered a follow-up question. \n“Why did you shoot me?” \nThis is a question no 14-year-old should ever have to answer, Manuel thought. \n“It was a mistake,” he said. “It happened so fast.” \n“But you did it,” she replied. \nTheir conversation was strained. But as his time was expiring, Manuel asked if he could write her a letter. She said yes. \nA month later, a letter arrived. And then another. And another. \nOne of them, a card depicting a hand offering a rose through prison bars, looked creepy to her. But the rest of his correspondence was fascinating. \nThe letters were beautifully written, with the sort of sentence structure, vocabulary and grammar one might expect from a student at an elite high school. This can’t be some thug who isn’t educated, she thought. Somebody must be writing them for him. \nThen Manuel was moved to a different prison, but his letters remained just as good. No one was helping him, she realized. Wow. This kid is smart. \nBaigrie began writing back in earnest, encouraging him to keep studying, to keep writing, to keep his spirits up. He responded by sending copies of his report card from the prison school he attended. \nMany of her friends and even some of her close relatives thought she was crazy to correspond with her assailant. “He’s a sociopath,” one person wrote in response to a newspaper article about her. Another accused her of suffering from Stockholm syndrome. \nBecause he was so young when he arrived in prison, Manuel was kept in solitary confinement for his safety. But that isolation, coupled with the onset of puberty, caused Manuel to act out in small ways that extended those months into years. \nThrough it all, he began to take comfort and strength in the correspondence with his victim, whom he called “Mrs. D.” And he took pride in sharing his small accomplishments with her. \n“Mrs. D, I’m doing my part to obtain some of my goals. You told me to be good and to learn all I can. And you’d do everything you could to help me,” he wrote to her during his fifth year of incarceration. “Mrs. D, call up here and ask … how well I did on my recent test. I scored a perfect in reading and English.” \nHe closed the letter with an explanation for his less-than-exemplary behavior. “Mrs. D, there’s something you must understand. I can’t be released from prison for being good. If this was the case, I would’ve been a model inmate from day one. But since it wasn’t, I chose to do the opposite.” \nDuring their correspondence, Baigrie doesn’t remember saying or writing, “I forgive you.” Rather, that sentiment was implicit. Not only did she turn the other cheek, but she sought to mentor and comfort Manuel –“to do whatever I could do to help him.” \nHe hadn’t meant to kill her, or even to harm her. She saw him as a misguided, troubled kid who didn’t deserve the punishment that had been meted out to him. Forgiving didn’t feel like an act of courage to her. It was common sense. \n“I wanted to let him know that there is somebody on the outside who cares about his future,” she says. xxx \nManuel wrote to others, too, among them a range of civil-rights and legal-defense groups, seeking help in challenging his sentence. None of them wrote back. \nIn the fall of 2006, though, after 15 years in prison, he received an unsolicited letter from an organization called the Equal Justice Initiative (EJI). He had never heard of it, but what he read filled him with hope. \nThe group’s founder, Bryan Stevenson, noted that the Supreme Court had ruled the previous year, in the case Roper v. Simmons, that it was unconstitutional to issue a death sentence to a defendant under the age of 18. On the basis of that case, Stevenson wrote, he was challenging the constitutionality of sentencing juveniles to life in prison without the possibility of parole. He wanted to know if Manuel wanted EJI to take on his case along with several others around the country. \nManuel immediately wrote back and invited EJI lawyers to meet him. \nIt would take four more years for Stevenson’s legal fight to reach the Supreme Court. The case the justices heard involved an inmate who had committed an armed robbery in Florida while a minor, but the decision would apply to anyone who had been sentenced to life without parole as a juvenile. \nManuel heard the decision – six to three in support of the defendant – while in solitary confinement, on a small Sony Walkman tuned to National Public Radio. At first, he couldn’t tell if his ears were lying to him. There was no way to call his lawyer. He had to wait an agonizing 30 minutes for the next news update. \nWhen he heard it, he thought he would be going home right away. His lawyers told him otherwise. He would have to be resentenced by the same Tampa judge who had sent him away for life. \nOn the appointed day of the hearing, in December 2011, Baigrie showed up in court and took a seat. On the defense side. \nIt was an unambiguous signal to the judge that she supported Manuel’s request to be released. \nThe judge was unmoved. He resentenced Manuel to 65 years in prison. xxx \nManuel was dejected. Stevenson and his team at EJI resolved to keep fighting. And Baigrie kept hoping. \nFinally, in November 2016, Manuel was brought back before the judge. An appeals court ruling in another case had forced a recalculation of his sentence. Before he issued his ruling, the judge allowed Manuel to make a statement. \n“Your honor,” he said, “we’ve been waiting for a long time for the justice system to catch up to my remorse and Debbie’s forgiveness.” \nHe was released that day. He had spent 26 years in prison, 18 of them in solitary. \nHis first meal as a free man was pizza – with Debbie. They hugged. He kissed her on both cheeks, not wanting to miss the side he had shot. \nHad it not been for Baigrie’s support, Stevenson is convinced that Manuel would still be incarcerated. “If she had been hostile to him, if she had been insisting that he get more time, it would have been very hard to achieve some of the sentencing outcomes we were able to achieve,” Stevenson says. \nYet the most significant impact of her forgiveness may not have been in the courtroom. “The impact on Ian is immeasurable,” Stevenson says. “Her forgiving Ian made it possible for him to think about himself differently. And his ability to succeed, his ability to write, his ability to thrive, his ability to stay human despite the horrors of 18 years in solitary confinement, required more than character and perseverance. It actually required an affirmation of his own human dignity. Debbie’s forgiveness did that in a really profound way.” \nBaigrie’s courage to befriend Manuel set her life on a new course, as well. Soon after the shooting, she began to train and compete as a bodybuilder. As she got to know Ian, she decided to organize bodybuilding shows to raise funds for the All Sports Community Service Foundation, a nonprofit organization that offers college scholarships to at-risk teens. \n“A lot of people can say, ‘I forgive somebody,’ but it was the fact that she cared so much for him. She would get frustrated if he got into trouble at the facility – frustrated like he was her son,” says Tyrone Keys, a former defensive end for the Chicago Bears who founded the scholarship program that Baigrie helped support. “It took courage to help him, when everyone in her circle was telling her that she was wasting her time.” \nAfter his pizza dinner, Manuel rode with his attorneys to Montgomery, Alabama, where EJI is headquartered. The organization put him up in a hotel, and then in his own apartment. They showed him how to get a Social Security card and, eventually, a driver’s license. They offered him a job as an intern in their offices. An EJI social worker helped him with the minutiae of life as a free man: how to get a mobile phone and use the Internet; how to do laundry; how to cook for himself. \nAlthough Baigrie lives in Tampa, she stays in close touch with Manuel. Nowadays, they don’t have to exchange handwritten letters. They text nearly every day, and they speak by phone at least once a week. \n“I ride him like nobody’s business,” she says. “He’s been given a second chance. I want him to do it right.” xxx \nSix months after Manuel’s release, Baigrie traveled to Montgomery to visit him, knocking on the door of his second-story apartment and embracing him as he welcomed her inside. \nHe showed her around excitedly, and she offered motherly suggestions – more fresh food and fewer prepared meals in the kitchen – before they sat down on the sofa to catch up. \n“Since that day we met in November so much has happened,” he told her. “It’s an adjustment for someone re-entering society, period, let alone somebody who’s been locked away since they were 13 years old.” \nHe described how he was turned away from a bank when he sought to open an account because he did not possess three separate forms of identification. And when he applied for a job to sell shoes, he said he performed so well during the in-person interview that he was asked to fill out a background-check form. \n“How do you tell someone, ‘I went to prison for shooting a lady in the face’?” he asked Baigrie. “I wanted to say, ‘This is what I did, but this is what has happened since then. You know, me and my victim became friends, and my victim forgave me.’” \n“I can imagine that would be very frustrating,” she replied. She reminded him that while many ex-convicts face similar challenges, he wasn’t left to fend for himself upon release, with just a bus ticket and the clothes on his back. “You have EJI,” she said. “And you have me.” \nShe opened up about her life, telling him that one of her friends had urged her not to keep up contact with him. “And I said, ‘I don’t think you should give me unsolicited advice.’” \n“I’ve known you from when you were a child, and now you’re a 40-year-old man,” she reminded him. “I know you don’t have a criminal mind.” \n“I was viewed as a monster based on something I did when I was 13,” he replied. “It hurt. It hurt.” \nBut, he added, “You had the courage to see the real Ian.” \nLater that afternoon, he recited a poem, titled “Remorse and Forgiveness,” that he had written for Baigrie while he was incarcerated. He took a deep breath before delivering the final line: “If anyone doesn’t believe in miracles, all they got to do is just look at us.” \n  Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "montgomery", "sentiment": "none"}, {"name": "baigrie", "sentiment": "none"}, {"name": "debbie baigrie", "sentiment": "none"}, {"name": "manuel", "sentiment": "none"}, {"name": "tyrone keys", "sentiment": "none"}, {"name": "ian", "sentiment": "none"}, {"name": "roper", "sentiment": "none"}, {"name": "ian manuel", "sentiment": "none"}, {"name": "simmons", "sentiment": "none"}, {"name": "stevenson", "sentiment": "none"}, {"name": "debbie", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}, {"name": "bryan stevenson", "sentiment": "none"}], "organizations": [{"name": "national public radio", "sentiment": "none"}, {"name": "eji", "sentiment": "none"}, {"name": "supreme court", "sentiment": "none"}, {"name": "sony walkman", "sentiment": "none"}, {"name": "all sports community service foundation", "sentiment": "none"}], "locations": [{"name": "chicago", "sentiment": "none"}, {"name": "montgomery", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "tampa", "sentiment": "none"}, {"name": "florida", "sentiment": "none"}, {"name": "alabama", "sentiment": "none"}, {"name": "montreal", "sentiment": "none"}, {"name": "stockholm", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-10T04:27:22.001+03:00"}, {"thread": {"uuid": "29b05948211d9624698aaf77c9885ad02cf35916", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAeu65rXqaDLY5HNK8jevQc.c4FqGU1YBEqjUxm.TLB6W", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/company", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: Knives, Fire and Opportunity", "title_full": "Upstanders: Knives, Fire and Opportunity", "published": "2017-10-11T18:33:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Chad_resized.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 25, "comments": 0, "shares": 25}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 3}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "29b05948211d9624698aaf77c9885ad02cf35916", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAeu65rXqaDLY5HNK8jevQc.c4FqGU1YBEqjUxm.TLB6W", "ord_in_thread": 0, "author": "", "published": "2017-10-11T18:33:00.000+03:00", "title": "Upstanders: Knives, Fire and Opportunity", "text": "Instagram Downloads \nEditor's   \nThe maître d’ flashes a party of three a toothy smile before escorting them to a wooden table in the middle of the dining room. Standing as straight as a soldier in his pressed black shirt, he hands out menus and informs them that a server will come over in a minute to share the night’s specials. \n“Welcome to Café Momentum,” he says. \nIt is a routine that JeDarrian Jones pulls off with the finesse of a seasoned host, not a 16-year-old in his first night on the job. Not a kid who has been locked up four times in Dallas County’s juvenile detention center for robbery and other crimes. Not a ninth-grader who was shot in the shoulder a month earlier as he walked home from school. \nNot a kid who believes that if he weren’t serving that table, if he weren’t working at Café Momentum, “I’d probably be dead.” \nThe three diners don’t know it yet, but the packed restaurant at which they’ve chosen to take their supper is all about defying expectations. \nLocated in downtown Dallas, Café Momentum has built a citywide reputation for its farm-to-table modern American fare. One appetizer features toast points and two scoops of chèvre, one cultured from the milk of a goat named Ethel, the other from a goat named Lucy; diners are asked to pick their favorite. Chicken thighs are cold-smoked and brined before they are floured, fried, perched on collard greens and mashed potatoes, and topped with a homemade biscuit. \nWhen Café Momentum opened in 2015, Eater Dallas named it “Restaurant of the Year.” The Dallas Observer lauded it as the city’s “Best New Restaurant.” Even Leslie Brenner, the hard-to-please food critic at the Dallas Morning News, gave the place three stars, writing that the cooking was “inventive and precisely executed.” \nWhile food is the focus at Café Momentum, diners who flip over their menus can read the full story of Café Momentum. \nJones isn’t the only member of the staff to have spent time behind bars. Most of them, save for a small team of mentors, have been incarcerated within the imposing concrete walls of the county’s juvenile jail. Almost all of them grew up in tough, drug-ridden neighborhoods, in broken homes, in failing schools. \nNow they’re in a new world. They’ve traded jumpsuits for black shirts and denim aprons. The rules, however, are as strict as those barked by a detention officer: Align the silverware with the bottom of each dinner plate. Polish fingerprints off the glasses. Dice the vegetables into uniform pieces. Sauté the fish long enough to cook the center, but not so long that it loses moisture. \nCafé Momentum was conceived of by Chad Houser, an energetic, affable Texan who quit his job as chef and co-owner at one of the city’s most popular restaurants and risked his savings and reputation to pursue a dream of opening a restaurant staffed principally by former juvenile offenders who have served time for nonviolent crimes. \nThese young employees participate in a 12-month paid internship program where they do almost everything in the restaurant, from chopping and grilling in the kitchen, to serving and clearing dishes in the dining room. \nAlthough a number of restaurants across the nation provide opportunities to adults who have been released from prison, Café Momentum may be the only fine-dining restaurant to focus on giving once-troubled youth an opportunity to learn how to cook, serve, and get a well-paying job in the food-service industry. \nWhen Houser announced his intention to open Café Momentum, colleagues thought he had lost his mind. \n“I was literally told every single reason why it would fail, and it was a laundry list: The kids were going to stab each other in the kitchen. The kids don’t want to work. The kids just want to collect a check. The kids are going to sell drugs in the restaurant. They’re not gonna show up on time. They’re not gonna show up at all. They’ve never been into a nice restaurant. They don’t know what good food is,” Houser recalls. “A lot of racial undertones. A lot of educational undertones. You name it, there was not a single reason undiscovered as to why it would fail.” \nHouser was undaunted. \n“I was betting my entire career on taking kids out of jail,” he says, “and teaching them to play with knives and fire.” xxx \nHouser’s journey to creating Café Momentum began in 2008 when he accepted an invitation to teach eight young men at a juvenile detention center how to make ice cream. Their creations would be entered in a competition run by the Dallas Farmers Market Friends. \nExpectations were low, Houser’s included. He wanted his students to use at least one fruit and one herb in the cream base. Most had never eaten fresh fruit before. To them, raspberry was just a candy flavor. And tarragon was nothing more than lawn grass. “They thought I was punishing them,” he says. \nBefore long, however, Houser realized he had stereotyped them based on the way they walked, talked and wore their pants. They looked Houser in the eye as they spoke. They all addressed him as “sir.” \n“In 20 years in kitchens, I’ve been called a lot of things in a lot of languages,” he says. “And in no language was it ever ‘sir.’” \nTwo days after they made ice cream, the inmates served it at the farmers market competition, standing in their unkempt jail uniforms next to culinary students dressed in crisp white jackets. To Houser’s surprise − and the kids’− one of the detainees won. \nAfter the announcement, the winner ran up to Houser, bent his knees, pumped his fists, and screamed at the top of his lungs, “Sir, I just love to cook!” \n“Sir, me too!” Houser screamed back. \nThe student asked whether he should try to get a job at Wendy’s or Chili’s once he was released. “Whoever hires you first,” Houser said. \nAs he drove home that evening, Houser ruminated on the young man’s future. He would be returning to the same street, the same house and the same neighborhood where he had gotten into trouble. “It wasn’t very realistic to think that he was gonna be able to work at Wendy’s or Chili’s,” Houser recalls. \nSomebody needs to step up and do something about this, he thought. It’s wrong. It’s not fair. \nThen another thought came into his head. \nWhy am I waiting for somebody else to do something? \nThe impulse to take action himself was tempered by the realization that he didn’t know anything about juvenile offenders or the justice system. So instead of leaping into the unknown, he opted to learn. \nBy 2011, after taking a class on juvenile justice, volunteering at a detention center, and befriending the director of the facility, he was ready to take his first big step: a one-night, pop-up dinner within the walls of another restaurant. The meal would be prepared and served by eight juvenile offenders granted a furlough from jail. Houser wasn’t sure if anyone would come when he offered tickets for sale on PayPal, particularly because he stipulated that no alcohol would be served; if patrons wanted wine, they’d have to bring their own bottle. \nBut word of mouth − among other chefs and members of his mother’s Bible study group − fueled enthusiasm. The tickets sold out within 24 hours. \nSixty-eight people showed up for that first dinner. Fifteen minutes after the staff arrived, the fire alarm went off. But the evening eventually came together. “And 68 people, before they left, either shook my hand or gave me a hug and looked me right in the face and said, ‘You know, this could be my son,’” Houser says. \nHe went on to host 41 more pop-up dinners, some of which sold out within 15 seconds. It was clear to Houser that he was onto something. He needed to make a bigger commitment, but opening a restaurant that would be staffed largely with kids from the detention center would entail a far greater financial risk than hosting a single dinner, where he was responsible only for the cost of ingredients. \nIt would also involve walking away from a rarity in the restaurant world: a successful new eatery. At the time, Houser was the co-owner and chef of Parigi, a hot French-Italian restaurant in Dallas. Almost every night brought a full house, and he was enjoying uncommon financial success for a young restaurateur. Furthermore, he was a single father with a teenage daughter. If he took a leap, would he be able to help her pay for college? What about saving for his retirement? \nIf he didn’t try, though, he feared he would see himself as a hypocrite. “If I didn’t walk the talk ... I’d never be able to forgive myself,” he says. \nHe sold his interest in Parigi and set out to make the pop-ups permanent. \n“It wasn’t just a leap of faith. It was a blind leap of faith,” he says. “But I believed in these kids and I needed to prove it to them.” xxx \nHouser knew that he couldn’t open his restaurant on the traditional model. At a typical restaurant, new hires are expected to know how to cook and serve, underperformers are subjected to verbal tirades, and wages, particularly for bussers and dishwashers, are near the legal minimum. He knew the kids coming from juvenile detention would need a helping hand to reach their full potential. \nMost of those who had participated in the pop-up dinners lacked driver’s licenses and bank accounts. Many had not seen a doctor or dentist in years. And about two-thirds of them were technically homeless. Their bed was often a floor in the house of a friend or relative who was not their official legal guardian. \nHouser’s answer was to establish Café Momentum as a nonprofit organization that would provide robust wrap-around services to his interns. He hired sous chefs to train his aspiring cooks, and three social workers to help address the range of challenges the former inmates would face as they navigated post-jail life. To cover the cost of those services, he solicited donations from those who had attended the pop-up meals, offering them the chance to sponsor tables, chairs, and even the restrooms. \nJob seekers must first attend a 12-week orientation program that meets every Wednesday evening. Accountability is enforced: Candidates who are late or disruptive are not selected. \nThe first tier of the yearlong internship involves prepping food, washing dishes and clearing tables − in exchange for $9 an hour plus free passes to take Dallas public transportation. (The federal minimum wage for food servers eligible for tips is $2.13 an hour.) In those initial months, the social workers help interns obtain government-issued identification, open bank accounts, and re-enroll in school. \nThe interns’ salaries increase by one dollar an hour as they move to higher tiers of responsibility. They begin to serve patrons and cook in the hectic, cramped kitchen. Along the way, they take classes in parenting, financial literacy and driver’s education. \n“We knew that if we just focused on teaching them to cook or wait tables, we wouldn’t be successful,” Houser says. “We had to take a holistic approach to helping them transform their lives.” \nSome of his 17-year-old interns, who will go on to make between $700 and $1,000 a week, with health benefits and a 401(k) retirement plan, have become breadwinners for their families. “We are seeing kids who never thought they would make it through high school going on to college,” he says. \nOthers become so enamored of restaurant life that they pursue careers in food service. Among those of whom Houser is most proud is Abisai Montes, who spent eight months in detention before coming to Café Momentum and completing the full internship program. He now works as a barback at a luxury Hilton hotel. \n“Chad set me on the right path,” Montes says. “If not for him, I would probably be incarcerated again.” \nIn Texas, 48 percent of juvenile offenders wind up back in jail within 12 months. Since he began hosting his pop-up dinners, Houser has worked with more than 469 young men and women. The recidivism rate for them is 15 percent. xxx \nDayton Swift, a tall, lanky 18-year-old from North Dallas, skillfully wields an eight-inch chef’s knife as he dices an onion into perfect quarter-inch cubes with a rapid tap-tap-tap. After transferring his handiwork into a metal prep bowl, he maneuvers through the kitchen with the poise of a veteran, inspecting a tray in the broiler and a strip steak on the grill. \nThree years ago, Swift became homeless. His destitute situation led him to commit petty thefts and, eventually, full-scale robberies. His high school years were spent not in school but in and out of jail. \nReferred to Café Momentum by his probation officer, Swift had never cooked before. He wasn’t sure he could learn, and he was apprehensive about his ability to make a fresh start among so many other former offenders. \nBut he went through the motions. One night, as he was sautéing scallops at the fish station, he had a revelation. \nDang, I love this, he thought. And he was good at it. Though he hadn’t once tasted scallops before starting work Café Momentum, he quickly learned how to cook them perfectly. As he did plenty of other dishes. \n“Even though I get burns and grease marks, and I can’t go a day without getting cut, I love being in the kitchen,” he says. \nThe boss soon took note. “He’s a natural,” Houser says. \nAnd the fellow interns who once worried Swift? “It’s like a family here. I feel like I can have the worst day, and I can come in here and be crying and broke down in tears, and they can help lift me up and make me feel better.” \nThat community extends beyond the kitchen. Many diners who know of the restaurant’s mission trek into the city from far-flung suburbs to support Houser’s project. But others, referred by hotel concierges or drawn by Café Momentum’s 4.7-star rating on Yelp, are unaware until they read the back of their menu or talk to one of the servers. \nThe patrons on an average night are a cross-section of Dallas: white, black, Hispanic. Some are well off enough that they don’t bother to look at the bill. For others, their dinner is a rare indulgence. Yet all of them spend part of their evening doing the same thing: holding conversations with servers and bussers that are longer and more meaningful than they would have at other restaurants. \n“This restaurant supersedes all political lines, all racial lines, all economic lines,” Houser says. “People are coming in here, breaking bread, and getting to know each other. People who wouldn’t normally converse are talking. It’s building community from the inside out.” \n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "chad houser", "sentiment": "none"}, {"name": "ethel", "sentiment": "none"}, {"name": "houser", "sentiment": "none"}, {"name": "montes", "sentiment": "none"}, {"name": "leslie brenner", "sentiment": "none"}, {"name": "dayton swift", "sentiment": "none"}, {"name": "jones", "sentiment": "none"}, {"name": "abisai montes", "sentiment": "none"}, {"name": "dang", "sentiment": "none"}, {"name": "eater dallas", "sentiment": "none"}, {"name": "swift", "sentiment": "none"}, {"name": "lucy", "sentiment": "none"}, {"name": "jedarrian jones", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}], "organizations": [{"name": "paypal", "sentiment": "none"}, {"name": "dallas observer", "sentiment": "none"}, {"name": "parigi", "sentiment": "none"}, {"name": "wendy", "sentiment": "none"}, {"name": "dallas farmers market friends", "sentiment": "none"}, {"name": "hilton", "sentiment": "none"}], "locations": [{"name": "dallas county", "sentiment": "none"}, {"name": "texas", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "chad", "sentiment": "none"}, {"name": "parigi", "sentiment": "none"}, {"name": "dallas", "sentiment": "none"}, {"name": "north dallas", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-11T19:34:06.000+03:00"}, {"thread": {"uuid": "0475938bdecc4476f6b4f2723a6cd7fcdb344d07", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAdhS5vpJQMPQsMsEzAqjW8xE3CNP0iThEg--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/customer-experience", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: The Wave to Recovery", "title_full": "Upstanders: The Wave to Recovery", "published": "2017-10-12T19:19:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Navy_SEAL_Upstander.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0475938bdecc4476f6b4f2723a6cd7fcdb344d07", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAdhS5vpJQMPQsMsEzAqjW8xE3CNP0iThEg--", "ord_in_thread": 0, "author": "", "published": "2017-10-12T19:19:00.000+03:00", "title": "Upstanders: The Wave to Recovery", "text": "Instagram Downloads \nEditor's note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nThe mission, as James McFadden recalls it, was supposed to be a quick in-and-out. He and his team of U.S. Navy SEALs would fly to a small town in South Sudan to evacuate a dozen American citizens trapped amid clashes between warring factions. \nNo big deal, he thought. This was the sort of operation that McFadden, then a 30-year-old petty officer second class, had rehearsed scores of times in his five years as a SEAL. On December 21, 2013, he and his team took off in an MV-22 Osprey tilt-rotor aircraft from their base on the Horn of Africa. \nThey began taking gunfire 30 seconds before touchdown. The first few rounds sounded harmless, like rocks being tossed at a metal sheet. McFadden remained unruffled. \nThen, in an instant, they descended into a hailstorm of bullets – fired from large-caliber, belt-fed guns mounted on pickup trucks – that punched into the Osprey. \nOh shit, thought McFadden, as a bullet snapped past his head. \nThe door gunner, shot in his armored chest plate, was the first to go down. McFadden’s lead petty officer took a bullet in the back as he tried to help the first injured man. \nThe next to fall was McFadden’s fire team leader. \n“We were in a steel coffin,” he recalls, “and we couldn’t do anything about it.” \nMcFadden jumped up to help. As he did, he took two rounds in his right leg. \nHe dropped to the floor of the Osprey, he says, “like a sack of rock.” \nA rocket-propelled grenade flew past. He turned to a fellow SEAL and laughed. “Fuck,” he said. “This is it, dude.” \nAs the pilots hastily ascended to escape the attack, a fellow SEAL cinched a tourniquet around McFadden’s right thigh. With his bleeding stanched, McFadden took stock of the cabin. Everyone seemed to be bleeding. The deck was covered in blood. \nHe and the other wounded SEALs eventually were medevaced to a hospital in Nairobi, Kenya. All of them would survive. When he regained consciousness, two days later, McFadden learned that his right leg had been amputated. \nImmediately, his mind went to the ocean. \nGrowing up in the U.S. Virgin Islands, he began surfing at age 6. Before joining the Navy, he had spent two years surfing in Tahiti and on the Gold Coast of Australia. \n“Surfing centers my life,” he says. “It’s the ocean, and everything the ocean has to offer.” \nAs he contemplated the bandaged stump that had been his right leg, he figured his days of catching waves were over. \nThere goes surfing for me, he thought. I’m screwed. xxx \nKyle Buckett, a fellow SEAL, first saw McFadden surf a year before his injury. Buckett, a fellow surfer, was amazed. \nWow, he thought. This guy is good. \nThen he saw McFadden surf some more. \nHoly crap. This guy is really, really good. \nAwe gave way to friendship and a bunch of shared surf sessions, before both men were called on overseas deployments. \nSoon after McFadden lost his leg, a mutual SEAL buddy phoned Buckett to tell him the bad news. It sent his mind reeling, wondering what it would be like to lose a leg. \nHow would that affect my family? What would I do? How would I be able to have the outlet in surfing that I’ve had for the last 10 years? \n“That night, I started going into a dark place,” Buckett recalls. \nMan, I wish I could do something, he thought. \nHis desire to help McFadden was tempered by the realization that the wounded SEAL faced months of medical treatment before he could get back into the ocean. And Buckett was deployed in the Middle East. He had to focus on his mission. \nAfter six months of rehabilitation at a military hospital in Texas, McFadden returned to the Naval Special Warfare headquarters in San Diego, hoping to achieve the near-impossible: deploying with the SEALs again, even with a prosthetic leg. Part of his physical-fitness regimen included getting back on a surfboard at a weekly surfing clinic run by the Naval Medical Center in San Diego. \nIt was there he met Alex West, a fellow SEAL who had served on 15 combat tours. West, who also loved to surf, was a volunteer instructor. \nA few weeks earlier, West had been on the water off the coastal town of Del Mar with a Marine who had lost his leg. It was a picture-perfect Southern California morning, and as West looked over at the Marine, he saw a big grin on his face. \n“Yeah, man,” West said. “It’s beautiful out.” \n“That’s not why I’m smiling,” the Marine replied. \nWest shot him a quizzical look. \n“I’m smiling because when I’m out here, nobody is staring at me as the guy missing a leg,” the Marine said. “And when I catch a wave, I don’t feel any more pain.” \nThe hospital clinic had a bunch of donated surfboards of the sort you could buy in any surf shop. West knew that if veterans who were missing a limb, or who were paralyzed, wanted to surf with the same intensity as they did before their injuries, they would need customized boards — ones that sloped inward so their leg stumps wouldn’t slide off, ones with handles for guys who couldn’t stand, ones with modified fin placement for stabilization. \nThe Marine’s comment had inspired West, who has been in the Navy for 19 years. On his drive home, he had stopped at a bookstore and bought a copy of a book called Nonprofit Kit for Dummies. That night, he poured a cup of coffee and started to plan the way a SEAL might prepare for a combat mission. \nHe had a name – One More Wave – and a purpose: to design and customize surfboards for any wounded veteran who wanted one. But figuring it all out – from how to vet applications from people seeking boards to actually getting them built – weighed on him. He didn’t have any experience in setting up a nonprofit business. His expertise was leading men in combat. \nWhat he did understand was the power of surfing to heal. He began surfing 11 years ago when he started to exhibit signs of post-traumatic stress, depression, anxiety disorder and traumatic brain injury – all a result of his numerous combat deployments. “No matter what the conditions were, no matter the struggles I was having, when I came out of the water, I always felt better,” he says. \nWhen Buckett, with his shaved head and thick biceps, returned from his deployment, he learned about what West was trying to do. \nOne day, he walked into West’s office. “Hey, I’m Kyle,” he said. “I’ve got to help you.” xxx \nMost nonprofit organizations that assist wounded veterans are headed by people who have served previously in the military, or by those who’ve never worn a uniform. One More Wave is different: West and Buckett, who run it together, remain active-duty SEALs. \nBoth are senior chief petty officers who have full-time jobs within the Naval Special Warfare Command, where they are involved in initiatives to support SEAL teams that are deployed or in training. By night, however, they sit at their respective kitchen tables, crack open their laptops and review applications from injured veterans seeking adaptive boards. They work on designs for those they have accepted, and they strategize about how to grow their small nonprofit, learning as they go and helping each other avoid mistakes. They often toil past midnight, maintaining the same urgent tempo they did when they were stationed overseas. \n“I can’t get it off my mind,” says West, who wears glasses and appears more like a 37-year-old businessman than one of our nation’s most elite warriors. “I’m obsessed. I want to get home, and I want to just start working.” \nOn weekends, they climb into a van donated by a meat company – they call it the “Porkchop Express”– and head to beaches around San Diego with veterans whom they’ve outfitted, and those whose boards are in development. Before they build their grantees’ boards, West and Buckett like to observe them on the waves so they can see what needs to be customized. \nWest and Buckett want each board to feel personal and unique beyond its adaptive characteristics. They ask veterans what they wish to see when they’re paddling into the ocean. Some of the boards they design are decorated with camouflage patterns and unit insignia. Some feature cartoon characters and palm trees to evoke smiles and happy memories. And others are inscribed with the names of fallen comrades. McFadden opted for irreverent: His green-and-white board is emblazoned with a large rendering of Jack Nicholson’s crazed character in The Shining, his favorite movie. \nMany of the boards bear the initials CKIV at the tail – in honor of Charles Keating IV, a SEAL friend of Buckett’s who was killed in action in northern Iraq in 2016. He was a fan of One More Wave, and the organization has been supported by the sales of T-shirts with his Rambo-esque visage that are produced by a clothing company in the San Diego area. \nWest and Buckett don’t actually build the boards. For that, they rely on a professional shaper, Micah Shannahan, who shaves Styrofoam planks into the appropriate size, applies artwork provided by West, and then coats the boards with fiberglass resin. \nGetting the small details right – the slope of the board’s tip or the placement of fins – can make the difference between merely decent and great surfing for a disabled veteran. And better surfing, West and Buckett believe, means better therapy. \n“What I really wanted wasn’t so much to get everybody out there, like lollipops and gumdrops, and get a couple of people into a couple of waves,” West says. “I want some of these guys and girls to push their surfing, to go for the big waves, so that they have more of those moments of where they are not feeling their pain.” \nMcFadden, whose right leg was amputated above the knee, balances on his left knee and his stump. His Jack Nicholson board has extra foam, to provide greater buoyancy, and four fins, instead of three, for more stability. It allows him to once again execute the deft surfer’s move of turning while he is on the waves. \n“First time that happened, I was stoked,” he says. “It was huge.” \nThe goal of achieving “the stoke”– a sense of pride and happiness that lasts well after he has left the water – draws him to the ocean whenever he has a break from his Navy duties. “Getting on the waves is the best therapy,” he says. “Nothing better.” xxx \nWhen One More Wave started, West’s goal was to build an efficient production operation: get cool, customized surfboards in the hands of wounded warriors quickly. So far, West and Buckett have provided, or are in the process of creating, 100 boards. As their enterprise has grown, they have unexpectedly created something else: a community. \nSeveral of the active-duty troops and veterans who have received One More Wave boards gather regularly for Saturday surf sessions. They stack their prosthetics on the beach, pull on their custom wetsuits and help each other into the water. And then they pull off feats many able-bodied surfers could only dream of. \n“It’s great to see the guys doing really cool stuff on their boards,” Buckett says. “But it’s even more gratifying to see how surfing together has kindled friendships. We’ve got this whole big family of guys who are supporting each other, who are having fun together.” \nIn August 2017, after almost two years of building boards and community, West and Buckett took four of their surfers to Hawaii for a major competition on Honolulu’s Waikiki Beach. They were finally ready, they believed, to take on some of the world’s best adaptive surfers. \nMcFadden, now a petty officer first class, was scheduled to make the trip, but he had to cancel at the last minute. He had received orders to deploy, becoming one of just a small handful of Special Operations troops with leg amputations to return to the battlefield. \n“I love surfing, but the thing I love even more is being a SEAL,” he told West. \nEven without McFadden, the One More Wave team cleaned up in Hawaii, sweeping the competition’s wounded warrior category. \nAs their buddies rode the waves, West and Buckett watched admiringly from the beach. All of the late nights and weekends they spent to build their organization – time they could have devoted to relaxing after years of combat – felt even more worthwhile. They were amazed by what they had created, but even more so by what they were seeing. \n“It’s not us, it’s them,” West said. “They show us what it means to be strong, what it means to never give up.” \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T03:02:28.095+03:00"}, {"thread": {"uuid": "0e8094dab4b3319e28b7446445f3ae8a48ff9edc", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAcTuRe6Ogo7xmBSaBlVrtuO24_238fzFgA--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/company", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Upstanders: From War to Montana", "title_full": "Upstanders: From War to Montana", "published": "2017-10-14T02:18:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/assets/img/share.png", "performance_score": 2, "domain_rank": 1613, "social": {"facebook": {"likes": 207, "comments": 0, "shares": 207}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 1}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0e8094dab4b3319e28b7446445f3ae8a48ff9edc", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jnbgPJurvKSAcTuRe6Ogo7xmBSaBlVrtuO24_238fzFgA--", "ord_in_thread": 0, "author": "", "published": "2017-10-14T02:18:00.000+03:00", "title": "Upstanders: From War to Montana", "text": "Instagram Downloads \nEditor’s note : This is one of the episodes in the second season of Upstanders, a collection of short stories that asks what it means to have courage in today’s America. Produced by Howard Schultz and Rajiv Chandrasekaran, Upstanders help inspire us to be better citizens. Download video for media use \nMary Poole was scrolling through news stories on her smartphone while breastfeeding her infant son when her eyes locked onto a photograph that would transform her life — and the lives of many others. \nShe stared at the image of Alan Kurdi, a 3-year-old Syrian boy, clad in a red shirt and blue shorts, lying on a Turkish beach. At first, it appeared to her as if he was on vacation with his family. Then she noticed he was face down, with his head toward the water. He was wearing shoes. And she grasped what she was seeing. He had drowned in the Mediterranean Sea while fleeing the civil war engulfing his homeland. \nPoole was overwhelmed by sadness. She thought of Alan’s parents, and she tried to imagine how painful it would be if she had to flee her home, her community in Missoula, Montana, and her country. \n“It was gut-wrenching,” she recalled. \nThe next day, at a monthly gathering of her girlfriends, Poole described the profound effect the photo had on her. She and her friends agreed to contribute what they could to charities that help refugees, and when she got home, she donated $20 to the United Nations’ refugee agency. \nAs soon as she sent the money, it felt insufficient. She wished she could do more, and she voiced that sentiment to one of her friends, who suggested that they welcome refugee families to live in Missoula. \nPoole, who had worked as an arborist before her pregnancy made it difficult to climb trees with a chainsaw, had no idea how to extend the invitation. She wasn’t familiar with the U.S. government’s refugee resettlement process or the controversy surrounding the issue. She didn’t even know what qualified someone as a refugee. \nThat didn’t daunt her. \n“Let’s give it a try,” she told her friends. “Let’s start to educate ourselves and figure out what it would take, and what the whole system is — and see if we can help.” \nDuring her son’s naps, she opened her laptop to do research. She learned that refugees are not voluntary migrants, but people who have been forced to flee their home countries because of war, persecution, or natural disasters. She sought out experts and called them on the phone. She was determined to get Missoula to the top of a list of refugee host cities that she assumed was being compiled by the U.S. government. \n“I was sure that there were these 10 boxes we’d have to check and we could make this happen,” she recalls. “I was absolutely sure that everyone who had seen that photo was scrambling to get refugees in their community, and scrambling to get to the top of the list.” \nEventually, she learned there was no list, and that Montana was one of just two states — Wyoming is the other — that had no cities participating in the State Department’s resettlement program. If refugees were to be brought to Missoula, the city would have to petition one of the nine resettlement agencies that work with the federal government to open an office in Montana, and that decision would have to be approved by bureaucrats in Washington. \nThose discoveries would have led most people to abandon the quest. But Poole thought of the desperation of her fellow mothers in war-ravaged parts of Syria. “Part of me couldn’t move on,” she says. \nThe challenge of building support for refugees in Montana — Missoula, a small city of around 72,000, is surrounded by conservative, tradition-bound communities that dislike interference in their lives by the federal government — also did not dissuade her. \n“Somebody needed to stand up” for people fleeing the Syrian civil war, Poole says. xxx \nPoole began by walking into the modest office of Missoula’s mayor, John Engen. She told him how the photo of Alan had moved her to act, what she had learned about refugees, and how the city could help. As she talked, Engen thought about his grandparents, who emigrated by boat from Norway and settled in North Dakota. \n“For me, the American Dream isn’t a dream that’s exclusively retained for folks who happen to be born at the right time and the right place,” he says. \nEngen concluded after his conversation with Poole that his city could play a role in helping some of the approximately five million Syrians who have left their country because of the war. “I think we have an obligation to other human beings, even if they don’t live within our city limits,” he says. “We can make a difference one life at a time.” \nPoole didn’t stop with the mayor. She jawboned members of the city council and the Board of Missoula County Commissioners. She sat with the superintendent of schools to inquire about English-as-a-second-language classes. She met with community groups, churches, the local housing agency and the health department — all in an effort to drum up a groundswell of support for welcoming refugees. \nShe approached everyone with deference. Instead of saying, “This is what we need to do,” she would begin by sharing what she had learned about refugee resettlement. She’d end with a question: “Do you think this is something we can do in our community?” \n“Every single person we talked to said, ‘Of course. Of course, we can do this,’” she recalls. \nAt the same time she was reaching out to local leaders, she also contacted the International Rescue Committee (IRC), one of the resettlement agencies working with the federal government. She sought to play matchmaker, telling the organization how interested Missoula was in welcoming refugees, and she urged a meeting with local officials. It was a deft move, particularly for someone who had no previous experience trying to pull the levers of government. \nAlong the way, Poole decided to form a nonprofit organization that would focus on advocating for refugees and helping them once they arrived. She called it Soft Landing Missoula. \nThe community’s willingness to help — sparked largely by Poole — led the IRC to make a formal request of the State Department in early 2016 to make Missoula a host city. At Poole’s urging, the mayor, the city council, and Missoula County’s commissioners sent letters in support of the application. \nThe enthusiasm for bringing refugees to Missoula thrilled the IRC. Often, the group has to plead with cities to support resettlement within their borders. It was very rare for a community put its hand up and ask the agency to send refugees its way. \n“It was so heartening,” says Jen Barile, the IRC’s resettlement director in Montana. “We have a crisis, and Missoula responded with open arms.” xxx \nThe letters to the State Department made local news. Soft Landing Missoula received calls and letters of support. It also got a slew of angry, nasty posts on its Facebook page, and even a few death threats. \nOne chilly winter morning, dozens of protesters gathered on the snowy sidewalk in front of the county courthouse to protest the settlement of refugees in the state. A half dozen speakers stood on a sidewalk cornerstone to argue that refugees from Syria and other Muslim-majority nations posed a grave threat to security in the United States. \nIt would be impossible, some of the speakers argued, to fully vet the refugees for ties to terrorist groups. \n“This is an invasion,” one man said. “It’s a government-sponsored invasion.” \nPoole was unperturbed. Most of the protesters were not Missoula residents; they hailed from rural communities outside the city. Instead of trying to confront them directly, she convened a pro-refugee rally the following month. \nShe drew a crowd almost 10 times the size of the opponents’. Holding candles and signs that read “Fear Is Our Foe” and “Montana Welcomes Muslims,” the throng marched through downtown Missoula and gathered at a park along the bank of the Clark Fork River. \nA smattering of anti-refugee protesters joined the crowd at the park. When one of the pro-refugee marchers sought to block one of the opponent’s signs, she intervened. \n“Hey, let’s offer these people the same courtesy and space we have,” she said. “They have every right to be here.” \nOnce she approached the protesters, she recognized some of them as people who had been posting anti-refugee comments on Soft Landing’s Facebook page. Instead of giving them a piece of her mind, she invited three of them to join her for a beer at a local microbrewery the next week. \nShe wasn’t seeking to convert them. She simply wanted to get to know them and understand why they were so opposed to the idea of welcoming refugees. \n“It never became about convincing anyone to wholeheartedly agree that I was right and they were wrong,” she says. “Our work is to create a welcoming community for refugees in Missoula. If we can create a situation in which everyone feels comfortable to welcome people whether or not they fundamentally, politically believe in resettling refugees, then we’ve done our job. It’s that simple.” \nOver brews, they discovered they had more in common than they expected. “Cussing and beer,” she says, and a love of kayaking, music and the outdoors. They also share a belief in “compassion toward neighbors.” \nA friendship was born. “A beautiful one,” she says, “that I keep to this day.” xxx \nThe first refugees arrived in Missoula in August 2016 — less than a year after Poole saw the photo of Alan Kurdi. A family of five from the Congo. They had spent the previous 20 years living in a refugee camp. \nSoon after they arrived, Poole took them to a farmers’ market in the city. The refugees spoke only Swahili. Poole didn’t speak a word of the language. \nAs they walked down the street, the family’s matriarch looked around, sighed, and said, “Missoula, Missoula.” \nPoole looked at her and said, “Home.” \nThe woman smiled. “Missoula home,” she replied. \nIn most American cities, there aren’t volunteers who take new refugee arrivals to farmers’ markets. Resettlement organizations such as the IRC place refugees in apartments; provide them with a stipend for food and rent for between three and six months, help them obtain identification documents, enroll them in English classes and assist adults in finding work. Each family is assigned a case worker, but resettlement organizations don’t have the resources to help with the minutiae of adjusting to life in the United States. Refugees often have to figure it out on their own. \nIn many other cities, however, refugees can turn to other refugees for guidance and support. In Missoula, Poole realized, that wouldn’t be possible, at least not right away. \nShe decided that Soft Landing would fill the gap. The group offers driver-education classes and has even provided several families with used vehicles donated by Missoulians. Soft Landing gives the new arrivals a raft of household goods and furniture, also provided by generous residents, as well as cold-weather clothes. \nPoole also helps families with small but valuable tasks. To enable them to stretch their food stipends, she buys food online for them at cheaper prices than those at local supermarkets. She even procures green coffee beans for Eritrean families, who prefer to roast their coffee themselves, and has arranged a goat slaughter to commemorate Easter. \n“It’s all of these little pieces that create a welcoming community,” she says. \nMore than 600 Missoula residents have signed up to volunteer with Soft Landing — far more than the group needs. Instead of turning away the assistance, Soft Landing has connected 30 of them with the local public-school system. As a result, every student learning English in the system, whether a refugee or not, now gets daily, one-on-one tutoring. \n“Missoulians have come together to open their hands, hearts and homes,” she says. “The outpouring of support has been overwhelming.” xxx \nAs ISIS fighters neared his farming village in northeastern Syria in May 2014, Jaber Abdullah fled for neighboring Turkey with his wife, his 20-day-old son and his brother. \nHe planned to head back home when the civil war in his homeland subsided. \nBut as the fighting dragged on, his family found itself in a precarious position. They didn’t have permission to live in Turkey legally, placing them at risk for deportation back to Syria and barring Abdullah from getting a decent job to provide for his family. So, grudgingly, he applied for resettlement with the UN refugee agency. \nHe expected to be sent to a European nation, as many other Syrians in Turkey had been. Instead, he was informed six months later that he and his family would be among 10,000 Syrian refugees to be resettled in the United States, in Elizabeth, New Jersey. \nThen, three days before they were to fly out, he was told that they would have a different home: Missoula. \n“I was a bit scared,” he says. “I had never heard of Missoula.” \nHe worried that there wouldn’t be any other Syrians in Montana. And he wondered if anyone there would speak Arabic. \nThose fears were assuaged a few days after he and his family arrived in January 2017. The lack of a large Arabic-speaking population was compensated for by the welcome they received from Soft Landing volunteers, who offered to teach him and his wife, Heba, how to speak English. The volunteers explained how the bus system worked, furnished the family’s apartment and took them shopping for food. \n“The residents of Missoula are the reason we love Missoula,” Abdullah says with a grin. \nPoole set him up in her old line of work — as an arborist — and he now brings home a paycheck that covers rent, utilities, and groceries. In his first six months in America, he has traded smoking for vaping, acquired a Montana driver’s license, and picked up enough English slang to navigate his new city. He spends his evenings in a cozy, two-bedroom apartment, devouring Syrian food dished up by Heba and playing with his growing family: The newborn who fled Syria, Jan, is now 3, and he has a 9-month-old brother, Ivan. \nOne day a few months after they arrived, Poole knocked on their door with good news. No longer would Abdullah have to ride a bike to work in the winter chill. She had a donated minivan for the family. \n“I didn’t expect this help from volunteers,” he says. “Mary Poole made us very happy.” \nAlthough Abdullah still harbors dreams of returning to Syria, he has fallen in love with his new city. \n“The people I have met here have become like family,” he says. “I feel like I’m at home.” xxx \nMore than 30 refugee families are now living in Missoula. They hail from Congo, Eritrea, Iraq and Syria. \nNone of them would be in Montana if not for Poole. \n“Mary was the right person at the right time with the right idea and the energy to make it happen,” Engen says. \nBetween running Soft Landing and caring for her two young children – she had a daughter over the summer – Poole isn’t always able to greet families as soon as they arrive. But the news of each refugee’s landing at the city’s airport fills her heart with a little more joy. \nRecently, when she spotted a newly arrived family walking down the street, she rolled down her car window and stopped to shout hello. The family was flummoxed. “They’re like, ‘Hi, crazy white person waving at us,’” she laughs. \nEven though she won over local leaders and has hundreds of supporters in the city, Poole still accepts every request to speak to community groups about her work. She patiently explains who refugees are and the process for resettling some of them in the United States. Sometimes, the crowd nods in agreement. Sometimes, heated arguments break out. She never raises her voice or tries to silence critics. \n“Everyone,” she says, “deserves to have their voice heard.” \nFor Poole, that attitude extends even to those who post pointed critiques on Soft Landing’s Facebook page — people such as John Barber, a Navy veteran, who asked how refugees brought to the city would be vetted. How would they learn English? Would they be employable? \nThen he typed out a few comments on his own Facebook page. He described those trying to bring refugees to Missoula as “liberal hacks doing some feel good stuff.” \nPoole invited Barber to join her for a cup of coffee. Their conversation sparked an unexpected friendship – and a subsequent meeting for lunch at the Old Post, a local institution, where they sat under the stuffed head of a moose. \nBarber began by telling Poole that a Congolese refugee family had moved in beside him and his wife. \n“Those folks next door,” he told her, “got the cutest kids ever.” \nHe said his new neighbors had brought over a basket of food. In return, his wife baked them a loaf of bread, and he went over to shake the husband’s hand. \nBefore the Congolese family had arrived, the house was occupied by a man who, Barber believed, used illegal drugs. “These people are such a refreshing change,” he said. \nHe had been reading about strife in the Congo on the Internet. “Golly, just to come out of that alive is pretty much of a success story,” he said. \nAs their conversation continued, he mentioned that he still worried that other refugee families that hail from Muslim nations could pose a security threat in Missoula. “I haven’t changed my mind on a lot of things,” he admitted. \nPoole noted that many refugee families from Iraq and Syria are “just fleeing the exact same thing”– ISIS –“that we are also struggling with in our own way.” \nBy the end of the meal, Barber and Poole weren’t in wholehearted agreement, but their differences had narrowed. “I think you’re a very reasonable person,” he told her as he got up from the table. \nWalking out of the restaurant into a bright summer afternoon, Poole gazed down the street of her hometown and thought about the two years since she had seen the photo of Alan Kurdi. \n“Our community has so much to gain from opening our arms and hearts to people from around the world,” she said. “Everything I’ve done — it wasn’t based on winning a political battle. It wasn’t based on anything larger than, ‘Can we help a couple of people?’” \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "john barber", "sentiment": "none"}, {"name": "alan", "sentiment": "none"}, {"name": "abdullah", "sentiment": "none"}, {"name": "barber", "sentiment": "none"}, {"name": "poole", "sentiment": "none"}, {"name": "alan kurdi", "sentiment": "none"}, {"name": "jen barile", "sentiment": "none"}, {"name": "elizabeth", "sentiment": "none"}, {"name": "mary poole", "sentiment": "none"}, {"name": "jaber abdullah", "sentiment": "none"}, {"name": "engen", "sentiment": "none"}, {"name": "ivan", "sentiment": "none"}, {"name": "john engen", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "heba", "sentiment": "none"}, {"name": "rajiv chandrasekaran", "sentiment": "none"}, {"name": "mary", "sentiment": "none"}], "organizations": [{"name": "board of missoula county commissioners", "sentiment": "none"}, {"name": "navy", "sentiment": "none"}, {"name": "old post", "sentiment": "none"}, {"name": "united nations", "sentiment": "none"}, {"name": "isis", "sentiment": "none"}, {"name": "international rescue committee", "sentiment": "none"}, {"name": "un", "sentiment": "none"}, {"name": "irc", "sentiment": "none"}, {"name": "state department", "sentiment": "none"}], "locations": [{"name": "montana", "sentiment": "none"}, {"name": "eritrea", "sentiment": "none"}, {"name": "wyoming", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "missoula county", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "syria", "sentiment": "none"}, {"name": "muslim-majority", "sentiment": "none"}, {"name": "congo", "sentiment": "none"}, {"name": "new jersey", "sentiment": "none"}, {"name": "poole", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "turkey", "sentiment": "none"}, {"name": "norway", "sentiment": "none"}, {"name": "clark fork river", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "missoula", "sentiment": "none"}, {"name": "iraq", "sentiment": "none"}, {"name": "mediterranean sea", "sentiment": "none"}, {"name": "north dakota", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-14T03:41:05.016+03:00"}, {"thread": {"uuid": "73608ce25a7d399250dbb272c2b4ac557d3f4835", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jmD77uaSUScCnC9f2DG4lPeh1CYyNYJxcnoFs.5RpSABLf_YkTvj6CwVFCB6JWXML04Ma0vOHaU4.JUeSaLBa.L8XpUUnP7Mi4-", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom News", "title": "Starbucks matches donations through stores, app for Calif. fire victims", "title_full": "Starbucks matches donations through stores, app for Calif. fire victims", "published": "2017-10-14T18:00:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/sirenmeta.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 35, "comments": 0, "shares": 35}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 91}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "73608ce25a7d399250dbb272c2b4ac557d3f4835", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jmD77uaSUScCnC9f2DG4lPeh1CYyNYJxcnoFs.5RpSABLf_YkTvj6CwVFCB6JWXML04Ma0vOHaU4.JUeSaLBa.L8XpUUnP7Mi4-", "ord_in_thread": 0, "author": "", "published": "2017-10-14T18:00:00.000+03:00", "title": "Starbucks matches donations through stores, app for Calif. fire victims", "text": "Instagram \nOur thoughts are with our Starbucks partners and customers affected by the wildfires that continue to spread throughout California. We are grateful that no partners in the area were harmed as a result. \nAs part of our support, The Starbucks Foundation will donate $150,000 for relief and recovery efforts. Of that amount, $50,000 will go to the American Red Cross to support immediate relief. We are also encouraging partners and customers to do their part and are instituting a $100,000 matching challenge to raise funds for long-term recovery through the Center for Disaster Philanthropy. The Starbucks Foundation will match up to $100,000 in customer donations done via the Starbucks App or at any of our stores. \nFor more information on this story, Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "starbucks", "sentiment": "negative"}, {"name": "starbucks foundation", "sentiment": "none"}, {"name": "red cross", "sentiment": "none"}, {"name": "center for disaster philanthropy", "sentiment": "none"}], "locations": [{"name": "calif.", "sentiment": "none"}, {"name": "california", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-14T20:26:35.032+03:00"}, {"thread": {"uuid": "e2adc1e1b8b108bb5340723cb29c29cbe6cd1e4b", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jk1wWlj5QRSfGGSZAXg6KqZRDtyZKo2KV1yP5v2HLKnXKPLy.sKt73WcYgkzY.xu2pAsmQXxV9W.3thbGkIcbs5", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/partner-employee-experience", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "‘History lives among us’: Sen. John McCain awarded Liberty Medal", "title_full": "‘History lives among us’: Sen. John McCain awarded Liberty Medal", "published": "2017-10-17T05:34:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/John_McCain_low_res1.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 32, "comments": 0, "shares": 32}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 12}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e2adc1e1b8b108bb5340723cb29c29cbe6cd1e4b", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jk1wWlj5QRSfGGSZAXg6KqZRDtyZKo2KV1yP5v2HLKnXKPLy.sKt73WcYgkzY.xu2pAsmQXxV9W.3thbGkIcbs5", "ord_in_thread": 0, "author": "", "published": "2017-10-17T05:34:00.000+03:00", "title": "‘History lives among us’: Sen. John McCain awarded Liberty Medal", "text": "By Linda Dahlstrom / Starbucks Newsroom; Photo credit: Peter Van Beever \nOn Monday evening at Philadelphia’s Independence Mall, “history lives among us,” said Howard Schultz, as he looked across the stage at Sen. John McCain. \nSchultz, Starbucks executive chairman, was among those honoring McCain who was being awarded the 2017 Liberty Medal for his lifetime of sacrifice and service to the United States. \nThe award is presented annually by the National Constitution Center to those who have done   to further liberty around the world. \n“I’m humbled by it,” said McCain, who was greeted with a standing ovation. “I’ll try my best not to prove too unworthy of it. I’ve had the good fortune to spend 60 years in service to this nation. I’ve been repaid a thousand times over with adventures and the satisfaction of being in service to something larger than myself and for being a bit player in the story of America.” \nVice President Joe Biden presented his friend of more than four decades with the award, recounting the words his mother used to tell him often growing up: “You are defined by your courage and you are redeemed by your loyalty.” \n“Courage and loyalty,” Biden said. “I can think of no better description of the man we are honoring.” \nIn addition to Biden and Schultz, other speakers included Dr. Amy Gutman of the University of Pennsylvania and Jeffrey Rosen of the National Constitution Center, paid tribute to McCain. \n“Senator McCain, I stand here in awe of America’s shared heritage and with the utmost respect and gratitude for you, sir,” said Schultz during his speech. He recounted McCain’s years serving as a Naval officer, the years he spent as a prisoner of war in Vietnam enduring horrific abuse and his six terms serving as a U.S. senator. \n“I must believe that every time you took that oath of allegiance to the Constitution, you were also pledging your heart to our country,” said Schultz. “More than an oath of loyalty, you pledged an oath of love.” \nHe noted McCain’s continued commitment to the Veterans and active service members, such as celebrating Fourth of July each year with American troops overseas. It’s an area of shared passion for Schultz. He and his wife, Sheri, through the Schultz Family Foundation, have launched Onward Veterans, a national initiative helping veterans overcome the challenges of returning to civilian life. Starbucks has also committed to hiring 25,000 veterans by 2025. \nSchultz highlighted McCain’s courage in not only his military service, but as a senator willing to vote his conscience and reach across party lines to find common ground. \n“Looking at the man we honor here tonight,” he said, “I am comforted and confident in our potential as a united nation to live up to the best of our past, to put forth the best of ourselves, and to forge a future worthy of all Americans – especially great Americans who inspire us, like John McCain.” \nIn closing, McCain looked to the past while also encouraging the crowd to go forward in service. \n“We are living in the land of the free, the land where everything is possible,” he said. “We live in a land made of ideals. We are the custodian of those ideals at home and the champion of them abroad…We have a moral obligation to continue in our just cause.” \nIn reflection on his many decades of service, he said. “I’m the luckiest guy on earth. I’ve served America’s cause, the cause of freedom and equal justice all my adult life. Among the few compensations of old age is the acuity of hindsight. And I see I was part of something important.” \nPast recipients of the Liberty Medal include Nelson Mandela, Colin Powell, Kofi Annon, Sandra Day O’ Connor, the Dalai Lama and other luminaries. \nTalk about this story on the Starbucks Newsroom Facebook page. \n  contact Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "linda dahlstrom", "sentiment": "neutral"}, {"name": "john mccain", "sentiment": "neutral"}, {"name": "mccain", "sentiment": "none"}, {"name": "sheri", "sentiment": "none"}, {"name": "jeffrey rosen", "sentiment": "none"}, {"name": "joe biden", "sentiment": "none"}, {"name": "amy gutman", "sentiment": "none"}, {"name": "schultz", "sentiment": "none"}, {"name": "sandra day", "sentiment": "none"}, {"name": "biden", "sentiment": "none"}, {"name": "nelson mandela", "sentiment": "none"}, {"name": "colin powell", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "kofi annon", "sentiment": "none"}], "organizations": [{"name": "starbucks newsroom", "sentiment": "neutral"}, {"name": "university of pennsylvania", "sentiment": "none"}, {"name": "schultz family foundation", "sentiment": "none"}, {"name": "starbucks", "sentiment": "none"}], "locations": [{"name": "philadelphia", "sentiment": "none"}, {"name": "vietnam", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-17T07:03:21.013+03:00"}, {"thread": {"uuid": "55508f9fc1275ea919d3bbeb44d05f27281bdaa8", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jk__SNU366P4ACC6mpcYN0OYuw1NeiPKPDBgUwbgn6w3TwDssm7ySOkCkCIU1tcFuoiH_2D.5d6fA--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/customer-experience", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "How a purple chair changed the way we drink coffee", "title_full": "How a purple chair changed the way we drink coffee", "published": "2017-10-17T21:46:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Purlple_chair_resized.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 23, "comments": 0, "shares": 23}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 2}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "55508f9fc1275ea919d3bbeb44d05f27281bdaa8", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jk__SNU366P4ACC6mpcYN0OYuw1NeiPKPDBgUwbgn6w3TwDssm7ySOkCkCIU1tcFuoiH_2D.5d6fA--", "ord_in_thread": 0, "author": "", "published": "2017-10-17T21:46:00.000+03:00", "title": "How a purple chair changed the way we drink coffee", "text": "October 17, 2017 Coffee & Company How a purple chair changed the way we drink coffee Share Downloads \nBy Heidi Peiper/Starbucks Newsroom \nIf you visited a Starbucks store sometime around the year 2000, you’ll probably remember it. That stuffed purple armchair, made of a soft fabric like crushed velvet and wide enough to stretch out on. It was the most likely spot in the store to find lively debates and quiet confabs. Where books were written and sweaters knitted. The scene of breakups and makeups. It was the best seat in the house. \n“The purple chairs were special and actually quite coveted, people would gravitate toward them,” said Brooke McCurdy, who was a director for Starbucks Store Design from 1991-2004. “You felt a place and a sense of a connection in what’s really a transient environment.” \nThe purple chair was also revolutionary in its own way. \nWhen Starbucks first opened in the 1970s, coffee in the United States was mostly consumed at home. Early Starbucks stores had no seating, just a long wood counter for weighing and bagging coffee beans and shelves full of brewing equipment. After Howard Schultz visited Milan’s espresso bars in 1983, he reimagined Starbucks as a café in the Italian tradition, with stand-up style service and an emphasis on speed. But he discovered people wanted a place to relax. \nStarbucks added stools and dining chairs made of wood and metal when it opened its first espresso bars in 1987 (just no more than nine seats in each location). But as the company grew from 17 stores to more than 1,000, stores evolved to become more of a “third place” between work and home. Perhaps it was more than coincidence that coffee bars were becoming popular at the same time the Internet was growing. They offered an oasis, filling a powerful need for social interaction in a society where people felt increasingly disconnected. \nIn 1996 Starbucks overhauled its store philosophy designs to reflect this new world, eliminating elements that appeared stiff and hard-edged in favor of a more romantic, lived-in look. And it brought in its first purple chair. \n\nMcCurdy remembers that time. \n“What we were hearing was that people just wanted a quiet moment,” she said. “The purple chair helped create an environment where you could feel that it’s my place.” \nThe chair became a beacon, a symbol of Starbucks as recognizable as the green apron. It was a mainstay of store designs for the better part of a decade as Starbucks entered new markets like Germany, Argentina and China on a breakneck pace of five new stores a day. \n“No matter where in the world you were, the purple chair made people feel like home,” McCurdy said. \nSantiago, Chile: 2003 \nA Texas college student posted in her blog in 2013, “I’ve sat in this chair so many times it’s become familiar territory for me. I know that it is large enough for me to curl sideways if I want to, and that if I wait here long enough someone will come over to say, ‘Good morning.’” \nBut even though the purple chair may have become an icon, it wasn’t the most practical piece of furniture. The fabric was easily worn. It was difficult to keep clean. A cappuccino spill could be calamitous. \n“There was a lifespan to the pieces, and they were loved to death,” McCurdy said. \nBy 2008, Starbucks began a major shift in its design philosophy as part of the transformation of its business. Going forward, store designs would have more individuality, reflecting the distinct personality of each local neighborhood. \n“The purple chair was comforting and familiar, even in its imperfection,” wrote Erin Hryciw, project manager from Starbucks Store Concepts, in a blog post to customers in 2010. “But it also represented a time in Starbucks history when furniture was highly standardized, and the name of the company was at risk of becoming synonymous with cookie-cutter design and ubiquity.” \nStarbucks developed a new approach to furniture that supported the design direction. They worked with store partners to make ensure pieces were practical, and made with genuine materials that would have a longer life in the store. Each item is tested by an outside vendor third party to ensure safety and quality standards are met. \nToday, Scott Mitchem, director of Concepts for Furniture, Fixtures and Finishes, and his team in New York and Seattle create a catalog of more than 500 furniture and fixtures for Starbucks stores in the Americas. One of the new classics in Starbucks furniture collection is a lounge chair called Bertha. Inspired by mid-century modern design, with clean lines and a timeless style, it is equally at home in a modern office tower as it is a historic brick building. It comes in six different colors, but no purple. \n“We want our furniture to have that durability and that beauty,” Mitchem said. “We’re making an investment in quality furniture that will last and still have style. Whether it’s leather or wood, whether it’s rustic or modern, there’s something in there that feels authentic to who we were and who we are today.” \n  contact Related News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "scott mitchem", "sentiment": "none"}, {"name": "heidi peiper/starbucks newsroom", "sentiment": "none"}, {"name": "mitchem", "sentiment": "none"}, {"name": "mccurdy", "sentiment": "none"}, {"name": "bertha", "sentiment": "none"}, {"name": "brooke mccurdy", "sentiment": "none"}, {"name": "howard schultz", "sentiment": "none"}, {"name": "erin hryciw", "sentiment": "none"}], "organizations": [{"name": "2017 coffee & company", "sentiment": "neutral"}, {"name": "starbucks store design", "sentiment": "none"}, {"name": "starbucks store concepts", "sentiment": "none"}, {"name": "starbucks", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "americas", "sentiment": "none"}, {"name": "argentina", "sentiment": "none"}, {"name": "santiago", "sentiment": "none"}, {"name": "milan", "sentiment": "none"}, {"name": "seattle", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "china", "sentiment": "none"}, {"name": "texas", "sentiment": "none"}, {"name": "chile", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-17T22:32:11.013+03:00"}, {"thread": {"uuid": "48460ce5ef344d500f2d3628f0a0442c6765e691", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jkLc1..ytb8vyL6yoqf8RfKfmUICENYUuPiidx4BrSXii8CyM51gLEQERf0UqqJhDxhsJFTl18d_g--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news/partner-employee-experience", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom", "title": "Brewing 101: Which brewing method is right for you?", "title_full": "Brewing 101: Which brewing method is right for you?", "published": "2017-10-19T23:39:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Brewing_method_meta.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 16, "comments": 0, "shares": 16}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 26}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "48460ce5ef344d500f2d3628f0a0442c6765e691", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jkLc1..ytb8vyL6yoqf8RfKfmUICENYUuPiidx4BrSXii8CyM51gLEQERf0UqqJhDxhsJFTl18d_g--", "ord_in_thread": 0, "author": "", "published": "2017-10-19T23:39:00.000+03:00", "title": "Brewing 101: Which brewing method is right for you?", "text": "Downloads \nBy Heidi Peiper / Starbucks Newsroom \nBri Sternquist, store manager of Starbucks Reserve coffee bar in downtown Seattle , sits at the end of her store’s long, low bar aglow with eye-catching brewing equipment. She shares how she and her team help customers reimagine their daily coffee ritual by choosing different brewing methods, including from the bar’s trio of bubbling siphon brewers, a row of elegant copper pour-over stands and two sleek chrome manual espresso machines that would look at home in a sports car showroom. \nThe way a coffee is brewed can have a surprising effect on the flavors in your cup, Sternquist said. \nTake a coffee like Starbucks Reserve® Costa Rica La Candelilla Estate . If it’s brewed in a coffee press or on a Clover® brewer, it develops a rich chocolatey flavor. But a Chemex® can bring out its notes of sweet citrus. \n“When customers come here, they encounter brewing methods they may have never seen before,” Sternquist said. “We try to cultivate their curiosity, and ask them to come on a journey with us.” \nSternquist and members of Starbucks Coffee team share some of their favorite brewing methods featured at the Starbucks Reserve Roastery, Starbucks Reserve coffee bars, and select Starbucks stores around the world. Siphon brewer \nThe first patent for the siphon brewer may have been filed in the 1830s, but its allure is timeless – an entertaining display of coffee artistry and science . The technique takes about 10 minutes from start to finish, and produces enough coffee to share with a friend. Taste result is a clean and balanced cup that is approachable in flavor, perfect for washed Latin American coffees such as Brazil. \n“Whenever the siphon lights up, a crowd starts to form around it,” Sternquist said. “It’s magical.” Pour-over \nNot too heavy and not too light, the pour-over is a simple technique that produces a beautiful cup. To brew, a barista gently pours hot water over finely ground coffee in a slow, circular motion. This filtered method allows bright flavor notes to shine, perfect for Blonde Roast coffees with their delicate and citrusy flavors. The brewing method takes about three minutes, and is available at most Starbucks® stores around the world. Chemex \nA Chemex® brewer is a specialized version of pour-over, with an elegant one-piece hourglass-shaped vessel made of heat-resistant glass. The result is two to three cups of complex, clean and bright flavor. \n“A Chemex balances out a coffee – heavy coffees come through more cleanly, and bright coffees come through a little more balanced,” said Starbucks coffee quality specialist Sergio Alvarez. Coffee press \nA favorite among Starbucks partners for sampling new coffees, the coffee press uses metal mesh instead of a paper filter to strain the coffee grounds. The technique, which takes about four minutes of brewing time, allows the coffee to retain its natural oils and extracts its full flavor while producing a thick, rich consistency, ideal for bold coffees like Sumatra or Caffé Verona. \nChad Moore from Starbucks Coffee Education team said this is his favorite brewing method. \n“It produces a nice full-body coffee that’s a little smoky, sweet,” he said. “It’s the real essence of coffee, it’s a bold syrupy flavor, it’s the true essence of the bean.” Clover® brewer \nThe proprietary Clover® brewer utilizes a full-immersion brewing method paired with vacuum extraction, resulting in highly defined flavors. Found in Starbucks Reserve coffee bars and more than 2,000 Starbucks stores with Reserve coffee, the Clover® brewing system allows customers to explore the full range of Starbucks coffees, one cup at a time. \n“The Clover uses a finer mesh metal filter than a coffee press, resulting in a clean cup while maintaining the coffee’s natural oils,” said Starbucks Coffee Education specialist Mackenzie Karr. “It brings out each coffee’s unique flavors.” Espresso \nEspresso is the most concentrated form of coffee, made in just a few seconds when hot water is pushed under high pressure through finely ground coffee for a flavor that is intense and subtly sweet. Semi-automatic espresso machines such as the Black Eagle give baristas precise control of the volume of extracted liquid and the shot time. \n“With our Black Eagle espresso machines, customers hear us grinding the coffee and see us tamping every shot,” Sternquist said. “It brings us closer to the craft.” Starbucks Draft Nitro \nStarbucks Draft Nitro Cold Brew infuses refreshing cold coffee with nitrogen. A slow pour takes about 20 seconds, allowing for a subtly sweet cascade of velvety coffee. Nitro Cold Brew is on tap in nearly 1,000 stores and Starbucks Reserve coffee bars. \n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "heidi peiper", "sentiment": "neutral"}, {"name": "sternquist", "sentiment": "none"}, {"name": "mackenzie karr", "sentiment": "none"}, {"name": "caffé verona", "sentiment": "none"}, {"name": "sergio alvarez", "sentiment": "none"}, {"name": "chad moore", "sentiment": "none"}], "organizations": [{"name": "starbucks reserve", "sentiment": "neutral"}, {"name": "starbucks newsroom  bri sternquist", "sentiment": "neutral"}, {"name": "reserve", "sentiment": "none"}, {"name": "starbucks reserve roastery", "sentiment": "none"}, {"name": "starbucks coffee", "sentiment": "none"}, {"name": "black eagle", "sentiment": "none"}, {"name": "starbucks draft nitro  starbucks", "sentiment": "none"}, {"name": "chemex", "sentiment": "none"}, {"name": "starbucks", "sentiment": "none"}, {"name": "starbucks coffee education", "sentiment": "none"}], "locations": [{"name": "seattle", "sentiment": "none"}, {"name": "sumatra", "sentiment": "none"}, {"name": "costa rica la candelilla estate", "sentiment": "none"}, {"name": "brazil", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-20T04:09:09.002+03:00"}, {"thread": {"uuid": "045ace8d22955dcc90f1ac6f82a3b842c9c3937b", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jlTSzW7J.mcveIKmbAgQNY6YnNwWjsiQOMbs7ABPS.39Q--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom News", "title": "Offering hope: 17 ways to ‘Give Good’ in 2017", "title_full": "Offering hope: 17 ways to ‘Give Good’ in 2017", "published": "2017-11-01T11:04:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/Give_Good.JPG", "performance_score": 0, "domain_rank": 1613, "social": {"facebook": {"likes": 23, "comments": 0, "shares": 23}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 9}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "045ace8d22955dcc90f1ac6f82a3b842c9c3937b", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jlTSzW7J.mcveIKmbAgQNY6YnNwWjsiQOMbs7ABPS.39Q--", "ord_in_thread": 0, "author": "", "published": "2017-11-01T11:04:00.000+02:00", "title": "Offering hope: 17 ways to ‘Give Good’ in 2017", "text": "By Linda Dahlstrom and Jessica Conradson   \nThe smallest thing can make the biggest difference. \nDuring times of disaster and tragedy when the world feels out of control, personal acts of compassion and kindness can help us know that we are still here for each other. We are still connected. \nWhen Hurricane Maria struck Puerto Rico, decimating lives and communities, a friend gave Virginia Rivera homemade ice packs to keep the food in her fridge cold until generators arrived – a small kindness that meant she wasn’t in it alone. \nSarah Lee Jimenez remembers a time during the holidays when her family was struggling to have enough to eat and they arrived home to find the anonymous gift of groceries for a Thanksgiving dinner. \nUnexpected acts, large or small, can be so meaningful that even years later, they’ll be warmly remembered. \nThat’s the idea behind the “ Give Good ” campaign at Starbucks this holiday season – give to those near and dear to you, give to strangers in your community, give a gift that helps planet Earth. You may never know the full impact or the ripples of good that spring out of it. You are probably already finding ways to do this, but as the holiday season arrives, here are 17 more ways you can “Give Good” in 2017 and beyond: 1. Reach out to a family whose spouse is deployed and offer to babysit the children so the parent can run errands or have a little time to relax. That’s one of the things military spouses who are Starbucks partners tell us helps them most. (Starbucks has hired more than 10,000 veterans and military spouses since 2013 and has committed to hiring 25,000 by 2025.) 2. Invite a friend you haven’t seen for a while for a cup of coffee or tea. 3. Treat yourself to a bag of single-origin coffee that helps support individual farmers. Conservation International and Starbucks have partnered to help improve the lives of at least 1 million people in coffee communities around the world through giving away hearty coffee trees and sharing resources through Starbucks Farmer Support Centers. 4. Grab a couple of friends and go caroling at a local nursing home to spread some cheer. 5. Consider becoming a mentor and helping to change another life – and possibly even your own. Starbucks is committed to giving opportunities to the nearly 5 million youth in the U.S. ages 16 to 24 who aren’t working or in school by hiring through the Opportunity Youth program . Starbucks has hired more than 40,000 Opportunity Youths and is committed to hiring 100,000 by 2020. 6. Take time to let a teacher or someone from your past who changed your life in some way know how much that meant to you. 7. Donate to your local food bank and volunteer– not just during the holidays but through the year. Starbucks partners who have experienced true hunger know that having access to nourishing food can change everything for someone who is struggling. That’s why they are proud to participate in Starbucks FoodShare program. In 15 markets around the U.S., food that hasn’t sold at the stores that day is collected nightly in a refrigerated truck and delivered to local food banks. In the program’s first year, 3 million meals were given to food banks. 8. Bring a homemade loaf of bread and leave it with a note by the front door of a friend going through a hard time – or just to brighten their day. 9. Drop off a donation of new, thick socks or blankets to your local homeless shelter. 10. Invite a college student who can’t get home for the holidays to take a study break and join you for a meal. Starbucks is determined to help make a college education possible for eligible partners working 20 hours a week or more through the Starbucks College Achievement Program (in partnership with Arizona State University) and the Pathway to Admission program. 11. Send a card or reach out to someone who lost a loved one this year and share a favorite memory or give them a special ornament. It'll mean more than you know. 12. Bring a simple coffee or a meal to your local police or fire station and get to know them. Lasting relationships have been formed out of regular Coffee with a Cop events at Starbucks around the country. And when Jen Do brought coffee to Houston’s first responders during Hurricane Harvey, she helped bring a community together . 13. Offer to take the time to teach someone how to compost and build a compost bin. It’s good for the environment and can help you grow a robust garden. (You can also get free coffee Grounds for Your Garden at participating Starbucks.) 14. Help a deployed member of the military feel closer to home by sending a card, letter or care package. A number of organizations can help you get started or, beginning Nov. 9, Starbucks stores will offer cards that can be sent to soldiers. Many Starbucks stores partner with troops overseas through Adopt-a-unit programs 15. Get to know a refugee family who is new to your area and trade traditions. Doing exactly that transformed a community in Missoula, Mont., when they welcomed refugees to their area . 16. On World AIDS Day (Dec. 1), consider buying (RED) . Many retailers, including Starbucks, donate a portion of the proceeds that day to benefit HIV/AIDS prevention, education and treatment programs. 17. Stop and listen for a whole song performed by a street musician, clap loudly no matter how good (or not) it was – and then drop a few bills into the guitar case. You’ll make both of you feel good. \n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "linda dahlstrom", "sentiment": "positive"}, {"name": "jessica conradson", "sentiment": "positive"}, {"name": "dur", "sentiment": "neutral"}, {"name": "sarah lee jimenez", "sentiment": "none"}, {"name": "virginia rivera", "sentiment": "none"}, {"name": "jen", "sentiment": "none"}, {"name": "harvey", "sentiment": "none"}], "organizations": [{"name": "arizona state university", "sentiment": "none"}, {"name": "starbucks college achievement program", "sentiment": "none"}, {"name": "starbucks farmer support centers", "sentiment": "none"}, {"name": "starbucks", "sentiment": "none"}, {"name": "conservation international", "sentiment": "none"}], "locations": [{"name": "earth", "sentiment": "none"}, {"name": "puerto rico", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "mont.", "sentiment": "none"}, {"name": "missoula", "sentiment": "none"}, {"name": "houston", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-01T14:50:46.000+02:00"}, {"thread": {"uuid": "19ea0f4ae6ce8e802a96c825567baac170f7eb45", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jmD77uaSUScCkkeiAFukLrqNAT126tLQhFQR4iPW8MHqg--", "site_full": "news.starbucks.com", "site": "starbucks.com", "site_section": "https://news.starbucks.com/feeds/news", "site_categories": ["food", "coffee_tea"], "section_title": "Starbucks Newsroom News", "title": "Starbucks holiday cup comes with a message to ‘Give Good’", "title_full": "Starbucks holiday cup comes with a message to ‘Give Good’", "published": "2017-11-01T10:59:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://news.starbucks.com/uploads/images/2017_Holiday_Cup.JPG", "performance_score": 1, "domain_rank": 1613, "social": {"facebook": {"likes": 177, "comments": 0, "shares": 177}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 13}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "19ea0f4ae6ce8e802a96c825567baac170f7eb45", "url": "http://omgili.com/ri/.wHSUbtEfZRLFlLUDBKlUJ3YSilBfJjdywympI3.0jmD77uaSUScCkkeiAFukLrqNAT126tLQhFQR4iPW8MHqg--", "ord_in_thread": 0, "author": "", "published": "2017-11-01T10:59:00.000+02:00", "title": "Starbucks holiday cup comes with a message to ‘Give Good’", "text": "November 1, 2017 Coffee & Company Starbucks holiday cup comes with a message to ‘Give Good’ Share Downloads \nBy Heidi Peiper   \nEach year, there are a few unmistakable signs that the holiday season is drawing near. Catalogs begin to appear in the mail, the first strains of holiday music can be heard in elevators and shopping malls, and Starbucks holiday cups and holiday beverages make their return to stores. \nStarbucks has marked the arrival of the holidays with specially designed red cups since 1997, becoming a symbol itself of the season. Starting today (Nov. 1), Starbucks® stores in the United States and Canada will serve beverages in the new holiday cups, including returning favorites such as Chestnut Praline Latte, Caramel Brulée Latte and Peppermint Mocha. \nThis year, Starbucks has unveiled its first color-in holiday cup. The cup design starts with a pair of hands holding red cups of coffee, an ode to cups of years past, connected with swirling ribbons with lively holiday scenes and splashes of red and green. \n“This year’s cup is intentionally designed to encourage our customers to add their own color and illustrations,” said Leanne Fremar, executive creative director for Starbucks. “We love the idea of everyone making this year’s cup their own.” \nFor years Starbucks customers have been decorating their cups ( Starbucks held a contest to support this creativity ). Taking a cue from customers who had been using their cups as a canvas, last year Starbucks red cups featured 13 different designs created by customers. \nJordan Kay from Starbucks Creative Studio was the illustrator for this year’s holiday cup design. \n“I liked the idea of hands as the centering point, a symbol of connection, love and giving joy,” said Kay. “Whether it’s wrapping presents or decorating a tree, writing cards or enjoying a mug of cocoa.” \nThe season’s “cup sleeve” (for hot beverages) is red with an invitation to “ Give Good ,” which is the theme for this year’s holiday campaign. \n“Giving good can be as small as someone opening the door for you, or recognizing the people that enrich your life – your child’s teacher, a caregiver, a family friend,” Fremar said. “The holidays are a time to celebrate all the good we give to each other and our community.” \n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kay", "sentiment": "none"}, {"name": "caramel brulée latte", "sentiment": "none"}, {"name": "jordan kay", "sentiment": "none"}, {"name": "leanne fremar", "sentiment": "none"}, {"name": "heidi peiper", "sentiment": "none"}, {"name": "fremar", "sentiment": "none"}], "organizations": [{"name": "starbucks", "sentiment": "positive"}, {"name": "2017 coffee & company starbucks", "sentiment": "positive"}, {"name": "chestnut praline latte", "sentiment": "none"}, {"name": "starbucks creative studio", "sentiment": "none"}], "locations": [{"name": "canada", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}]}, "rating": null, "crawled": "2017-11-01T14:50:48.000+02:00"}], "totalResults": 23, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509540648000&q=language%3Aenglish+site%3Astarbucks.com&sort=crawled", "requestsLeft": 896}