{"posts": [{"thread": {"uuid": "a9103d3eba3d0d916b889912dabc3044c73bb361", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B00kn9Iom1kKSasVFaF8kGR9rx1h_WFmsjFx5qf__SgEYk1JaJw6u.iw--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "9 Amazing Plant-Based Protein Powders to Choose From", "title_full": "9 Amazing Plant-Based Protein Powders to Choose From", "published": "2017-10-03T23:58:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a9103d3eba3d0d916b889912dabc3044c73bb361", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B00kn9Iom1kKSasVFaF8kGR9rx1h_WFmsjFx5qf__SgEYk1JaJw6u.iw--", "ord_in_thread": 0, "author": "Mrs. Fitness", "published": "2017-10-03T23:58:00.000+03:00", "title": "9 Amazing Plant-Based Protein Powders to Choose From", "text": "Free of dairy, soy, gluten, lactose& GMOs Flavors: sweet vanilla bean, creamy chocolate fudge, peanut butter & natural unsweetened \nThe star ingredient in this blend is spirulina . It’s a blue-green algae known for providing a broad spectrum of vitamins, minerals and amino acids along with being a natural energy booster. 14 g protein Free of fat, gluten & GMOs Kosher Flavors: vanilla, chocolate, strawberry, banana, cookies & cream, cherry, chocolate peanut butter, blueberry, piña colada, peaches & cream, cappuccino, raspberry, chai latte & more 5. Vitacost ROOT² Certified Organic Hemp Protein Drink Mix \nMade with 100 percent organic hemp seeds—a nutrient-packed food source—this protein powder provides plenty of fiber and essential fatty acids and is low in sugar (less than 1 g per serving!), sodium and calories. Simply blend into dairy-free milk or your favorite smoothie recipe for a nutritious boost. 11 g protein", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-04T00:28:46.000+03:00"}, {"thread": {"uuid": "679f732597bbb4f6a8f2b3f4d7d97d41f0b4c43b", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0D.4JzrdbZoU5rSqpjvLSo6HN4ABJGi_zUnJggQdrlU1RdzZ9CgGJb9bs9g9Q.Bo6NnmUREzpUCfAddCVK8vaCxOKRgfncY7mw--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Fetch! Why Pets Need Play & Exercise + Tips to Get Dogs & Cats Moving", "title_full": "Fetch! Why Pets Need Play & Exercise + Tips to Get Dogs & Cats Moving", "published": "2017-10-03T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "679f732597bbb4f6a8f2b3f4d7d97d41f0b4c43b", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0D.4JzrdbZoU5rSqpjvLSo6HN4ABJGi_zUnJggQdrlU1RdzZ9CgGJb9bs9g9Q.Bo6NnmUREzpUCfAddCVK8vaCxOKRgfncY7mw--", "ord_in_thread": 0, "author": "Raiselle Swick", "published": "2017-10-03T19:00:00.000+03:00", "title": "Fetch! Why Pets Need Play & Exercise + Tips to Get Dogs & Cats Moving", "text": "Raiselle Swick October 3, 2017 0 Pets \nWe go to the gym, jog, do yoga and go to cycle classes to keep ourselves fit and entertained. But what about your pets? You probably wouldn’t be surprised to learn pets need exercise just like we do. If they don’t get enough physical activity, it can lead to serious health issues, just like it can in humans. But when our own schedules get busy, we often find ourselves shortening our dog’s walks or cutting out playtime with other pets. However, exercising your pet should remain a priority despite a busy to-do list. \nPlus, your pet’s playtime can act as a great source of physical activity for you, too! Whether it’s jogging three miles with your dog or teasing your cat with a mouse on a string, these activities will get your heart pumping as well as your pets. So, how much exercise do your pets need? \nGuidelines vary depending on the type and age of pet that you have, but there are some basic recommendations to help you stay on track. In general, dogs need thirty minutes to two hours of physical activity daily. Certain breeds, such as hunting dogs, will need closer to two hours with thirty of those minutes devoted to vigorous activity. Cats require less active time due to their naturally high metabolisms, so fifteen to thirty minutes a day is sufficient. \nIf your pet is not currently physically active, work on gradually easing them into exercising. Just like humans, it is possible to over-train your pet, which could lead to injury, exhaustion or extreme weight loss. For the most part, it should be easy to monitor your pet and determine the right stopping time. Younger pets are also much more resilient than older pets, so if you have a senior, keep their activity at a moderate intensity and for shorter durations. \nAdding a glucosamine supplement into your pet’s diet can also help support their joint health. What kind of activities should you do with your pets? \nYou can help your pets get active every day in a bunch of different ways! \nTake a walk The simplest way to get active is to go on fast-paced walks or jogs, depending on their fitness level. Be on the lookout for local trails and greenways to keep it exciting. \nThrow a ball If you’ve already gotten your workout in for the day, playing fetch can be a great way to exhaust your dog without exhausting yourself! This latex ball is durable and will last for years of playing fetch. \nGo for a swim Live by the beach, lake or have a pool? See if your dog is a swimmer! You may just discover your he enjoys swimming way more than you thought he would. \nMake them chase If you are a cat owner, then grab a flashlight and watch your cat chase the light around the room. You’ll be amazed at how long this keeps their attention. Or pick up this fun interactive wire toy ! \nLet them scratch To keep your cat active while you are out, buy (or build!) your own cat scratching post that will help build muscle while he climbs, as well as keep his nails in check. \nHowever you decide to help your pet stay active, make sure that they are getting the recommended amount of activity every day to keep them healthy and strong!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-04T00:39:55.000+03:00"}, {"thread": {"uuid": "0ec61930f255509e84b0f1c2e1c9ce97b8f32a7c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7cUZh7Lvo6Xv8Wbv_UEUHgDl3A4JPKkMnvugGWUTJ9adIvsjR0TXWsMc5yI1cJZKtJEu4vGqd6k6ASf2e52Gu8s-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "4 Must-Have Skin Care Products for Busy Moms", "title_full": "4 Must-Have Skin Care Products for Busy Moms", "published": "2017-10-04T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0ec61930f255509e84b0f1c2e1c9ce97b8f32a7c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7cUZh7Lvo6Xv8Wbv_UEUHgDl3A4JPKkMnvugGWUTJ9adIvsjR0TXWsMc5yI1cJZKtJEu4vGqd6k6ASf2e52Gu8s-", "ord_in_thread": 0, "author": "The Bombshell Mommy", "published": "2017-10-04T03:00:00.000+03:00", "title": "4 Must-Have Skin Care Products for Busy Moms", "text": "The Bombshell Mommy October 3, 2017 0 Beauty Tips \nMom life is a busy life. Even when you don’t want it to be and you’ve totally committed to the whole idea of not being busy , it doesn’t matter because you still have to go to work, pack lunches, drop kids off and pick them up, help with school projects, take the kids to extracurricular activities and play dates, and on and on. Basically, busyness is unavoidable even with the best of intentions. \nOf course, what goes by the wayside when your schedule is overbooked – is you. While you may have mastered keeping protein bars and a piece of fresh fruit in your bag, and filling not one but two water bottles for the day, taking care of your skin definitely has a tendency to fall to the bottom of the list. \nInstead of letting your complexion suffer, keep these skin care products with you to help your skin stay healthy and cared for when you’re constantly on the go. 1. Blotting paper \nWhile you might be tempted to reapply foundation or powder multiple times throughout the day, that’s just asking for a major breakout. You’re not only burdening your skin with layers of pore-clogging cosmetics but you’re introducing oil and bacteria to your brushes, beauty blenders and sponges. \nBlotting paper is specifically designed to absorb oil while refreshing your foundation. They are compact, lightweight and can be stashed in your bag or glove compartment, or both. 2. Sunblock \nFor many women, sunblock has become a standard part of their morning skin care routine . But for most, it begins and ends at a quick application to their face and then they think they’re good and covered. In actuality, your neck, chest, hands and arms (and legs if you’re wearing shorts or a skirt) need to be protected from harmful UV rays if you’re going to be outside more than 20 minutes at a time. \nKeep a travel-size bottle of SPF 30 or higher sunscreen in your purse, gym bag and especially your car. Though we don’t often think about it, a great amount of our sun exposure comes from time in our car. Keep it near by and don’t forget to reapply! 3. Moisturizer \nDuring the colder, drier months of the year, your skin really suffers. All of the artificial heated air pumped into our homes, cars and workplaces decreases the humidity indoors and sucks the moisture right out of your skin. By keeping a lightweight moisturizer on hand (pun entirely intended), the harsh effects of dry winter air can be combated and your skin will stay healthy and supple. 4. Hydrating mist \nAnother way to withstand the damage of a dry environment and to keep your skin healthy is to use a hydrating mist . Great for refreshing your body and mind, hydrating mists can be made with a variety of ingredients such as sea water, coconut water, rose water. They often contain a combination of soothing, rejuvenating and hydrating ingredients such as ylang ylang, aloe vera and grape seed oil to nourish and hydrate your skin. \nA perfect addition to your skin care routine, apply a light mist before applying your makeup in the morning, after washing your face at night, and also throughout the day to prevent dryness.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-04T12:25:11.001+03:00"}, {"thread": {"uuid": "054b2b1573f550ea85ad2d687c08f4b26fc02e8c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0D0iHEI8VgRVAv.02WJ4_30v3JJ.qSSBS6BXouMyPzfXwFkCl32L2eg-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "DIY Garbage Pail Pods with Lavender Tea Tree & Tangerine Essential Oils", "title_full": "DIY Garbage Pail Pods with Lavender Tea Tree & Tangerine Essential Oils", "published": "2017-10-04T23:03:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "054b2b1573f550ea85ad2d687c08f4b26fc02e8c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0D0iHEI8VgRVAv.02WJ4_30v3JJ.qSSBS6BXouMyPzfXwFkCl32L2eg-", "ord_in_thread": 0, "author": "Aura Cacia", "published": "2017-10-04T23:03:00.000+03:00", "title": "DIY Garbage Pail Pods with Lavender Tea Tree & Tangerine Essential Oils", "text": "Aura Cacia October 4, 2017 0 Home & Family \nLending their purifying and citrusy aromas to this recipe, lavender tea tree and tangerine essential oils are the two star ingredients in these must-make pods. \nIf you’re not already familiar with lavender tea tree, it’s a single essential oil from the Melaleuca ericifolia plant. It’s less medicinal in scent than traditional tea tree. \nTo use, place just one of these biodegradable pods at the bottom of your kitchen garbage pail, or you can tape it to the underside of the lid, to help maintain a clean, fresh scent. Replace each time you take out the trash. (These can also be used for outdoor trash cans.) Prep your flexible ice cube tray with oil and let’s begin! \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "lavender tea tree & tangerine essential oils aura cacia october", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-05T04:53:23.002+03:00"}, {"thread": {"uuid": "0feb493c75b80ccc8b89b11bcbec9616304e617d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0IYwFGZ0le4.dYD0VJqhkmwtMZ6_.nvjLgCC3oDlTym6ur3TDlG8Lg.FRSGCavuF4E2uGsSx7bWt0xqZHGGiCuA-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Get the Facts on Fibromyalgia from a Naturopathic Doctor", "title_full": "Get the Facts on Fibromyalgia from a Naturopathic Doctor", "published": "2017-10-05T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0feb493c75b80ccc8b89b11bcbec9616304e617d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0IYwFGZ0le4.dYD0VJqhkmwtMZ6_.nvjLgCC3oDlTym6ur3TDlG8Lg.FRSGCavuF4E2uGsSx7bWt0xqZHGGiCuA-", "ord_in_thread": 0, "author": "Dr. Laurie Steelsmith", "published": "2017-10-05T03:00:00.000+03:00", "title": "Get the Facts on Fibromyalgia from a Naturopathic Doctor", "text": "Dr. Laurie Steelsmith October 4, 2017 0 Wellness \nFrom strutting into awards shows in the most outrageous of outfits to taking the world by storm with her inimitable voice, Lady Gaga—otherwise known as Stefani Joanne Angelina Germonotta—has enchanted the world since her debut song “Just Dance” hit the airwaves. \nThese days, however, “Mother Monster” is garnering attention not for her costumes or her pleas for world peace. Rather, the tiny (as in 5’2”) New York native is dominating the news due to her public struggle with fibromyalgia . \nTo some, the medical disorder is well-understood, perhaps affecting themselves or someone they know—after all, the condition impacts approximately 10 million Americans. To others, however, fibromyalgia is as elusive as Bitcoin—seen in the news but incomprehensible. With that in mind, here’s what you should know about the disorder, what you should look out for in yourself, and how it can be relieved naturally: What is fibromyalgia—and what are its symptoms? \nFibromyalgia first entered the medical lexicon in 1990 to describe the chronic pain condition riddling myriad Americans. Characterized by persistent pain that’s felt from head to toe and is accompanied by symptoms that range from fatigue and headaches to intestinal distress and insomnia, fibromyalgia is often associated with mood and memory problems and a hypersensitivity to pain. \n“Pain” itself might sound vague, but as the Mayo Clinic puts it, the widespread “pain associated with fibromyalgia often is described as a constant dull ache that has lasted for at least three months.” As for designating it “widespread,” “the pain must occur on both sides of your body and above and below your waist.” \nAnd it’s not just that perpetual discomfort that disturbs fibromyalgia sufferers. \n“People with fibromyalgia often awaken tired, even though they report sleeping for long periods of time,” the Mayo Clinic says. “Sleep is often disrupted by pain, and many patients with fibromyalgia have other sleep disorders, such as restless legs syndrome and sleep apnea.” \nWithin this, cognitive complications arise, most notably brain fog (or “fibro fog”), which impairs one’s ability to concentrate. \n“It’s not that they’re having dementia,” the Mayo Clinic’s Dr. Arya Mohabbat told Billboard , “but they’re having a lot of issues with short term memory and task related memory recall activities, like, ‘I pick up my phone but who was I going to call?’ type of thing, which can be extremely frustrating.” \nThe aforementioned tummy troubles and hypersensitivity cannot be overstated. Take it from the award-winning author of Seabiscuit and Unbroken Laura Hillenbrand, who wrote of the disorder that forced her to drop out of college: “…everything I ate made my abdomen balloon. I radiated heat, and my joints and muscles felt bruised. Every day on the way to classes, I struggled a little harder to make it up the hill behind my apartment. Eventually, I began stopping halfway to rest against the trunk of a tree.” \nSound familiar? Read on. Who does it affect? \nAs with most medical disorders, fibromyalgia impacts a wide swath of people. That said, nearly 90 percent of those afflicted are women—and most are Caucasian. What’s more, there appears to be a familial pattern to the condition: A twin has a 50 percent greater chance of having fibromyalgia if their “clone” has it as well, while a child is 8.5 times more likely to have the disorder if one of their parents is affected with it. Other disorders also play a role. Those who have osteoarthritis, rheumatoid arthritis and lupus, for example, may have a higher risk of developing fibromyalgia. How is it caused—and how is it diagnosed? \nWhile genetics play a role, so does one’s, well, life . Certain events—physical trauma, surgery, infection or major psychological stress—can precipitate fibromyalgia. In other cases, though, “symptoms gradually accumulate over time with no single triggering event,” the Mayo Clinic reports. In order to be diagnosed with fibromyalgia, one must have pain in 11 of 18 trigger points around the body, as well as the presence of other symptoms (including “fatigue, waking up tired and trouble thinking,” WebMD says). What are its complications? \nPersistent pain, a tough time sleeping, bladder irritation—these and other symptoms are just half the battle for those with fibromyalgia. Depression is a common side effect (30 precent of fibromyalgia sufferers have it), as well as anxiety—and utter frustration. \n“Often one of the toughest things to deal with is the lack of understanding,” Friday Magazine reports. “‘With chronic fatigue-type conditions, sometimes other people will say, ‘Oh, well I feel tired sometimes too, you just have to get on with it,’” Dr. Kim Lawson of Sheffield Hallam University’s Department of Biosciences, Biomedical Research Center told the magazine. “‘They don’t appreciate the severity of it.’” \nIn response, many people afflicted with fibromyalgia end up giving up their jobs, their hobbies, even their whole way of life. How can it be helped, naturally? \nTake a glance at reports of Lady Gaga’s illness (or her Netflix documentary on chronic pain ) and you’ll find that the woman responsible for turning “Poker Face” into a classic has tried a litany of treatments, from medications (the FDA has approved three drugs to treat fibromyalgia) to alternative therapies. Over-the-counter medications—such as Ibuprofen—are also widely used, as well as muscle relaxers and opioid painkillers. \nBut what if you wanted to treat fibromyalgia naturally? \nFirst, consider the old adage that food is medicine. Antioxidant-rich foods—fruits, vegetables and herbs—naturally support sleep, mood and memory, while foods rich in omega-3s (think: salmon, flaxseed and walnuts) may organically alleviate joint and tendon tenderness and the morning stiffness fibro-sufferers often wake with. Grass-fed beef, when eaten in small amounts, may also help those with fibromyalgia: “It is an excellent source of iron and vitamin B12, both nutrients which are extremely important in keeping your pain-processing nervous system healthy,” says the lead author of Potential Dietary Links in Central Sensitization in Fibromyalgia , Dr. Kathleen Holton. Meanwhile? Avoid additives like MSG and aspartame (which may “activate neurons that increase sensitivity to pain,” Prevention reports) and curb your cappuccino consumption: Caffeine is notorious for interrupting a good night’s sleep, which is central to minimizing fibromyalgia’s symptoms. \nIn addition, take a look at vitamins and supplements and how they might support you in combating symptoms. Among those you should consider taking? Vitamin D and SAM-e (a substance naturally found in the body—may help with pain by supporting a healthy mood). † \nFurther, don’t forget how you may (or may not be) coping with stress —an enormous factor in the severity of symptoms. Therapy, massage, acupuncture—all can help you discover some respite from the condition. And while the presence of pain may prevent you from even thinking about exercise, it’s one of the best ways to find relief from discomfort , stress and fatigue— and improve your outlook on life. (Endorphins, anyone?) \n† These statements have not been approved by the Food and Drug Administration. These products are not intended to diagnose, treat, cure or prevent disease.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-05T20:48:34.000+03:00"}, {"thread": {"uuid": "f558a64a51f6838791b29211340ac48853e645a1", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0miEoPGgFn9A6U5k_YnUidEWgjhhyLZ.KHYwoyt24NQ9Zklq9jrF2NUY-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "We’re Still Obsessed with Coconut Oil. Here are 10 Products We Can’t Live Without.", "title_full": "We’re Still Obsessed with Coconut Oil. Here are 10 Products We Can’t Live Without.", "published": "2017-10-05T22:22:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f558a64a51f6838791b29211340ac48853e645a1", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0miEoPGgFn9A6U5k_YnUidEWgjhhyLZ.KHYwoyt24NQ9Zklq9jrF2NUY-", "ord_in_thread": 0, "author": "Melissa Neiman", "published": "2017-10-05T22:22:00.000+03:00", "title": "We’re Still Obsessed with Coconut Oil. Here are 10 Products We Can’t Live Without.", "text": "Melissa Neiman October 5, 2017 0 Food & Nutrition \nObsessed with coconut? You’re not alone! These days it seems like everyone is going, well nuts, for the tropical treat. \nChances are you’ve tried coconut oil. You’ve also probably helped yourself to a refreshing glass of coconut water —and a generous slice of coconut cream pie . But you can’t claim to be crazy for coconut unless you cross these 10 exciting products off your tropical to-try list. 1. Coconut flour \nRich in protein, fiber and healthy fats, coconut flour is a delicious, nutritious, gluten-free alternative to grain flour. Made from dried, ground coconut “meat,” this flour works well in both sweet and savory recipes. Try it in breads, cookies, muffins and other baked goods, or use to thicken gravy, soups and stews, bind meatloaf and form faux pizza crust. 2. Coconut sugar \nSearching for a healthy sugar substitute? Consider adding coconut sugar to your diet regimen. Packed with essential vitamins and minerals, like potassium, magnesium and several B vitamins, coconut sugar boasts a lower glycemic index than agave, honey and cane sugar, and is a great addition to your favorite dessert recipes .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T00:00:38.315+03:00"}, {"thread": {"uuid": "c10be39a0824ea6acec04fa67f4142c68e76e4b4", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7jc3GbF8PeWlkhLnwIJzxfcpJSR76kOWEb6KaQIlk.BVpSkkUyBs4aUHAu5c53dy.XMqe4A2r3nSHvGvxvX7.E-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Butternut Squash Fritters with Truffle Sea Salt", "title_full": "Butternut Squash Fritters with Truffle Sea Salt", "published": "2017-10-05T23:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c10be39a0824ea6acec04fa67f4142c68e76e4b4", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7jc3GbF8PeWlkhLnwIJzxfcpJSR76kOWEb6KaQIlk.BVpSkkUyBs4aUHAu5c53dy.XMqe4A2r3nSHvGvxvX7.E-", "ord_in_thread": 0, "author": "Gustus Vitae", "published": "2017-10-05T23:00:00.000+03:00", "title": "Butternut Squash Fritters with Truffle Sea Salt", "text": "Gustus Vitae October 5, 2017 0 Appetizers \nFritters are far down a foodie’s list of favorites. In all fairness, it’s hard to beat out freshly made pasta or roasted pears with mascarpone. Dishes like these are gourmet all the way. But you know what else makes the top picks? Truffle anything! Truffle mac and cheese, truffle brioche and now truffle fritters. Because the prized fungi is so pungent and hard to find, this recipe for squash fritters only calls for a pinch of black truffle sea salt. But it’s more than enough to pull off an impressive, gourmand-approved appetizer. Perhaps you finally have a reason to give fritters a fry. \nMakes: 6 servings", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T02:54:53.004+03:00"}, {"thread": {"uuid": "8ec5df749e661b8ade27f3c4535c5d97df911b4a", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBcTtqWJyaB2Wd9QI0s.2osPbcIsrdcDxVh2vqfSOmmvZcUMtgau9Bih", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Pear, Shallot & Thyme Pita Pizza", "title_full": "Pear, Shallot & Thyme Pita Pizza", "published": "2017-10-05T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8ec5df749e661b8ade27f3c4535c5d97df911b4a", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBcTtqWJyaB2Wd9QI0s.2osPbcIsrdcDxVh2vqfSOmmvZcUMtgau9Bih", "ord_in_thread": 0, "author": "Pamela Higgins", "published": "2017-10-05T19:00:00.000+03:00", "title": "Pear, Shallot & Thyme Pita Pizza", "text": "Pamela Higgins \nPam Higgins, Certified Health Coach, AADP received her credentials from The Institute for Integrative Nutrition in 2010. Pam is the Founder of Total Health Counseling, LLC and www.totalhealthcounseling.com. She is a sensitive foodie and focuses on teaching clients about eating delicious food with pleasure. Pam will show you how to access your blueprint for healthy eating and lifestyle so you can be your best. Pam healed herself from years of chronic digestive and skin inflammation by accessing her own blueprint for healthy living and helps her clients find foods that nourish + balance their bodies. Pam lives in South Florida with her husband, Heman and dog, Cali. Contact Pam directly via email at totalhealthcounseling@gmail.com.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T02:55:00.000+03:00"}, {"thread": {"uuid": "9e4c02f3a703ae880eb1758370b434438b1be13b", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mtE.b.BiIk.dfiRL241HiO7rKNNxODVZzwU9by8SrzMzYkVnTbU4aOaqlU57.TLWNBkkGlGw3gK7", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Do Children Need Milk and Eggs for Proper Growth?", "title_full": "Do Children Need Milk and Eggs for Proper Growth?", "published": "2017-10-06T03:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9e4c02f3a703ae880eb1758370b434438b1be13b", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mtE.b.BiIk.dfiRL241HiO7rKNNxODVZzwU9by8SrzMzYkVnTbU4aOaqlU57.TLWNBkkGlGw3gK7", "ord_in_thread": 0, "author": "John Egan", "published": "2017-10-06T03:00:00.000+03:00", "title": "Do Children Need Milk and Eggs for Proper Growth?", "text": "John Egan October 5, 2017 0 Nutrition \nMilk and eggs are staples in the diets of millions of Americans. But should they be on your child’s day-to-day menu? Like scrambled eggs or a milkshake, opinions are mixed. \nTwo recent studies support the idea that kids benefit from drinking cow’s milk and eating eggs, but a registered dietitian who works with parents and their kids says a diet free of cow’s milk and eggs can be nutritionally sufficient. \nA study published in the American Journal of Clinical Nutrition found that children who drink milk that doesn’t come from cows are shorter than children who drink milk that does come from cows. Another study, this one appearing in the journal Pediatrics, showed eggs significantly improve the growth of young children.In the milk study, researchers looked at 5,034 children from ages 2 to 4. Of those studied, 92 percent drank cow’s milk every daily and 13 percent drank non-cow’s milk . \nFor each cup of non-cow’s milk they drank daily, children were almost 0.16 inches shorter than average for their age, according to the study, while children were nearly 0.08 inches taller than average for each cup of cow’s milk they drank daily. \nThe study didn’t pinpoint why children who drank non-cow’s milk were shorter on average than those who drank cow’s milk. But the study’s authors theorize that kids who drink non-cow’s milk might consume less dietary protein and fat than those who drink cow’s milk. \n“The nutritional content of cow’s milk is regulated in the United States and Canada, while the nutritional contents of most non-cow’s milks are not,” Dr. Jonathon Maguire, the study’s lead author and a pediatrician at St. Michael’s Hospital in Toronto, says in a news release . “The lack of regulation means the nutritional content varies widely from one non-cow’s milk product to the next, particularly in the amount of protein and fat.” \nMaguire points out that two cups of cow’s milk contain 16 grams of protein, representing 100 percent of the daily protein required for a 3-year-old. By contrast, two cups of almond milk typically contain 4 grams of protein, accounting for just 25 percent of the daily protein required for a 3-year-old. \nThe American Academy of Pediatrics doesn’t recommend cow’s milk, goat’s milk or soy milk for a child during the first year of life. The academy says that once they’re 1 year old, children should consume two to three servings of milk or milk products per day, with serving sizes fluctuating according to age. \nThe egg study looked at more than 160 children age 6 to 9 months in Ecuador. In 2015, a random group of infants was fed one egg a day for six months, and the other group didn’t eat any eggs. Kids who consumed eggs showed a decreased incidence of stunted growth and low bodyweight, the study found. \nLora Iannotti, lead author of the study and an associate professor at Washington University in St. Louis who specializes in child nutrition, says eggs are “a good source of nutrients for growth and development in young children.” \nThe Cleveland Clinic agrees. It says eggs “are an economical and healthy source of protein for your growing child,” but it does note that egg yolks contain a considerable amount of dietary cholesterol. As such, your child can safely eat only one whole egg a day, the Cleveland Clinic says. \nRegistered dietitian Adina Pearson, who runs HealthyLittleEaters.com , acknowledges cow’s milk and eggs are rich sources of protein, fat and other nutrients for children. “So in that sense, they are wonderfully nutritious and positively contribute to a child’s food intake,” she says. \nBut many kids don’t drink cow’s milk or eat eggs because they’re allergic, their family follows a plant-based vegan diet or they just don’t like either kind of food, Pearson says. \n“There is no evidence to suggest that such kids are at big risk for malnutrition in an otherwise balanced diet,” she says. “While I don’t recommend limiting a child’s diet or taking away milk and eggs, if your child can’t or won’t eat these foods, then there are many other foods that can fill in the blanks.” \nAs an alternative to cow’s milk, Pearson recommends calcium-fortified soy milk or pea milk, rather than almond or rice milk, which tend to be too low in calories and fat. However, she adds, healthy fats can be found in foods like avocados, nut butters and olive oil. \nAs for protein, good substitutes for cow’s milk or eggs are beans, lentils, tofu or meat, she says. \n“The key to supporting children in getting adequate nutrition is to serve and enjoy a wide variety of foods,” Pearson says, “and eat together as a family as often as possible.”", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "john egan", "sentiment": "negative"}, {"name": "jonathon maguire", "sentiment": "none"}, {"name": "maguire", "sentiment": "none"}, {"name": "adina pearson", "sentiment": "none"}, {"name": "pearson", "sentiment": "none"}, {"name": "lora iannotti", "sentiment": "none"}], "organizations": [{"name": "nutrition  milk", "sentiment": "neutral"}, {"name": "st. michael’s hospital", "sentiment": "none"}, {"name": "cleveland clinic", "sentiment": "none"}, {"name": "american academy of pediatrics", "sentiment": "none"}, {"name": "washington university", "sentiment": "none"}], "locations": [{"name": "canada", "sentiment": "none"}, {"name": "ecuador", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "st. louis", "sentiment": "none"}, {"name": "toronto", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-06T12:50:26.003+03:00"}, {"thread": {"uuid": "2ab467032e04e1bef3d1b6994b9bc2a1b5f597fb", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mnZjq7mX80XCQuvfStdmdzCXDXPzmjFaWWUQ4DBnu1cfONFObW6K_Lu2VsyNV.D7FQ--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Should You Go Raw? 5 FAQs Answered by a Raw Foods Expert", "title_full": "Should You Go Raw? 5 FAQs Answered by a Raw Foods Expert", "published": "2017-10-06T21:09:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2ab467032e04e1bef3d1b6994b9bc2a1b5f597fb", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mnZjq7mX80XCQuvfStdmdzCXDXPzmjFaWWUQ4DBnu1cfONFObW6K_Lu2VsyNV.D7FQ--", "ord_in_thread": 0, "author": "Elyssa Schwartz", "published": "2017-10-06T21:09:00.000+03:00", "title": "Should You Go Raw? 5 FAQs Answered by a Raw Foods Expert", "text": "Kiki Powers October 6, 2017 0 Food & Nutrition \nAre you new to the raw vegan dietary approach ? Or maybe you’re just exploring the concept to see if it could benefit you. Either way, you probably have some questions (you’re not alone). Here are the top five questions I hear over and over again from those interested in this lifestyle. If you have any additional questions, leave a comment down below! 1. What exactly is a raw vegan diet ? \nDefinitions vary, but for our purposes here, going raw means building your diet around fresh, whole plant foods such as fruit, land and sea veggies, juices, smoothies, nuts and seeds, as well as sprouted and raw-cultured/ fermented plant foods . \nFrom these highly nutritious, versatile basics you can create countless entrées, salads, meals, snacks, beverages, desserts and more. Raw or “living” foods may comprise up to 100 percent of your diet—though closer to 80 percent raw foods, often referred to as “high raw,” is generally more common. 2. Are all raw vegan diets alike? \nNo, there are different types of raw vegan diets. For example, many raw foodies are actually fruitarians, meaning they live mainly on fresh fruit, often consumed as “mono meals.” For example, lunch might consist of a huge plate of grapes, or numerous bananas. \nOther raw vegans rely on a more comprehensive menu of fresh produce, nuts and seeds , sprouts, juices and smoothies. The addition of nuts and seeds may increase the odds that you stay raw over time as these nutritional gems keep you feeling happily full and nourished for hours. \nNuts and seeds are also incredibly versatile in meals, snacks, sauces, dressings, dips, milks and more. The most viable raw foods approach is arguably one that incorporates the widest array of vitamins, minerals, protein and moderate amounts of healthy, whole food fats. 3. Is it difficult to switch from a cooked food diet to a raw diet? \nIf you are used to eating mostly cooked food, cutting it out abruptly may feel drastic. Behavior change is typically most successful if flows with your daily lifestyle, which in this case is about making a healthy raw diet work for you \nThat means minimizing discomfort along the way, while also ensuring that you enjoy your meals as you learn new planning and preparation skills. Since new habits typically take at least 21 days to form, be patient while your taste buds and digestive system adapt. \nTo ease in, start incorporating more raw salads and smoothies while you gradually phase out cooked/processed fare. As you start feeling better, it will be easier to continue this positive trend. \nAnd if you just need some ideas to get started, here are several healthy no-cook dinner ideas for busy weeknights . 4. Is a raw plant-based menu realistic for long term? \nAssuming your diet is varied and nutritionally balanced, the answer is yes! And that’s easier than you think, since there is no essential nutrient or amino acid we require for optimal health that is not available in fruit, vegetables, sprouted grains and legumes, sea veggies, nuts and seeds. \nThe colorful world of fresh plant food is bursting with gorgeous variety, flavor, antioxidants, nutrients, phytochemicals, protein and more, and can be ideal for those who value optimal health and longevity, a trim body, natural energy and a radiant glow . \nThe real trick for those in transition is to re-sensitize their taste buds to better appreciate natural food flavors, enhanced with herbs, spices and mineral-rich pink Himalayan crystal salt as desired. 5. Are coffee and wine off limits on a raw vegan diet? \nThat’s a valid question as many health-conscious people enjoy these items on a regular basis. The reality is that you will have the best success going raw if you customize it in a way that suits you—especially if you want to create a regimen you can maintain over time, as opposed to a short-term cleanse or fast. \nAnd there are numerous medical studies showing that coffee and resveratrol-rich red wine are good for you in moderation, which generally means about one cup of coffee and/or glass of wine daily. So, if you enjoy them, you should be able to include them if you wish. Stay tuned for more information about living healthy and raw!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elyssa schwartz", "sentiment": "negative"}], "organizations": [{"name": "food & nutrition  are", "sentiment": "neutral"}], "locations": []}, "rating": null, "crawled": "2017-10-06T21:39:31.000+03:00"}, {"thread": {"uuid": "c5525cebd95862323e94e090ee06c326b86e14ec", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBd5.pPY2GVkvLnCAZD1LNzpYsxympvgMCXJ1jPHZIy8skkxiZnDuoaBzzxUghGu0sk-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Tailgate Shrimp Tacos with Chipotle Mayo", "title_full": "Tailgate Shrimp Tacos with Chipotle Mayo", "published": "2017-10-06T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c5525cebd95862323e94e090ee06c326b86e14ec", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBd5.pPY2GVkvLnCAZD1LNzpYsxympvgMCXJ1jPHZIy8skkxiZnDuoaBzzxUghGu0sk-", "ord_in_thread": 0, "author": "MRM", "published": "2017-10-06T19:00:00.000+03:00", "title": "Tailgate Shrimp Tacos with Chipotle Mayo", "text": "1 cup shredded red cabbage \nChipotle Mayo \n1 tsp. Chipotle pepper paste 1 Tbsp. chopped parsley Salt & pepper, to taste \nDirections In a bowl, add all mayo ingredients and mix to combine. Place in refrigerator until ready to eat. De-vain and clean shrimp. Remove any excess shell and place in a large bowl. In a blender, add sacha inchi, cilantro, garlic, chili, ginger and lemon zest. Blend 5-10 seconds to combine. Coat shrimp in marinade and place in refrigerator for at least 30 minutes. In a frying pan over high heat, warm a splash of olive oil and pan fry shrimp for 2 minutes on both sides before finishing with the extra lemon juice. Remove from pan. Wipe pan clean with dry paper towels and return to heat to warm tortillas. Top warmed tortillas with shrimp, carrot, radish and cabbage. Top with a dollop of chipotle mayo.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "chipotle mayo", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-06T21:39:31.007+03:00"}, {"thread": {"uuid": "796f29489794839e504f18ff182f5215856a9521", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K67fZ0dNd60YLi40.64.XUsEFUYK1XkWUUSaYAk7FemtAh.VLBcqfisww1exu.NhEGpYZlllHTdgR33djs8MrmA-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Sweet Skillet Cornbread with Pumpkin", "title_full": "Sweet Skillet Cornbread with Pumpkin", "published": "2017-10-06T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "796f29489794839e504f18ff182f5215856a9521", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K67fZ0dNd60YLi40.64.XUsEFUYK1XkWUUSaYAk7FemtAh.VLBcqfisww1exu.NhEGpYZlllHTdgR33djs8MrmA-", "ord_in_thread": 0, "author": "Margaret Chapman", "published": "2017-10-06T19:00:00.000+03:00", "title": "Sweet Skillet Cornbread with Pumpkin", "text": "2 Tbsp. pumpkin seeds, chopped 1/2 medium apple, thinly sliced 1 tsp. coconut oil \nDirections Preheat oven to 375 degrees F. Prepare toppings. In 8-inch skillet over medium-high heat, melt coconut. Add apple slices and cook, stirring often, for about 3-4 minutes until soft and slightly browned. Stir in maple syrup and turn off heat, continuing to stir. Transfer mixture to bowl and set aside. In a small bowl, combine ground flaxseed and water to make flax “egg.” Set aside until thick. In another small bowl, combine almond milk with vinegar. Set aside for 3-4 minutes to curdle. In a large bowl, combine flour, cornmeal, sugar, cinnamon, baking soda, xanthan gum and salt. Add flax “egg,” curdled milk and pumpkin and whisk until combined. Transfer batter to skillet and top with apple slices and pumpkin seeds. (If desired, sprinkle top with a teaspoon of coconut sugar.) Bake for 22-26 minutes or until a toothpick comes out clean. Allow to cool for 10-15 minutes. Slice and serve. \nMargaret’s notes: For a more decadent dessert, top with whipped coconut cream . To easily double recipe, use a 12-inch skillet, double ingredients and bake for 30-34 minutes.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "prehea", "sentiment": "neutral"}, {"name": "margaret", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-06T21:39:32.000+03:00"}, {"thread": {"uuid": "45753e5fea348f1c6637763409df7e7695aba3cc", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WioR4dkZlz6iyW6y1l.Vz0PpHdOZkYbTmBxcrSUjdGywHSI_GDjfn6pu2VZFcf7BjllXHasMRO17g--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Vegan Matcha Frosting for Succulent Cupcakes", "title_full": "Vegan Matcha Frosting for Succulent Cupcakes", "published": "2017-10-06T20:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "45753e5fea348f1c6637763409df7e7695aba3cc", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WioR4dkZlz6iyW6y1l.Vz0PpHdOZkYbTmBxcrSUjdGywHSI_GDjfn6pu2VZFcf7BjllXHasMRO17g--", "ord_in_thread": 0, "author": "Angie and Steve Keenan", "published": "2017-10-06T20:00:00.000+03:00", "title": "Vegan Matcha Frosting for Succulent Cupcakes", "text": "1 small sandwich bag or piping bag (without a piping tip inserted) \nDirections \nFrosting In small bowl, sift powdered sugar to remove lumps. Set aside. In separate bowl, combine matcha with a small amount of water. Stir to form a thick paste. Set aside. In mixing bowl or bowl of stand mixer, add shortening. With hand or stand mixer or with whisk, cream shortening. Little by little, mix in 1-1/3 cup of sifted powdered sugar. Frosting should be soft and creamy, with consistency of gel toothpaste. Add up to 2/3 cup additional powdered sugar if you need to stiffen up frosting or a bit of water to loosen. Once perfect texture is reached, add matcha paste and stir until fully incorporated. \nSucculent shape With a spoon or spatula, fill plastic bag with frosting and squeeze so it’s in a corner. Remove any air pockets as best as possible to prevent splats while piping. Use scissors to snip a pinky-sized hole in corner. Hold bag vertically above cupcake and squeeze a 3/4-inch mound of frosting in center. This will be core of your succulent and you’ll build the petals around it. Hold bag at a slight angle, with the tip nearly touching the base of the mound. Squeeze gently until frosting makes contact with the mound. Pull away, to the side, releasing pressure on the bag as you pull. Rotate cupcake and continue piping your bottom row of petals by holding the tip of the bag nearly touching the mound, squeezing until frosting touches mount, then releasing pressure as you pull away. Once first row is completed, move to second row. Stagger second row petals between bottom petals. Remember to squeeze until frosting makes contact with center mound, then release pressure as you pull away. Continue this technique to complete final few petals on top. \nNotes: If your petals are not sticking to the mound, your frosting may be too dry. Whisk in a little water and try again. If your petals won’t hold their shape, frosting may be too wet. Whisk in a little extra sugar or chill frosting for a few minutes before trying again.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-07T00:18:34.002+03:00"}, {"thread": {"uuid": "d1083ea5e087ab6656fe5155ba75bd07553e6ab9", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0IYwFGZ0le4.c0hYjt6yhUp.cTmI4JNPSqF.MLQIsGeU9PTu9.4IKTwiMuRsNzF.hiUaSs0ZRpgX4EDkJc4lJ0MZHK4JdVeQ9g--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "From Chaos to Cupcakes: Learning to Live and Bake with Celiac Disease & Food Allergies", "title_full": "From Chaos to Cupcakes: Learning to Live and Bake with Celiac Disease & Food Allergies", "published": "2017-10-06T23:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d1083ea5e087ab6656fe5155ba75bd07553e6ab9", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0IYwFGZ0le4.c0hYjt6yhUp.cTmI4JNPSqF.MLQIsGeU9PTu9.4IKTwiMuRsNzF.hiUaSs0ZRpgX4EDkJc4lJ0MZHK4JdVeQ9g--", "ord_in_thread": 0, "author": "Vitacost Staff", "published": "2017-10-06T23:00:00.000+03:00", "title": "From Chaos to Cupcakes: Learning to Live and Bake with Celiac Disease & Food Allergies", "text": "Vitacost Staff October 6, 2017 0 Wellness \nLearning that you had Celiac disease and multiple food allergies could easily throw your world—or at least certain aspects of it—out of whack. It would require drastic and immediate lifestyle changes. The upside? For Angie and Steve Keenan, they found a new community and inspiration in the chaos. They found others who not only shared their challenges but inspired them with strength and resolve. \nNow, the couple runs Sit By Me Bakery in Denver, Co, a part-time home bakery, creating allergen-friendly treats for those with and without dietary restrictions. Through their company, they work to raise awareness around specialty diets and the impact they have on lives. \nWe interviewed Angie and Steve to learn about their struggles with Celiac disease and food allergies, how they stay motivated and what they do when they’re not baking delicious treats. 1. Do you follow a specialty diet? \nWe follow a strict gluten-free diet, and also live without many foods due to multiple food allergies. 2. What motivates you? \nOur motivation is simple: as people living with food allergies and Celiac Disease, we make daily food choices to preserve our health and lives! 3. What’s one your favorite foods? \nWe adore rice pasta! It’s the perfect gluten-free base for both cold, vegetable-heavy salads, and hearty, warm dishes like goulash! 4. How often do you exercise? What’s your favorite way to exercise? \nWe live in colorful Colorado which makes hiking in nature easily accessible! Running a small business eats up most of our time and energy, but we try to hit the trails a few times a week. 5. What do you do for a living? What’s your “dream job”? \nIn addition to running Sit By Me Bakery, Steve is an environmental scientist, and I am a writer, contributing to collaborative projects. We are working toward our dream jobs of opening a full-time bakery! (Be sure to check out Angie and Steve’s Succulent Cupcakes with Vegan Matcha Frosting .) 6. Are you married and do you have kids? Do you have pets? \nOur family consists of Steve and I, two young adults, and our two senior pets! 7. Is there a role model you look up to? \nRather than looking up to individual role models, we find meaning in the collective human experience, and the innate desire to learn and grow! 8. What’s the hardest part about healthy living for you? \nAvoiding the foods that make us ill and endanger our lives is a challenge. Outings and adventures take extra planning. We often long for convenience! 9. What’s your favorite way to relax? \nWe take one evening a week to binge watch BBC dramas! 10. Why do you love Vitacost? How long have you been a customer? \nWhen diagnosed with food allergies and Celiac Disease, our cost of living immediately increased. We appreciate Vitacost’s discounted prices on specialty diet staples ! \nWe just had our one year Vitacost anniversary! We know because Vitacost sent us a coupon to celebrate! Cheers! 11.What are your top 3 must-have products from Vitacost?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "angie", "sentiment": "none"}, {"name": "steve", "sentiment": "none"}, {"name": "vitacost", "sentiment": "none"}, {"name": "steve keenan", "sentiment": "none"}], "organizations": [{"name": "celiac disease & food allergies vitacost", "sentiment": "neutral"}, {"name": "bbc", "sentiment": "none"}], "locations": [{"name": "colorado", "sentiment": "none"}, {"name": "denver", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-07T02:20:34.000+03:00"}, {"thread": {"uuid": "0229d7cf2fc28a3da60587225938e764d94681c3", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61KzsxK9NJgP2hrQoA4EHes5fEVH0ZYY89jB1RMx.xzlPmHA9wB5IqtWjM5O2DaPWh8w--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Sweet Potato Curry Chicken Noodle Soup", "title_full": "Sweet Potato Curry Chicken Noodle Soup", "published": "2017-10-09T20:59:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0229d7cf2fc28a3da60587225938e764d94681c3", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61KzsxK9NJgP2hrQoA4EHes5fEVH0ZYY89jB1RMx.xzlPmHA9wB5IqtWjM5O2DaPWh8w--", "ord_in_thread": 0, "author": "Explore Cuisine", "published": "2017-10-09T20:59:00.000+03:00", "title": "Sweet Potato Curry Chicken Noodle Soup", "text": "1 lime, cut into 6 wedges Handful Thai basil \nDirections In pot, bring salted water to boil. Add sweet potatoes and boil until tender, about 7 minutes. Remove sweet potatoes with a sieve or slotted spoon, rinse with cold water and set aside. Add noodles to boiling water and cook until al dente, 4-5 minutes. Drain and rinse. In soup pot, combine chicken stock, coconut milk, curry powder and chili garlic sauce. Bring to boil, reduce heat and simmer. Add sliced chicken and cook for 10 minutes. Add sweet potatoes and noodles and heat through. To serve, ladle into bowls and garnish with chilies, green onions, basil and a lime wedge.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "sweet potato curry chicken noodle soup", "sentiment": "neutral"}], "locations": []}, "rating": null, "crawled": "2017-10-10T02:46:39.030+03:00"}, {"thread": {"uuid": "0889206706404f0fe652d33ea0fefed5d2d2235f", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K.ELVzy10.T7NWBkUe52tmVJLwK50b0Vy1G.dZdTJUPgAyPqCFZCp96grpKBM2HQ9HmxnPiW3uGL9sPdKnbpgsZO8B2nhuClOpHPhclF19hx", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Quick & Easy Vegetarian Lasagna with Cashew Cheese", "title_full": "Quick & Easy Vegetarian Lasagna with Cashew Cheese", "published": "2017-10-09T18:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0889206706404f0fe652d33ea0fefed5d2d2235f", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K.ELVzy10.T7NWBkUe52tmVJLwK50b0Vy1G.dZdTJUPgAyPqCFZCp96grpKBM2HQ9HmxnPiW3uGL9sPdKnbpgsZO8B2nhuClOpHPhclF19hx", "ord_in_thread": 0, "author": "Liana Werner-Gray", "published": "2017-10-09T18:00:00.000+03:00", "title": "Quick & Easy Vegetarian Lasagna with Cashew Cheese", "text": "Directions Preheat oven to 400 degrees F. Coat the bottom of 8×8 or 9×13 pan with sauce. Place a layer of lasagna sheets over sauce and top with more sauce. Sprinkle on half batch of cheese and half spices. Add another layer of lasagna noodles, followed by remaining sauce, then cheese and spices. Bake for 40 minutes or until top is golden brown. Let sit for 5-10 minutes before serving. \nLiana’s note: This lasagna is great for freezing or refrigerating so you can take it to work with you throughout the week.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "liana", "sentiment": "none"}], "organizations": [{"name": "quick & easy vegetarian lasagna", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-10T02:46:40.020+03:00"}, {"thread": {"uuid": "01535d191f0c9ee52f31335feae28514c47cb77c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K3WH2MEuWDCpihO0sWpMsIeISL1_SjNLNz94bcNqpXq1ShF_BICCuSBYSJje24VHAQ--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Baked Potato Masala", "title_full": "Baked Potato Masala", "published": "2017-10-09T20:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "01535d191f0c9ee52f31335feae28514c47cb77c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K3WH2MEuWDCpihO0sWpMsIeISL1_SjNLNz94bcNqpXq1ShF_BICCuSBYSJje24VHAQ--", "ord_in_thread": 0, "author": "Food Fitness by Paige", "published": "2017-10-09T20:00:00.000+03:00", "title": "Baked Potato Masala", "text": "Food Fitness by Paige October 9, 2017 0 Side dishes \nSalt and pepper are old hat. It’s time for a makeover. This refresh doesn’t happen at the salon, though. Instead, you’ll be shaking up your spice cabinet to include a mix of powerful, taste-bud-teasing flavors that probably haven’t seen the light of a gas flame in ages. The end result is a beautiful masala seasoning for your favorite potatoes. Traditionally, masala is a combination of cumin, coriander, cardamom, cinnamon, cloves, peppercorns and bay leaf. But you’ll simplify the seasoning for this recipe, which is perfect for the holidays or large family gatherings. \nMakes 8 servings Macros per serving (4 oz.): 147 calories | 19 g net carbs | 2.3 g protein \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "paige", "sentiment": "negative"}], "organizations": [{"name": "baked potato masala food fitness", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-10T07:05:23.002+03:00"}, {"thread": {"uuid": "df366285afc697a04fa15e0d658b49d180191eeb", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mhcSKG59MYxBmGLOqIIIsDG16Z.RIsdD4XQ0CiPUciKy1TY38PIVNUo-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "National Apple Month: 5 Top Health Benefits of This Fall Fruit", "title_full": "National Apple Month: 5 Top Health Benefits of This Fall Fruit", "published": "2017-10-10T21:54:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "df366285afc697a04fa15e0d658b49d180191eeb", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mhcSKG59MYxBmGLOqIIIsDG16Z.RIsdD4XQ0CiPUciKy1TY38PIVNUo-", "ord_in_thread": 0, "author": "Chris Kissell", "published": "2017-10-10T21:54:00.000+03:00", "title": "National Apple Month: 5 Top Health Benefits of This Fall Fruit", "text": "Chris Kissell October 10, 2017 0 Food & Nutrition \nWhen it comes to fruit, apple health benefits may outrank them all – or at least the majority. \nApples are loaded with antioxidants and nutrients that do everything from protect your heart to help you stay slim, says Janet Bond Brill , a Hellertown, Pennsylvania-based registered dietitian. \n“The old saying ‘an apple a day keeps the doctor away’ couldn’t be more true,” Brill says. \nOctober is National Apple Month. In honor of the great fruit, here are a few ways apples help boost your overall health and well-being. 1. Apples protect your heart. \nApples contain a fiber called pectin that is known to lower cholesterol levels, says Brill, who has written three books on heart health, including “Cholesterol Down” and “Blood Pressure Down.” \nResearch at the UC Davis Department of Internal Medicine found that regularly eating apples or drinking apple juice can reduce your risk of heart disease in just six weeks. \n“I like to say an apple a day keeps the cardiologist away,” Brill says. “It’s a perfectly heart-healthy food.” 2. Apples are rich in antioxidants. \nApples contain “an incredible amount” of disease-fighting antioxidants, including polyphenols, Brill says. Varieties that are especially rich in antioxidants include Fuji , Red Delicious and Northern Spy. \n“Be sure you eat the skin and don’t peel it,” Brill says. “If you peel the skin, you throw out the antioxidants.” 3. Apples are rich in fiber. \nA diet rich in fiber can help lower your risk of diabetes and heart disease. But few of us have gotten the news. “Americans tend to eat ridiculously low amounts of fiber,” Brill says. “So, you want to bump up your intake of fiber.” \nA medium-sized apple contains about 4.4 grams of fiber, with the peel alone containing about 1 gram of fiber. 4. Apples help you lose weight. \nApples are a great snack if you are hungry, especially if you are trying to lose weight. “It’s a portable, low-calorie, nutrient-dense sweet treat that you can use to take the edge off,” Brill says. 5. Apples provide other health benefits . \nThe humble apple has tannins that can prevent urinary tract infections, and the fleshy fiber helps scrape your teeth and gums. \nApples are so good for you that Brill calls them “Mother Nature’s medicine chest.” Create an apple-rich diet \nAlthough apples are a great part of any diet, Brill urges you to be selective when choosing fruit. “Apples are very high in the pesticide department,” she says, citing research from the Environmental Working Group. \nThe organization reports that apples are among the four fruits most contaminated with pesticides . The others are peaches, strawberries and nectarines. \n“You should try to buy organic if you can,” Brill says. In addition, make sure to wash and rinse your apples before eating them. \nWhen choosing apples, look for firm and shiny fruit. Apples will remain good for up to six months in the refrigerator. \nSome people miss out on an apple’s health benefits, because they simply don’t like the taste of the fruit. If you are an apple skeptic, Brill recommends smearing a bit of peanut butter or almond butter on apple slices to change the taste, and to add a little protein. \nOther people simply hate to eat apples raw. If you dislike the raw fruit, try to combine apples with other foods, like in a broccoli salad or green smoothie. “Chop them up and throw them in anything,” Brill says. \nSome people who don’t like raw apples do enjoy dried apple rings. You can also bake apple slices sprinkled with cinnamon in an oven for 30 minutes.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "janet bond brill", "sentiment": "none"}, {"name": "brill", "sentiment": "none"}], "organizations": [{"name": "national apple month", "sentiment": "negative"}, {"name": "top health benefits of this fall fruit chris kissell october", "sentiment": "negative"}, {"name": "food & nutrition  when", "sentiment": "neutral"}, {"name": "uc davis department of internal medicine", "sentiment": "none"}, {"name": "environmental working group", "sentiment": "none"}], "locations": [{"name": "hellertown", "sentiment": "none"}, {"name": "fuji", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-11T00:55:01.003+03:00"}, {"thread": {"uuid": "d37846b2d2aa094223c82ceb7214274b29450cc1", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WglhsXvcBLe71a6C8oofeqgYhrY86mGYiK9wVU..BzLFojDmdhg2Ssx5AS7N0G8Mn0-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Root Beer Float Rice Crispy Treats", "title_full": "Root Beer Float Rice Crispy Treats", "published": "2017-10-10T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d37846b2d2aa094223c82ceb7214274b29450cc1", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WglhsXvcBLe71a6C8oofeqgYhrY86mGYiK9wVU..BzLFojDmdhg2Ssx5AS7N0G8Mn0-", "ord_in_thread": 0, "author": "jazzythings", "published": "2017-10-10T19:00:00.000+03:00", "title": "Root Beer Float Rice Crispy Treats", "text": "jazzythings October 10, 2017 0 Desserts \nDid you grow up ordering a brown cow at the ice cream shop? Others will know it as a good old fashioned root beer float, but it’s all the same language. The only difference is now root beer has been revived in marshmallow form, which makes for a transcendent rice crispy treat. While this chewy version isn’t made with a scoop of vanilla and a can of pop, those childhood memories will surely come floating to the top. \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-11T00:55:05.001+03:00"}, {"thread": {"uuid": "8aa0a64b060a6d75de8afcdf66d54005b33dddfc", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WhoQIoE1JqQ6mxGGLh4gcjWeB9JQipin7cFQ1_HBWf3FBY14fHGn1ytXeyZGpbstMnxGkQhK6.SoA--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Gluten-, Dairy- & Egg-Free Oatmeal Raisin Cookies", "title_full": "Gluten-, Dairy- & Egg-Free Oatmeal Raisin Cookies", "published": "2017-10-10T18:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8aa0a64b060a6d75de8afcdf66d54005b33dddfc", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WhoQIoE1JqQ6mxGGLh4gcjWeB9JQipin7cFQ1_HBWf3FBY14fHGn1ytXeyZGpbstMnxGkQhK6.SoA--", "ord_in_thread": 0, "author": "Bob's Red Mill", "published": "2017-10-10T18:00:00.000+03:00", "title": "Gluten-, Dairy- & Egg-Free Oatmeal Raisin Cookies", "text": "1/2 cup + 2 Tbsp. light extra virgin olive oil 1/2 tsp. vanilla Preheat oven to 350 degrees F. Line a cookie sheet with parchment paper. In small bowl, prepare egg replacer according to package directions. In large bowl, combine oats, flour, sugar, baking powder and salt. Mix in egg replacer, olive oil and vanilla. Gently fold in raisin. Using 1-inch scoop or spoon, scoop out batter and place on prepared cookie sheet, leaving about an inch between each scoop. Bake for 10 minutes. Remove from oven. Let cool for a few minutes on baking sheet and then transfer to cooling rack.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "dairy- & egg-free oatmeal raisin cookies", "sentiment": "neutral"}], "locations": []}, "rating": null, "crawled": "2017-10-11T00:55:07.000+03:00"}, {"thread": {"uuid": "09feaae2a4c4fd9f3274a0066f6c80bcb70d73a0", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7v2rmQ7KENsF_ZUstraDkmLQU9YH3A_mSxDVKXiZFOx.UXpIvr5j9Q-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Fall-Inspired Chai Tea Latte", "title_full": "Fall-Inspired Chai Tea Latte", "published": "2017-10-11T21:41:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "09feaae2a4c4fd9f3274a0066f6c80bcb70d73a0", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7v2rmQ7KENsF_ZUstraDkmLQU9YH3A_mSxDVKXiZFOx.UXpIvr5j9Q-", "ord_in_thread": 0, "author": "Simply Organic", "published": "2017-10-11T21:41:00.000+03:00", "title": "Fall-Inspired Chai Tea Latte", "text": "Only registered users can comment. FREE Vegan Recipe Book – Download Yours! Trending Going Paleo: Get the FREE Recipe Book Now! Search by Category Search by Category All content on this website is for informational purposes only. The content is not intended to take the place of a physician’s or healthcare professional’s diagnosis, treat a medical condition or provide medical advice. \nCopyright © 2017 Vitacost.com. All rights reserved • Designated trademarks and brands are the property of their respective owners. Loading, Please Wait!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T01:27:21.245+03:00"}, {"thread": {"uuid": "1a774eda19c64ff12b0c3fa33e01088cc4c61770", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B0hZ23ueINILR9Cjw3641GUSc1ilPbzQBrr979.ijEssI2h7OTFr_HPA--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Practice These 3 Yoga Poses for Better Sleep", "title_full": "Practice These 3 Yoga Poses for Better Sleep", "published": "2017-10-11T17:46:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1a774eda19c64ff12b0c3fa33e01088cc4c61770", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B0hZ23ueINILR9Cjw3641GUSc1ilPbzQBrr979.ijEssI2h7OTFr_HPA--", "ord_in_thread": 0, "author": "Mitra Malek", "published": "2017-10-11T17:46:00.000+03:00", "title": "Practice These 3 Yoga Poses for Better Sleep", "text": "Mitra Malek October 11, 2017 0 Sports and Fitness \nPracticing yoga is a surefire way to say goodnight to insomnia. \nGetting sweaty with a vigorous physical practice at least three hours before bed is one way to go. Like all well-timed exercise, it helps with sleep. But yoga goes the extra mile in calming your nervous system, thanks in part to its slow and deep breathing and end relaxation portion. \nIf shut-eye hour is rounding the corner and you haven’t packed in strong movement, yoga can still usher you into a peaceful night of zzzs. You’ll be looking for—no surprise—its gentle and restorative poses . \nThe sequence below takes as little as five minutes or can last much longer if you choose. You can do it right before you slide under the covers or earlier in the night if you maintain a quiet state afterward. Release lingering energy \nIt’s hard to suddenly be still if you’re buzzing with even a little energy. This gets it out. Cat-cow Come to your hands and knees, with your wrists under your shoulders and your knees under your hips. As you inhale drop your belly down as you lift your hips and head toward the ceiling, drawing your shoulders away from your ears. As you exhale, round your back like a cat, pulling your chin to your chest and dropping your tailbone. Take as many rounds as you need, perhaps incorporating a sway in your hips. \nTip: If you have osteoporosis or osteopenia, skip cat and move into a flat back instead. If you have wrist issues, come to your forearms, with your elbows under your shoulders, and practice the moves that way. Connect with your breath \nEffortlessly creating space in your upper body allows for deep breaths and room for your hands to feel those breaths expand and contract your torso. Legs up the wall is a classic restorative pose that melts muscle tension. Legs up the wall Sit with a hip about a foot from a wall. Pivot to face the wall, and lie back. Lift your legs, so your heels rest on the wall. Place one hand on your belly, the other near your heart. Begin each inhale with a lift in your belly and continue to draw breath in until it expands your ribcage then chest. Do this to the count of five. Pause for a count. Exhale to the count of six, feeling your front torso release down. Take at least 10 rounds of breath. \nTip: The farther you move your buttocks from the wall, the gentler the pose is on your hamstrings. If your legs begin to splay, secure them gently with a strap . Alternatively you can scoot your buttocks out farther and rest the soles of your feet on the wall, or you can place your calves on a chair or couch. Get drowsy \nThe deep breathing you’ve cultivated activates your parasympathetic ne rvous system , which slows your heart-rate. Keep the slow cadence going as you shift into the final pose. Forward bends are especially calming, turning your attention and senses inward. Supported forward bend Sit and place rolled blankets or towels under your knees so that the backs of your thighs relax as oppose to stretching. Place a pillow or two over your front thighs. Push your fingers or palms into the ground next to your hips to sit up straight and encourage the natural curve of your spine. Hinge forward from your hips without rounding your lower back. Rest your belly and chest on the pillows, and drop your forehead. Stay for as long as you’d like. If it’s hard to breathe with your forehead down, turn your head to one side, later turning it to the other side. \nTip: Even if you’re very flexible and can fold your whole torso over your legs, do the supported version, so you can hold the pose longer. \nMitra Malek, a former Yoga Journal editor, has taught yoga regularly since 2006. Connect with her at mitramalek.com .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T01:27:26.452+03:00"}, {"thread": {"uuid": "23374424e5777c856b4c7e62ef4fcd5c67a29150", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K6RtsPdSh19tRxqoURn1rVKkxuJNvgK0EsyTEEQSKAUleHVRDnpfj_GLDMJmzY.KfQ52yqe8kp3m", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Breakfast in a Mug: Pumpkin Muffin for One", "title_full": "Breakfast in a Mug: Pumpkin Muffin for One", "published": "2017-10-11T21:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "23374424e5777c856b4c7e62ef4fcd5c67a29150", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K6RtsPdSh19tRxqoURn1rVKkxuJNvgK0EsyTEEQSKAUleHVRDnpfj_GLDMJmzY.KfQ52yqe8kp3m", "ord_in_thread": 0, "author": "Enjoy Life Foods", "published": "2017-10-11T21:00:00.000+03:00", "title": "Breakfast in a Mug: Pumpkin Muffin for One", "text": "Enjoy Life Foods October 11, 2017 0 Breakfast \nDo you have three minutes? Then you have breakfast. No, it’s not a boring bowl of oats or a frozen waffle you threw in the toaster oven. Your microwave, however, will come in handy. The heat-and-eat kitchen appliance can actually serve up bakery-level muffins. In this case, the recipe only makes one muffin, but it’s a warm, pumpkin treat that could easily be doubled. Of course, if you want more than one breakfast in a mug, you’ll need more than three minutes. \nMakes 1 muffin", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T06:42:39.002+03:00"}, {"thread": {"uuid": "eb9b1009ca6f9fb9413ae1cfda3064aa820635f3", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0Md65zOd66nVr8MSLDmWGpR7q3Baq.ZQoVT8e8bgeOuGN2aIYKCJ9.SVyUSVJ7Ib0Dd3nf6tmiQDPWb4j39nXn9E1cXRzZfXjA--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "6 Lifestyle Improvements to Support Breast Health", "title_full": "6 Lifestyle Improvements to Support Breast Health", "published": "2017-10-11T20:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "eb9b1009ca6f9fb9413ae1cfda3064aa820635f3", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0Md65zOd66nVr8MSLDmWGpR7q3Baq.ZQoVT8e8bgeOuGN2aIYKCJ9.SVyUSVJ7Ib0Dd3nf6tmiQDPWb4j39nXn9E1cXRzZfXjA--", "ord_in_thread": 0, "author": "Dr. Laurie Steelsmith", "published": "2017-10-11T20:00:00.000+03:00", "title": "6 Lifestyle Improvements to Support Breast Health", "text": "Dr. Laurie Steelsmith October 11, 2017 0 Home & Family \nA recent study revealed that one in three women are too scared to check their breasts for lumps—and a mere glance at the statistics might suggest why: One in eight women will be diagnosed with breast cancer over the course of their lifetime and more than 250,000 cases are reported in the US annually, thus rendering breast cancer the second leading cause of cancer death among women. \nBut the terror such data can generate shouldn’t deter women from examinations—nor should the facts convince a woman she can’t take control of the matter. \n“Cancer is not an inevitability,” says Margaret I. Cuomo, author of A World Without Cancer: The Making of a New Cure and the Real Promise of Prevention . “Everything we do from the moment we wake is a factor that can turn on or off the genetic switches in our body, including ones that could lead to cancer. The risk of many cancers, including breast cancer, can be significantly reduced by living a healthy lifestyle .” \nWith that in mind, and in honor of Breast Cancer Awareness Month, here are six savvy lifestyle improvements you can make today—to beat the odds tomorrow: Breast Cancer Awareness Tip: Keep Your Weight in Check \nA study conducted by the American Cancer Society found that women who put on anywhere from 21 to 30 pounds after the age of eighteen were a whopping 40% more likely to develop breast cancer than those who hadn’t gained more than five pounds. \nWhile we all know that excessive weight gain can do a number on our health, there’s a specific reason behind the hazards it poses in terms of our breasts. \n“This higher risk is partially because fat cells make estrogen; extra fat cells mean more estrogen in the body, and estrogen can make hormone-receptor-positive breast cancers develop and grow,” says BreastCancer.org . \nWhich brings us to our next point… Breast Cancer Awareness Tip: Get Your Heart Pumping \nWe don’t need scientists to tell us that exercise can be a huge boon for our brain and body—anyone who has ever walked out of a Vinyasa yoga class knows the truth of this. \nBut did you know that exercise can also work toward preventing breast cancer? \nTake it from a professor of nutrition at the University of Minnesota, Mindy Kruzer, PhD: “Among women who exercise, the ratio of ‘good’ estrogens to ‘bad’ estrogens (those that can damage DNA and increase a woman’s breast cancer risk) improved by roughly 25 percent,” she says. What’s more, “past research has shown that the greater this ratio, the lower a woman’s breast cancer risk.” As for women who flout exercise altogether? The radio “didn’t budge.” \nThis isn’t to say you must run a 10K , but it doesn’t suggest a gentle walk here and there suffices, either. \n“Swimming, laps, doing aerobics, jogging—women who engage in strenuous activities like these at least five hours a week, and have done so for most of their adult lives, are 20 percent less likely to develop invasive breast cancer than are sedentary types who get no more than 30 minutes of exercise a week, reports the California Teachers Study, which has been tracking more than 110,000 women ages 20 to 79 since 1995,” Good Housekeeping reports. \nCan’t seem to find the impetus for a major sweat session? Even moderate workouts, like golfing, can “cut the odds of developing one form of breast cancer (estrogen-receptor-negative) for which there are fewer effective treatments,” Good Housekeeping says. Breast Cancer Awareness Tip: Banish Processed Meats \nFrom bacon bits in your Cobb salad to downing a turkey-and-salami sub on a busy day, you may be eating more processed meats than you realize. And while “everything in moderation (including moderation)” mostly holds true, you may want to reconsider that ham croissant the next time you’re at the bakery. \nWhy? \nThe American Cancer Society reports that processed meats—such as ham, bacon, some deli meats, sausage and bologna—are now considered a “group 1” carcinogen by the World Health Organization, placing mortadella and its kin in the same category as tobacco, arsenic, asbestos and alcohol. Speaking of which… Breast Cancer Awareness Tip: Curb Your Alcohol Intake \nFor some, a chaotic day might “call” for a glass of wine, but you might want to cut yourself off at one. \n“Drinking more than two alcoholic beverages (defined as a 5-ounce glass of wine or a 12-ounce bottle of beer) a day hikes risk by about 20 percent,” Elle reports. The American Cancer Society adds to this by advising, “Even a few drinks a week is linked with an increased risk of breast cancer in women,” in part because alcohol “can also raise estrogen levels in the body.” \nWant to enjoy a mojito here and there? Consider upping your intake of the B vitamin, folate. \n“This risk (of breast cancer) may be especially high in women who do not get enough folate in their diet or through supplements,” the American Cancer Society says. Asparagus, broccoli, avocado, dark leafy greens are all an excellent source of this nutrient. Or, order a virgin Salty Dog next time you’re out: Grapefruit (and its juice) are high in folate, while iodine (found in salt) has been associated with a smaller risk in developing breast tumors . Breast Cancer Awareness Tip: Load Up on Fiber \nEyeing that carton of oatmeal while in line for your latte? Go right ahead. More fiber—both soluble and insoluble—may prevent breast cancer. \n“Evidence from several studies suggests that women who consumed 30 grams of fiber per day had had a 32 percent risk reduction of breast cancer,” Rachel Beller, MS, RD, and Founder of Beller Nutritional Institute told Reader’s Digest . “Compare that to the women who were eating less than 25 grams a day who only showed a 2 percent risk reduction, and you have a clear case for eating more than 30 grams of fiber a day.” \nAnd don’t think fiber is limited to those oats you’re ogling or the bran your mother heaped on your plate: Pears, lentils , oranges, almonds, peas, raisins, apples and carrots are all fiber-rich. Breast Cancer Awareness Tip: Opt Out of the Night Shift (or At Least the All-Nighter) \nSleep isn’t just for beauty. Studies confirm that adequate, restful sleep is a leading defense against illness—and that night shifts, whether in a factory, on a plane or at a club, puts you at an increased risk of breast cancer. In fact, “research published in the May 2012 issue of Occupational and Environmental Medicine found that women in the Danish military who worked the night shift were as much as 40 percent more likely to develop breast cancer than those who didn’t burn the midnight oil,” The Guardian says. Well-rested, you’ll have the courage to check your breasts—and the energy to make these oh-so-vital lifestyle changes.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T06:42:40.000+03:00"}, {"thread": {"uuid": "a7ee8acc4d34c1e2881aacde6bb97e92e28d455d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mk4q7sbNzq7uKjWMKD8HEgvv6qeyQZW5VoZ2VoEUMMtkVIEOe8_79502Le.zl.ZjTqB0nJ7tDqaB6gH1K8o_DXY-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "How to Help Kids Stay Confident on a Specialty Diet", "title_full": "How to Help Kids Stay Confident on a Specialty Diet", "published": "2017-10-13T21:03:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a7ee8acc4d34c1e2881aacde6bb97e92e28d455d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mk4q7sbNzq7uKjWMKD8HEgvv6qeyQZW5VoZ2VoEUMMtkVIEOe8_79502Le.zl.ZjTqB0nJ7tDqaB6gH1K8o_DXY-", "ord_in_thread": 0, "author": "Nicole Nash", "published": "2017-10-13T21:03:00.000+03:00", "title": "How to Help Kids Stay Confident on a Specialty Diet", "text": "Nicole Nash October 13, 2017 0 Food & Nutrition \nSpecial diets and healthy choices are increasingly common, but many children still face questions and bullying over what’s in their lunchboxes. Here are some tips for helping your child handle questions and maintain pride over what they eat. \nMany parents and caregivers are met with the same lunch dilemma. You want to pack a healthy lunch for your child , while fulfilling their dietary concerns. The “battle of the lunch box” doesn’t end at home, as kids are often met with questions and stigma in the cafeteria. The good news is that, whatever their dietary needs, your child isn’t alone. \nSpecial diets are on the rise. Veganism grew by over 350 percent in the U.K. between 2006 and 2016. A 2012 Gallup poll found that five percent of U.S. adults identify as vegetarian, two percent identify as vegan, and those numbers are estimated to be rising. \nData indicates that teens are focusing more on vegetarian and vegan diets , as social media grows their awareness of nutrition and the meat industry. Healthychildren.org says it’s common for grade-schoolers to become vegetarian or vegan when they make the connection between animals and food. \nIn addition to those who opt for special diets, there are many children who need special diets to help manage health conditions like nut allergies , Celiac, and Crohn’s disease. But the abundance of children with unique eating habits and dietary needs doesn’t seem to reduce the number of questions, and even bullying, that many children face over what’s in their lunches. \nSo how can you help your child maneuver the social stigma of a special diet? Walter Gaman, MD , is a family practitioner who treats patients with special dietary considerations, and had to guide his own son through years of packing gluten-free lunches. Gaman says emotional support is key: \n“Parents need to understand that there are emotional considerations that come along with dietary restrictions. The more you support your child emotionally, the better it will be for both of you.” \nThat’s good advice, and anybody who has helped a child with feelings of being “different” knows that can be difficult. Jonathan Harrop, LMFT , is a pediatric therapist who focuses on helping kids strengthen their identities and strengthen themselves against bullying. Harrop provides four actions you can take to help your child: Reassure your child of what gives them worth. Children need constant, regular reassurance that they are loved, lovable and are good kids. Many ill-attacks come from children who do not believe they are loved, loveable or are good kids and feel the need to take it out on others and pull others down. Share the truth of why people tease or bully. Help your child understand the reasons people will tease. People who tease or bully often have deep insecurities themselves, so they get together with other insecure kids to pick on others that are different than them to feel good about themselves. They do not bully because they are cool. They bully because they are insecure and feel the need to try to prove their coolness. Help your child see the value in what they eat. Help your child understand why they are eating healthy or have a special diet. If a child understands the reasons for healthy eating, it will strengthen their ability to withstand the attacks that come from other kids around their healthy eating or dietary needs. Practice how to respond to questions or bullying (Harrop calls this “mental Jiu-Jitsu”). If it’s a simple question, help your child practice giving a simple answer. For example: \nClassmate: “That looks gross. What is it?” \nYour child: “It’s hummus, and it tastes really good. Would you like to try it?” \nHarrop provides this example to practice in the event of a bully attack: \nBully: “Are you really a vegetarian?” \nYour child: “Yep.” (stated confidently) \nBully: “Weirdo.” \nYour child: “Wow, thank you. My siblings love me, and they call me weirdo all the time. Are you trying to tell me you love me?” \nThe goal of mental Jiu-Jitsu is to disarm the aggressor. According to Harrop, “The point is that our response to the verbal blows is not met with blocking, blowing back, or even running away, but is a response that rolls with the punch to throw the person behind you. This is easier for a child to do when they have confidence in themselves, which you can give them, and when they believe in the reason for their health habits.” \nMaintaining a healthy or special diet can be hard enough without being hassled into embarrassment about it. Working with your child to build their confidence and self-worth, along with educating them about their dietary needs will reduce lunch-time stress and help them be successful at feeding their bodies what they need. \nDon’t shy away from enlisting the help of your child’s favorite teacher and the guidance counselor. They may be able to address bullying in the classroom, and it’s always good for kids to know who to turn to when they need additional support. \nLooking for new and exciting recipes to make for your little ones? Check out our collection of FREE specialty diet recipe e-books .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "crohn", "sentiment": "none"}, {"name": "harrop", "sentiment": "none"}, {"name": "jonathan harrop", "sentiment": "none"}, {"name": "walter gaman", "sentiment": "none"}], "organizations": [{"name": "food & nutrition  special", "sentiment": "neutral"}, {"name": "gallup", "sentiment": "none"}, {"name": "healthychildren.org", "sentiment": "none"}, {"name": "lmft", "sentiment": "none"}], "locations": [{"name": "u.s.", "sentiment": "none"}, {"name": "u.k.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-14T00:16:42.006+03:00"}, {"thread": {"uuid": "cd25a0fc08407eff0b888991ec0cdebc3b3a3ae9", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7QEbsw.9Gw8XGuljau7n7o23gji0QdfNh3se9ZhLdG4_fU.guTUVbaVHCU9TmRSrb9au.k2Daki_", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Tropical DIY Body Scrub with Coconut Oil & Sugar", "title_full": "Tropical DIY Body Scrub with Coconut Oil & Sugar", "published": "2017-10-16T20:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cd25a0fc08407eff0b888991ec0cdebc3b3a3ae9", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7QEbsw.9Gw8XGuljau7n7o23gji0QdfNh3se9ZhLdG4_fU.guTUVbaVHCU9TmRSrb9au.k2Daki_", "ord_in_thread": 0, "author": "Liana Werner-Gray", "published": "2017-10-16T20:00:00.000+03:00", "title": "Tropical DIY Body Scrub with Coconut Oil & Sugar", "text": "Liana Werner-Gray October 16, 2017 0 Bath & Beauty \nYou might fantasize about taking a vacation to a tropical island. Who wouldn’t want to lounge around, soaking up the sun, sounds and scents of paradise? While we can’t book your plane ticket or hotel reservation, we can help you bring that wonderful aroma to your home – and help refresh and exfoliate your skin while we’re at it. Simply whip up this tropical, lemon-rose DIY body sugar scrub with coconut oil and imagine you’re on a beach watching the waves roll in every time you use it. Crashing wave sounds not included. \nMakes enough for 14 uses \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "coconut oil & sugar liana werner-gray", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-17T02:27:20.027+03:00"}, {"thread": {"uuid": "6b357255f355bafaf7f375a7ec403d86aa22c995", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K75.jkEfHTvMkv7M7nvfM__E9QxaN.epk8BvtrzUqpgC9QyeXb5J4EY-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "6 Healthy Apple Recipes for Any Time of Day", "title_full": "6 Healthy Apple Recipes for Any Time of Day", "published": "2017-10-16T18:42:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6b357255f355bafaf7f375a7ec403d86aa22c995", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K75.jkEfHTvMkv7M7nvfM__E9QxaN.epk8BvtrzUqpgC9QyeXb5J4EY-", "ord_in_thread": 0, "author": "Elyssa Schwartz", "published": "2017-10-16T18:42:00.000+03:00", "title": "6 Healthy Apple Recipes for Any Time of Day", "text": "Elyssa Schwartz October 16, 2017 0 Cooking/Recipe , Vegan \nLoaded with nutrients and antioxidants, apples are known to help boost our overall health and well-being. This fiber-rich fruit is a great snack when hunger strikes—especially if weight loss is your goal. It’s low in calorie and is sure to hold you off between meals when paired with a nutritious dip . \nBut while apples may be famous for dipping in nut butter and packing on a loud crunch, they’re actually more versatile than you think. Turns out, this sweet (and sometimes tart) fruit can be used in a variety of recipes from chilled applesauce and hot soups to spiced cocktails. \nReady for the recipes? Some are sweet, some are savory—all are delicious. Let’s bring on the apples! 1. Vegan Apple Pie Smoothie \nLove apple pie? Loathe the calories? We’ve got you covered. Sip on this smoothie when the cravings call. Made with plant-based protein powder, wholesome oats, fall spices and natural applesauce, this thick shake is sure to suffice. Crying over the lack of crust? Crush up an Annie’s Homegrown Bunny Graham (or two) and sprinkle on top when you’re in the mood for a little extra somethin’. 2. Butternut Squash & Apple Soup \nHead to your local farmer’s market (don’t forget your reusable bags) and pick up some local, in-season fruits and veggies for this creative recipe. This dish is comprised of all your favorite soup ingredients (onions, spices and herbs) combined with traditional fall flavors including butternut squash—and you guessed it—apples. After heating up all of these smell-good ingredients, use a blender to puree the contents into a smooth, creamy soup! 3. No-Bake Apple Pie Bites \nSometimes, there’s just no time to prepare baked goods. But if you’re heading to a feast, arriving empty-handed is not an option. This vegan and gluten-free apple dessert recipe , which yields 24 no-bake bites, is ideal for health-conscious busy bees with little time to spare. Simply combine sweet dates , apples, coconut flour and a few other ingredients for an out-of-this-world treat fit for sharing with family and friends. Let your kiddos join in on the fun (face it, you can use their helping hands) and have them roll the batter into bite-size balls. 4. Cinnamon-Apple Cider with Bitters & Brandy \nA steaming mug of apple cider is the perfect autumn indulgence. When the temperature starts to drop, try this boozy version made with brandy and black walnut bitters. Serve in a hollowed out apple with a cinnamon stick and you’ll forget all about those chills! Opt for our alcohol-free version, made with a touch of tart, by following our recipe for warm & calming cranberry-apple cider . 5. Vegan Stuffing with Walnuts, Apples & Dried Cranberries \nThis savory stuffing is packed with warm autumn flavors that pair well with your favorite Thanksgiving feast staples from meat-free “turkey” loaf to green bean casserole. Impress your guests with hearty, whole-grain bread melded with sweet-tart apples, cranberries, walnuts and unique seasonings. 6. Organic Slow Cooker Cinnamon Applesauce \nThere really isn’t much a slow cooker can’t do. Use this trusty appliance to create the most delicious applesauce you’ve ever tasted. First step, take the family apple picking. Second, prep your own fresh, organic, cinnamon-y applesauce. For a little extra flair, sprinkle some walnuts, raisins and granola on top before serving.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elyssa schwartz", "sentiment": "negative"}, {"name": "homegrown bunny graham", "sentiment": "none"}, {"name": "annie", "sentiment": "none"}], "organizations": [{"name": "butternut squash & apple soup  head", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-17T23:51:14.002+03:00"}, {"thread": {"uuid": "e42aba653014ff50fe82d0c1d5bcc80828442816", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7jc3GbF8PeWlkhLnwIJzxcpd1Dj_tffZgg7wlTkybgCbV6UtWKQF4SRdQkpSKqaK9M2jnXlK227", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Baked Brie With Honey & Figs", "title_full": "Baked Brie With Honey & Figs", "published": "2017-10-17T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e42aba653014ff50fe82d0c1d5bcc80828442816", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7jc3GbF8PeWlkhLnwIJzxcpd1Dj_tffZgg7wlTkybgCbV6UtWKQF4SRdQkpSKqaK9M2jnXlK227", "ord_in_thread": 0, "author": "jazzythings", "published": "2017-10-17T19:00:00.000+03:00", "title": "Baked Brie With Honey & Figs", "text": "jazzythings October 17, 2017 0 Appetizers \nTo brie or not to brie? That’s never a question! Every wine-paired party or double-date night deserves a restaurant-quality appetizer. This baked brie delivers the elegance you need to wow your guests or woo your honey. Speaking of honey…it’s drizzled all over this warm round of cheese, which is also topped with fresh fig slices and crunchy pistachios. These are all key elements of a poetic dish – even Shakespeare would be impressed. \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "shakespeare", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-18T22:24:45.004+03:00"}, {"thread": {"uuid": "8e192320060bb2f4762d070dacd7c71f0b8436e4", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B01UCjXVze4uJBLrGddtrjAr1H9O51GP9PmRgmwyvmLUz_Cbr3VdpA9A--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "5 Ways to Maximize the Benefits From Your Workout", "title_full": "5 Ways to Maximize the Benefits From Your Workout", "published": "2017-10-17T23:19:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8e192320060bb2f4762d070dacd7c71f0b8436e4", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B01UCjXVze4uJBLrGddtrjAr1H9O51GP9PmRgmwyvmLUz_Cbr3VdpA9A--", "ord_in_thread": 0, "author": "Mrs. Fitness", "published": "2017-10-17T23:19:00.000+03:00", "title": "5 Ways to Maximize the Benefits From Your Workout", "text": "Mrs. Fitness October 17, 2017 0 Sports and Fitness \nPost-workout rituals are just as important as the workout itself. Without one, you risk not being able to perform at your optimum level the next day. By cooling down properly, you’ll maximize the results you’re working to achieve. \nAs a fitness professional, there are five things I always do to maximize the benefits of my workouts that help me feel great. And, lucky for you, I’m sharing them all! 1. Foam rolling \nStart your post-workout routine with a restorative foam rolling session to help aid in muscle recovery. Doing this will help you achieve a deeper stretch (see step 2). Using a foam roller to perform self-myofascial techniques (a gentle continuous pressure on the muscles) may reduce soreness , prevent future injury, increase blood flow and circulation, along with improved flexibility. A foam rolling massage on the muscles helps to break up knots in soft tissue. \nThere’s also an added bonus! Another foam rolling benefit is that it’s a much more affordable option than frequent visits to a massage therapist. NOTE: Refrain from foam rolling for more than 20 minutes to avoid overworking an area. 2. Post-workout stretching \nAfter a workout, when muscle are already warmed up, is the perfect time to stretch. Relieving muscle tension, decreasing soreness and improving your range of motion are all benefits reaped by stretching . Isometric stretching should be done to aid in the recovery process. After your workout, hold stretches for at least 15 seconds each. NOTE: Skipping out on stretching may hinder your range of motion for your next workout and cause injury. 3. Post-workout nutrition \nWithin 30-45 minutes after your workout, your body is looking for carbohydrates and protein to rebuild muscle and replenish glycogen. Healthy carbs help with recovery while a clean protein helps to repair and build muscle. Eating the correct nutrients shortly after exercising may help the body recover faster. \nAim for about 20 grams of a quality protein. Either whey or plant-based protein powders are a good choice because they are convenient and absorb rapidly in the body. Fast-acting clean carbohydrates ( oatmeal , bananas) will help replenish glycogen levels, bring energy levels back up, along with bumping insulin levels up. \nMy typical post-workout meals usually consist of a homemade protein smoothie (blended with oatmeal and fruit) or a high-protein cereal sprinkled with protein powder, fruit and almond milk. 4. BCAA’s \nBranched-chain amino acids (leucine, isoleucine and valine) are the essential three amino acids needed after a workout. Taking BCAA’s after a strenuous workout may assist in promoting muscle repair and growth, as well as reducing muscle soreness—this way you’re ready to go hard again the next day. The recommended serving, 3-5 grams, can be found in canned tuna , chicken, low fat Greek yogurt or in a convenient BCAA supplement . 5. Cool off \nYou don’t need to hop into an ice bath like a extreme athletes, but taking a cool shower after exercising may help decrease inflammation and speed up the healing process. Reducing inflammation may lower the chances of soreness the next day. Try turning down the shower temperature just slightly than normal and go from there. \nAdd a DIY coffee scrub with essential oils to help stimulate blood flow (and soften skin). NOTE: Before stepping into an ice-cold shower, let your body adjust before lowering the temperature.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "bcaa", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-19T00:03:12.000+03:00"}, {"thread": {"uuid": "49cf001a6415810d99e08a23451ed62b8a394a09", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mkFuG85wcxxZWi0gyyHQNm0L61Hs0uihIqaI2SiTmD4EqBT1fIacPVZmmkd6_4ItnQ--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "What Does it Mean When You See a Teal Pumpkin on Halloween?", "title_full": "What Does it Mean When You See a Teal Pumpkin on Halloween?", "published": "2017-10-19T02:25:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "49cf001a6415810d99e08a23451ed62b8a394a09", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mkFuG85wcxxZWi0gyyHQNm0L61Hs0uihIqaI2SiTmD4EqBT1fIacPVZmmkd6_4ItnQ--", "ord_in_thread": 0, "author": "The Bombshell Mommy", "published": "2017-10-19T02:25:00.000+03:00", "title": "What Does it Mean When You See a Teal Pumpkin on Halloween?", "text": "Fish \n[ Read more about food allergies and shop for allergen-friendly products . ] \nSadly, Halloween is filled with threats to children with food allergies. From classroom parties to trick-or-treating around the neighborhood, pirates, ghosts and goblins alike run the risk of cross-contamination even when sticking to foods or candy that should be safe. The good news is that awareness is growing regarding food allergies. Even the youngest kids have come to understand that some food allergies are life threatening, and have compassionately risen to the challenge of standing by their food-sensitive friends. Teal Pumpkin Project \nSo, what does it mean when you see a teal pumpkin on Halloween – and how is this colorful gourd saving lives? \nThe Teal Pumpkin Project is a huge relief to children with food allergies and their parents. It started in 2014, created by the Food Allergy Research & Education non-profit group, as a way to keep Halloween inclusive and safe for all kids. By putting a teal-painted pumpkin on your porch, walkway, or driveway, you can let kids with allergies and parents of kids with allergies know that you are passing out non-food items to trick-or-treaters. \nPencils, erasers, stickers, bubbles, and small inexpensive toys all make great treats. Meanwhile, the treat you’ll be giving parents, the gift of peace of mind, is truly priceless. Be sure to keep these items in a separate bowl, do not mix them with the candy you are passing out, since some children’s food allergies are so sensitive that even the dust on the wrapper from the product can set off an anaphylactic response. \nThen again, you may want to consider skipping candy or food-related treats altogether. Let’s be honest, how many pounds of candy do kids really need? Sure, their parents may take some of it to work for the office, but then how many pounds of candy to we as adults really need? When it comes down to it, we could probably all do with a little less candy and a little more fun in our lives. \nThink about it: Painting a pumpkin teal? Fun! Getting stickers and bubbles? Fun! Seeing kids enjoy a time honored tradition of donning cat ears and creepy clown masks while running through the streets of the neighborhood giggling with joy? Super fun! Allergy-Friendly Halloween Treat Checklist", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:52:32.007+03:00"}, {"thread": {"uuid": "a8aedfad93d9b4bf42259ea8b062e851be62e907", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0GzAvJP.U2iaLCT_UpVrSGOfVW9C9tV4c2kgF3xS4.0kjoPRxBadbCwGC4ESoO5skvi6jrLx9YMD", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Natural, Glue-Free Slime Recipe", "title_full": "Natural, Glue-Free Slime Recipe", "published": "2017-10-19T02:01:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a8aedfad93d9b4bf42259ea8b062e851be62e907", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0GzAvJP.U2iaLCT_UpVrSGOfVW9C9tV4c2kgF3xS4.0kjoPRxBadbCwGC4ESoO5skvi6jrLx9YMD", "ord_in_thread": 0, "author": "Repurpose", "published": "2017-10-19T02:01:00.000+03:00", "title": "Natural, Glue-Free Slime Recipe", "text": "Repurpose October 18, 2017 0 Home & Family \nIf you can’t beat ‘em, join ‘em! Like it or not, kids always find a way to get grimy. So why not let them be slimy? Little ones will be completely hands on making this homemade slime. But the truth is, it’s a clean recipe by slime standards. No sticky, toxin-infused glue, needed. You’ll use all plant-based ingredients. Even the bowl and mixing spoon are gentle on skin…and on the planet. Beat that! \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:52:35.000+03:00"}, {"thread": {"uuid": "2b4c647348ef5aacb229f9d00665cf7f741802e9", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K0Vn39CymcpRWJhW0p6pLghEAoDtNwfzk3_sK1reGQNr14rArCebaiMnqsU9IYQuh6KsEEIaJ4RLAa7RxwLOMsA-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Roasted Chickpeas with Vanilla Protein", "title_full": "Roasted Chickpeas with Vanilla Protein", "published": "2017-10-17T23:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2b4c647348ef5aacb229f9d00665cf7f741802e9", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K0Vn39CymcpRWJhW0p6pLghEAoDtNwfzk3_sK1reGQNr14rArCebaiMnqsU9IYQuh6KsEEIaJ4RLAa7RxwLOMsA-", "ord_in_thread": 0, "author": "Bob's Red Mill", "published": "2017-10-17T23:00:00.000+03:00", "title": "Roasted Chickpeas with Vanilla Protein", "text": "Bob's Red Mill October 17, 2017 0 Snacks \nLove roasted nuts but not the fat content? The next time you’re looking for a quick, on-the-go snack, try these healthier roasted chickpeas. Whether you’re spending a day outdoors or in the office, these protein-packed bites will power you through a hike or an afternoon budget meeting. They won’t slow you down even when you’re making them – they’re done in an hour, requiring only a few quick stirs, so you can take care of other things around the house while they bake. \nCourtesy of Sarena Shasteen", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-19T02:52:36.002+03:00"}, {"thread": {"uuid": "baf5e7c8c0777e42488a2ab4400adde34996e3e1", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WgaO8nRgQkMTDEw2blG1ZpjX2PTUM.mojfxJY3oQ74OucnzqNLes2jWuggvw3z7uSg-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Pumpkin Chocolate Chip Brownies", "title_full": "Pumpkin Chocolate Chip Brownies", "published": "2017-10-18T19:30:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "baf5e7c8c0777e42488a2ab4400adde34996e3e1", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WgaO8nRgQkMTDEw2blG1ZpjX2PTUM.mojfxJY3oQ74OucnzqNLes2jWuggvw3z7uSg-", "ord_in_thread": 0, "author": "Mo, the Morselist", "published": "2017-10-18T19:30:00.000+03:00", "title": "Pumpkin Chocolate Chip Brownies", "text": "Mo, the Morselist \n“Mo’s Healthy Morsels” is written by Maura (“Mo”) Knowles, Board Certified Health Coach (A.A.D.P.), Integrative Nutrition Health Coach, member of the International Association of Health Coaches (I.A.H.C.), recipe developer and owner of Mac-n-Mo’s, a low-sugar, no-sodium, gluten-free, vegan baked goods company created by Knowles to help her dad, Mac, a diabetic, after he survived quadruple bypass surgery in 2010. Mo’s recipes for snacks, treats and other fun and healthy dishes appear every week here on the Vitacost blog.​", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "maura", "sentiment": "negative"}, {"name": "knowles", "sentiment": "none"}, {"name": "mac", "sentiment": "none"}], "organizations": [{"name": "knowles", "sentiment": "negative"}, {"name": "integrative nutrition health coach", "sentiment": "none"}, {"name": "international association of health coaches", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-19T21:20:36.003+03:00"}, {"thread": {"uuid": "3db5c12fcbde6b30afbc966d6e6bbf625bd8561d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61Kyvkz1zL6V.9stflFJEzWswSJ6cCz_JvFW6ef7nBz3riYDCM5ryJaWOK3ZOoTfH6HA--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Roasted Spaghetti Squash & Paleo Lamb Meatballs", "title_full": "Roasted Spaghetti Squash & Paleo Lamb Meatballs", "published": "2017-10-19T18:28:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3db5c12fcbde6b30afbc966d6e6bbf625bd8561d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61Kyvkz1zL6V.9stflFJEzWswSJ6cCz_JvFW6ef7nBz3riYDCM5ryJaWOK3ZOoTfH6HA--", "ord_in_thread": 0, "author": "Kyra Williams", "published": "2017-10-19T18:28:00.000+03:00", "title": "Roasted Spaghetti Squash & Paleo Lamb Meatballs", "text": "1/2 tsp. ground black pepper \nDirections Prepare cacio e pepe: Preheat oven to 500 degrees F. Use fork to pierce spaghetti squash (all over). Roast for one hour. Cut open lengthwise, let cool, then spoon out seeds. In skillet on medium-high, heat butter and olive oil. Starting at one end, use fork to scrape out squash into skillet. Add asparagus. Use wooden spoon to separate squash into “noodles” and coat in butter and oil. Add salt and pepper. Cook asparagus until desired consistency and remove from heat. Prepare the meatballs: Preheat oven 350 degrees F. In mixing bowl, using your hands, thoroughly combine meatball ingredients. Mold mixture into 12 balls, place on baking sheet and bake for 20 minutes. Scoop noodles onto plate, creating a well for egg yolk (if using). Pour egg yolk into well while veggies are still hot to somewhat cook. Serve with meatballs and top with cheese and pine nuts.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "roasted spaghetti squash & paleo lamb meatballs", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-20T18:44:33.004+03:00"}, {"thread": {"uuid": "a52effb9acb4d3f3c6d6b82b61483933149d7c6d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61Kz44hX1JzpJyHS5Kg2W7F19HPGxIxlL8AuiZ3Gxvii8Jq0M4GTxOlsgEJ1XnDxrOQg--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Slow Cooker White Bean Chicken Chili", "title_full": "Slow Cooker White Bean Chicken Chili", "published": "2017-10-20T21:51:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a52effb9acb4d3f3c6d6b82b61483933149d7c6d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61Kz44hX1JzpJyHS5Kg2W7F19HPGxIxlL8AuiZ3Gxvii8Jq0M4GTxOlsgEJ1XnDxrOQg--", "ord_in_thread": 0, "author": "Simple Truth", "published": "2017-10-20T21:51:00.000+03:00", "title": "Slow Cooker White Bean Chicken Chili", "text": "Simple Truth October 20, 2017 0 Cooking/Recipe \nWhat’s better than leaving home for the day only to return to a hearty home-cooked dinner? Not much. Especially after hours of working, running errands and chauffeuring the kiddos to and from activities. After leaving your slow cooker to simmer for 5-6 hours, all that’s left to do is shred the chicken, mix and ladle into individual bowls. Our tip? Serve with sweet pumpkin cornbread for a tasty fall-flavored finish. \nServes 4 Prep time: 10 minutes | Cook time: 5-6 hours on low \nIngredients 2 15-oz. cans white kidney beans , undrained Kernels from 1 organic corn cobb 1 white onion, chopped", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T01:41:03.004+03:00"}, {"thread": {"uuid": "a36328b1cd86e07a6db8771604879c99299b20bf", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBeVWAPyH50jbPrLTFo6dQqi5QD16XVnpa5fSQR7Qqi4HAkcNJBO1gz0is7Q6PzwGeuaP2FbY5kp9Q--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Butternut Squash Ravioli with Moringa Pesto", "title_full": "Butternut Squash Ravioli with Moringa Pesto", "published": "2017-10-20T21:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a36328b1cd86e07a6db8771604879c99299b20bf", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBeVWAPyH50jbPrLTFo6dQqi5QD16XVnpa5fSQR7Qqi4HAkcNJBO1gz0is7Q6PzwGeuaP2FbY5kp9Q--", "ord_in_thread": 0, "author": "MRM", "published": "2017-10-20T21:00:00.000+03:00", "title": "Butternut Squash Ravioli with Moringa Pesto", "text": "Salt and pepper to taste \nDirections For ravioli dough: On a clean work surface, combine the flours and create a well in the middle. Place eggs, yolks, olive oil and water in the well. Use a fork to mix together. Mix until flour and egg mixture combine to form a wet dough. Using your hands, bring together all remaining dry mix and begin to knead. Continue kneading for 5-6 minutes, or until combined and smooth. Cover in cling film and set in the refrigerator for 30 minutes. For butternut filling: Preheat oven to 220 degrees F. On a tray, evenly spread out ricotta cheese and place in oven for 30 minutes to dry slightly. In a frying pan over medium heat, cook 2 cups diced butternut squash with olive oil and mesquite powder for 5-6 minutes. Remove from stove and let cool. Stir in dried ricotta, sage, lemon zest, salt and pepper. Place filling in a bowl until ready to stuff raviolis. For butternut sauce: In a small pan over medium heat, melt butter. Add remaining diced butternut squash and cook down until soft. Add milk, and then bring to a boil. Transfer mixture to a blender and process until smooth. Add a pinch of salt, if desired. For pesto: Add all pesto ingredients to a blender or food processor and blend until well combined. Finish the ravioli: If using fresh pasta and a pasta roller, remove dough from fridge and roll it through once time. Fold over and roll through again. Turn settle down by one notch and repeat the process until you’ve gone through all the settings on your roller. Lay pasta on a lightly floured surface. If using store-bought pasta: Simply unwrap and lay on a lightly floured surface. Using a two-inch cookie cutter, cut pasta into rounds. Do this in small batches to prevent pasta from drying out. Cover remaining pasta with a damp cloth. Fill the ravioli: Spoon a teaspoon of butternut filling into the center of half the pasta rounds. Brush the outside with a little water and cover with a second pasta round. Gentle squeeze together around the outside edges to create a complete ravioli. Repeat until all raviolis are made. Cook ravioli: In a large sauce pan over high heat, add stuffed raviolis with a pinch of salt and bring to a boil. Boil for 3 minutes. Drain sauce pan. Add a squeeze of lemon over raviolis and toss while still in the drainer. In a frying pan over medium heat, add 1 tablespoon of butter and chopped sage. Heat until butter browns. Spread moringa pesto over 3-4 plates and top with drained ravioli. Pour sage butter over top and serve with butternut sauce.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-21T01:41:09.003+03:00"}, {"thread": {"uuid": "505880ac1e9f5491354f313cbdaee12e27c28a9d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K6RtsPdSh19tRxqoURn1rVIs9vSLBt3dZNlLJAV0b.c69bTexRc30t54QPwGk4EXoFtXg6yvU36zwNzkgPR6R2E-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Chocolate No-Pudge Fudge Muffins", "title_full": "Chocolate No-Pudge Fudge Muffins", "published": "2017-10-23T19:14:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "505880ac1e9f5491354f313cbdaee12e27c28a9d", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K6RtsPdSh19tRxqoURn1rVIs9vSLBt3dZNlLJAV0b.c69bTexRc30t54QPwGk4EXoFtXg6yvU36zwNzkgPR6R2E-", "ord_in_thread": 0, "author": "Nicolette", "published": "2017-10-23T19:14:00.000+03:00", "title": "Chocolate No-Pudge Fudge Muffins", "text": "Nicolette October 23, 2017 0 Breakfast \nWatching the scale is for the birds. You can mind your waistline while still indulging a little here and there. These low-calorie muffins make it possible by substituting butter for butternut squash. (What? They both have ‘butter’ in them.) You’ll also use whole grain flour and chocolate protein powder to keep the treat light and fit. But honestly, it’s the layer of chocolate chips on top that will have you watching these like a hawk. Under your careful eye, not a single crumb of fudge muffin will fall to the ground. \nMakes 10 muffins Macros per cookie: 127 calories | 6.9 g protein | 22.7 g carbs | 4.9 g fat | 4.1 g sugar | 1.8 g fiber \nIngredients \n1/2 cup canned butternut squash 1/2 cup unsweetened almond milk 1 egg", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-23T20:15:33.015+03:00"}, {"thread": {"uuid": "3e5d1fa98aa4f53fc844f89078be5e73a2dae22a", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wphINMzUxj1yWOpwzHAxqR5wXOjXZnrzlHqGUhQ7C9qVcfM81SfKxqqO1VpAPeiktLEBARIQecikQRJrKM4vci.O2v1bfVoVXVCIM0VieHwA-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Blurry Vision? Your Tablet May Be to Blame", "title_full": "Blurry Vision? Your Tablet May Be to Blame", "published": "2017-10-24T01:01:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3e5d1fa98aa4f53fc844f89078be5e73a2dae22a", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wphINMzUxj1yWOpwzHAxqR5wXOjXZnrzlHqGUhQ7C9qVcfM81SfKxqqO1VpAPeiktLEBARIQecikQRJrKM4vci.O2v1bfVoVXVCIM0VieHwA-", "ord_in_thread": 0, "author": "Vitacost Staff", "published": "2017-10-24T01:01:00.000+03:00", "title": "Blurry Vision? Your Tablet May Be to Blame", "text": "Vitacost Staff October 23, 2017 0 Vitamins & Supplements \nWhen is the last time you went more than two hours without glancing at your smartphone, tablet, computer monitor or other electronic device? Don’t be ashamed. You’re not alone. Research shows that the average American can spend up to half a day staring at screens ! As everyday tasks – from healthy food shopping to checking the weather – have become increasingly digitized, it’s no wonder you’re spending more and more time online. \nWhat may be surprising are the effects of all this screen gazing. The bright, harsh light emitted from the screens of digital devices, monitors and TVs is called blue light. It reaches deeper into the eye than UV light and can potentially impact important cells in your eyes. Fortunately, news about blue light exposure – and information about how to care for your eyes – is starting to spread. Shedding light on ‘blue light’ \nScreens use LED lighting to provide brilliant white color, a result of a large volume of high-energy, short-wavelength light on the electromagnetic light spectrum. There are many categories of light of varying wavelength, color and intensity. But this penetrating light can damage the photoreceptors in eyes. \nIn fact, excessive blue light may result in increased free radicals in the macular and retina in your eyes. Free radicals are unstable and highly-reactive atoms with unpaired electrons. They steal electrons from other molecules, creating even more free radicals, which can contribute to the damage of cells. Envisioning better eye care \nEyes are equipped with a nutritional filter made of carotenoids that helps blue light filter through and get absorbed before it reaches the retina at the front of the eye. As a second line of defense, these naturally occurring compounds bind with free radicals produced when blue light does get through, reaching the macula found at the back of the eye. \nTo support your eye health, you need three key compounds: lutein, zeaxanthin and meso-zeaxanthin. You can obtain these through diet and supplementation. Dietary sources include leafy greens, like kale and dandelion leaves, which supply key carotenoids for eye health. \nIf you choose an eye health supplement , look for a ratio that includes 10 milligrams of lutein and 2 milligrams of zeaxanthin or 20 milligrams of lutein and 4 milligrams of zeaxanthin. These ratios may support visual function under conditions of glare.* \nNow, power down your digital device and give your eyes a break!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-24T06:53:27.000+03:00"}, {"thread": {"uuid": "15517fa401f6a6bc2f062c4be3e5f4e5656f4037", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0Dlr4WrIo_KtL6MH5n9ok2KPw3FEwMlPMb5eOn2GypdU5SY3QQC1TTmnhu.nMIAIydHamD0pSFs5", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Dehydrated Sweet Potato Dog Treats", "title_full": "Dehydrated Sweet Potato Dog Treats", "published": "2017-10-23T18:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "15517fa401f6a6bc2f062c4be3e5f4e5656f4037", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0Dlr4WrIo_KtL6MH5n9ok2KPw3FEwMlPMb5eOn2GypdU5SY3QQC1TTmnhu.nMIAIydHamD0pSFs5", "ord_in_thread": 0, "author": "Liana Werner-Gray", "published": "2017-10-23T18:00:00.000+03:00", "title": "Dehydrated Sweet Potato Dog Treats", "text": "Liana Werner-Gray October 23, 2017 0 Pets \nWould it surprise you to know that dogs love the taste of sweet potatoes? These veggies are a canine favorite, and they’re healthy for our four-legged friends, too! Sweet potatoes are loaded with vitamins and minerals, and they are low in fat and high in fiber to support your dog’s digestive health. This dog treats recipe, using a dehydrator to lock in nutrients, is a great way to give your pup the goodness of sweet potatoes. \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "liana werner-gray", "sentiment": "negative"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-24T06:53:29.003+03:00"}, {"thread": {"uuid": "b3c7bbbcbdd571b6a0f69f48f01103e15a1d5c08", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WjTzVmMgVk0utQduQU1t_yYxZ9.QQefn9iHxh9y.LRvDYkHe4dj13HdEo4RWAaO4TEYApqRyke2h16jHgH0_l.A", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Homemade Honeycomb Candy", "title_full": "Homemade Honeycomb Candy", "published": "2017-10-24T19:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b3c7bbbcbdd571b6a0f69f48f01103e15a1d5c08", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7gqH9u0nGCPCM93cT.z4WjTzVmMgVk0utQduQU1t_yYxZ9.QQefn9iHxh9y.LRvDYkHe4dj13HdEo4RWAaO4TEYApqRyke2h16jHgH0_l.A", "ord_in_thread": 0, "author": "jazzythings", "published": "2017-10-24T19:00:00.000+03:00", "title": "Homemade Honeycomb Candy", "text": "Line a baking sheet with parchment paper and set aside. In a medium sauce pan, heat all ingredients until boiling, stirring occasionally. Once mixture begins to bubble, about 4-5 minutes, remove from heat. Immediately add baking soda and stir quickly. Pour onto prepared baking sheet. Note: You do not need to manually spread it too much, because it will thin out some once the fizz dissipates. Let cool completely. Once hardened, break into pieces. Ways to enjoy honeycomb candy: This honeycomb candy makes for a great holiday gift. Just line a tin box with parchment paper and carefully lay the pieces inside. Wrap it with a bow and deliver to neighbors or present as a hostess gift at your next house party. If the sweetness is too much on its own, add a piece of honeycomb candy to warm oatmeal and let it melt over top. You’ll have a caramelized bowl of oats in no time! Instead of adding another packet of sugar or artificial sweetener, sweeten black coffee or your favorite tea with a piece of honeycomb candy.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-24T19:04:18.000+03:00"}, {"thread": {"uuid": "9fbe1f289cc8c0725953f0c571d5923c14bdf1f5", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7T.DqLGX0tsDloVnH45ZNl9yxUuvYPEWV97lD2Yua.m1v_EfbrcLZdG4yjfp3f5qL5ptAj6bkOzG", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "How to Beat Dry Skin Before It Starts", "title_full": "How to Beat Dry Skin Before It Starts", "published": "2017-10-24T18:30:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9fbe1f289cc8c0725953f0c571d5923c14bdf1f5", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7T.DqLGX0tsDloVnH45ZNl9yxUuvYPEWV97lD2Yua.m1v_EfbrcLZdG4yjfp3f5qL5ptAj6bkOzG", "ord_in_thread": 0, "author": "Reserveage", "published": "2017-10-24T18:30:00.000+03:00", "title": "How to Beat Dry Skin Before It Starts", "text": "Reserveage October 24, 2017 0 Bath & Beauty \nWhy does your skin dry up in the winter? Cooler temperatures mean less water content in the air. As your body’s protective barrier against the environment becomes increasingly vulnerable, the typical signs of dry skin start to manifest. You’ll notice itchiness, roughness and irritation, making you reach for the most relieving lotion you can find. But that’s just how to get rid of dry skin after the fact. To help combat the cracking and flaking before it starts, turn to ceramides. Skin ceramides: definition and function \nAccording to the American Skin Association, low humidity is considered to be the most common cause of skin dryness. The outer epidermis contains water-loving lipids called ceramides that help maintain moisture at the surface; thus, aiding in a smooth, “plump” appearance. Without sufficient water to draw from, however, ceramides can’t do their job properly, which contributes to your dry, flaky skin. Phytoceramides: plant-derived lipids \nWhether you fret over flaky cheeks or dryness all over, there’s an advanced moisturizing ingredient with proven benefits that has made its way into both topical skincare and supplements. Phytoceramides are plant-based lipids that mimic the work of naturally occurring ceramides. They absorb moisture and retain it within the epidermis to support smoother, softer skin. \nOften made from wheat, some phytoceramides have been processed to be gluten-free , allowing individuals with wheat sensitivities the benefits of these skin-saving lipids. One such ingredient to look for in a supplement is Ceramosides, which is proprietary and clinically tested. What to use: topical cream or supplement? \nDepending on the condition of your skin and your comprehensive skincare goals, you may decide on a daily regimen that consists of either a topical cream, a supplement or both. Deep-therapy moisturizing lotions with phytoceramides can provide instant relief to dry skin and help calm irritation, as well as supply other targeted ingredients to support skin health. \nFor cumulative, long-term benefits from within, consider a beauty supplement formulated with phytoceramides to deliver moisturizing compounds in concentrations you may not get from topical skincare products. One to look for is Collagen Hydra Protect by Reserveage Nutrition . It features the gluten-free ingredient, Ceramosides, which has been clinically shown to start working in just over two weeks. † \nDon’t forget about your diet! The food you put in your body can help boost your skin’s moisture content. Opt for meals rich in fatty acids, such as tuna salad and baked salmon , to help shore up the skin barrier. Also, sipping room-temperature water and decaffeinated tea will help hydrate your skin when the temperature drops.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "reserveage nutrition", "sentiment": "none"}, {"name": "american skin association", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-24T19:04:19.000+03:00"}, {"thread": {"uuid": "f9966567e79cdf8797877535ccfcd20679733b89", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B0_RK74VuGla2OgSPjkHgsDrKmr0geta416QjkDOxf28A7aYFir4ALlH5vdjetJH70", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Red Light! 5 Signs You Should Stop Your Workout", "title_full": "Red Light! 5 Signs You Should Stop Your Workout", "published": "2017-10-24T23:09:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f9966567e79cdf8797877535ccfcd20679733b89", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wJcpmreEbT1gmHo67IWk3edFI_mK2k9B0_RK74VuGla2OgSPjkHgsDrKmr0geta416QjkDOxf28A7aYFir4ALlH5vdjetJH70", "ord_in_thread": 0, "author": "Jessica Thiefels", "published": "2017-10-24T23:09:00.000+03:00", "title": "Red Light! 5 Signs You Should Stop Your Workout", "text": "Jessica Thiefels October 24, 2017 0 Sports and Fitness \nIt’s normal to be out of breath, feel slight muscle strain and have an elevated heart rate during exercise . What’s not normal is a rapid heart rate accompanied by dizziness and shortness of breath followed by tightness in your chest or acute pain followed by loss of strength or stability. \nThese are all signs that you should stop your workout immediately, and we turned to the pros, from doctors to personal trainers and exercise physiologists, to find out why. Keep the following warning signs in mind if something feels abnormal during your next workout. 1. Your heart rate spikes higher than normal \nThe cause could be as simple as dehydration or as complex as an abnormal heart condition. \nHeart rate monitors and fitness trackers help you work your hardest, allowing you to track heart rate, and therefore exertion, during the workout. Your tracker is also a great tool to make sure everything is going OK during exercise: \n“If you’re wearing a fitness tracker and notice your heart rate spiking abnormally, especially beyond your max heart rate and not normalizing after stopping for rest between sets, stop immediately and seek help,” suggests the owner of TrapFit with Tini . \nTo stay aware of this potential issue, you need to know your max heart rate and average heart rate during a normal workout. Start by finding your max heart rate, which you can do with this calculation: 220 minus your age. \nWhile not 100 percent accurate, it provides a good baseline. Then make note of your heart rate during three workouts that represent a normal training session for you. \nNow you know what your max heart rate should be in addition to what you average in regular conditions. This way, you’ll know if the numbers fluctuate extremely. Call your doctor immediately if notice any abnormalities. 2. You feel faint, confused or dizzy \nThe cause could be low blood sugar , otherwise known as hypoglycemia. This can happen if/when you work out on an empty stomach. \nYou’ve probably heard mixed opinions on eating before working out from those who promote fasted cardio to the professionals who recommend eating at least 1 to 2 hours before exercise. If you choose to work out before eating, pay attention to potential bodily cues telling you to stop, says Dr. Nina Watson , Certified Diagnostic Radiologist, with expertise in women’s wellness, fitness and nutrition. \n“If during your workout you begin to experience unusual tiredness, shakiness, racing heart rate, that progress to the point where you begin to feel like you are going to pass out or are confused, and you have changes with your vision, it’s time to stop your workout immediately,” says Watson. \nIf you know you haven’t eaten yet today, or in a few hours, your first step is to eat something small, high in sugar and carbohydrates, like a banana and peanut butter , an apple with cheese or a juice box. If you still don’t feel better, see your doctor or a health professional. 3. You feel a sharp pain in your joint \nThe cause could be an injury or tear in your joint, muscle, tissue or ligaments. \nIf you feel a sharp pain in a joint that’s followed by a decrease in strength or stability or sudden swelling, it’s time to stop, suggests Vivian Eisenstadt , MAPT, CPT, MASP, orthopedic physical therapist and personal trainer. She explains, “This usually means you have torn something or have injured yourself. Continuing to work out on a newly injured unstable joint can make it much worse. Stop immediately, ice and assess it.” \nSee a doctor as soon as you can to determine the extent of the damage. Avoid putting pressure, on the area, even as you rest or walk around at home, until you know what happened. 4. You reach technical failure on an exercise \nThe cause is likely that you’re tired and it’s time to rest. \nIt’s critical that you always perform your exercises with the correct form . When you become fatigued, however, form is often the first thing to falter, which is what Bruce Kelly , MS, CSCS, NASM-PES, FMS, means by “technical failure.” He explains: \n“When your form/technique is not good, stop the set/exercise. Nothing good will come out of what follows. You are either inviting injury, at worst, or ingraining poor motor/movement patterns which may not be injurious immediately but leads to problems down the road.” \nThe key is to listen to your body. Tanya Otterstein-Liehs, owner of Body Business , shares a few technical failure signs to look for: When performing a bicep curl, you use your back/shoulder to throw the weight up and perform the curl. When you sink your glutes back and down to perform a squat, but your chest falls forward and your knees are moving forward, going past your toes. When you’re doing a sit up, and you’re no longer engaging your abdominal muscles to curl up, but instead, are pulling on your neck muscles and back to curl up. \nWorking when fatigued to this point could lead to injuries or strained muscles, so stop and resume another day when you’re ready to keep proper form. 5. You feel any signs of heart trouble \nThe cause could be a wide range of issues, from an oncoming heart attack to poor digestion. \nWhen working out, there are a number of signs that tell you to stop because of potential issues with your heart. Jeremy Kring , MS, CPT, CSS suggests these signs include, but are not limited to: Chest pain Excessive rise in blood pressure (if you have wearable that tells you the blood pressure) that is >250 mmHg systolic or >150 mmHG diastolic. Shooting pain in left arm \nIf you feel pain or discomfort, Sheri Traxler , M.Ed. suggests taking the following steps: “Stop. Evaluate if it is cardiac or digestive issues . If other signs/symptoms or severity indicate possible cardiac issues, do not resume a workout and get medical help immediately.” Watch for the signs \nDon’t be scared to work out because of potential dangers. Simply knowing what to look for and when to stop is often enough to discover any potential issues before they become a problem. Ask for help from someone in the gym or a person walking by if necessary and consult with your doctor as soon as you can to ensure there are not further problems to be concerned about. \nOtherwise, enjoy getting stronger and fitter with each successful workout and always be aware of what your body is telling you.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-25T02:12:23.000+03:00"}, {"thread": {"uuid": "9c86b1b856806cbf74e354471fc6767792d5ad56", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBfYvkT6CPXzt.kdkISXbLNCeG9V9nL2S98GpftBvV5Cu_PEAcfv4esBuChFPmdGj2o-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Coconut Oil Chicken Cutlets", "title_full": "Coconut Oil Chicken Cutlets", "published": "2017-10-24T23:00:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9c86b1b856806cbf74e354471fc6767792d5ad56", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBfYvkT6CPXzt.kdkISXbLNCeG9V9nL2S98GpftBvV5Cu_PEAcfv4esBuChFPmdGj2o-", "ord_in_thread": 0, "author": "Paleoista", "published": "2017-10-24T23:00:00.000+03:00", "title": "Coconut Oil Chicken Cutlets", "text": "Remove skin and bones, saving for a stock or bone broth. Using a meat tenderizer, pound chicken breasts until 1/4-inch thick. Pat dry. Using a fork in a flat dish, scramble the eggs. In second flat dish, add coconut flour. In a cast iron or stainless steel skillet, heat half the oil over medium-high heat. Dredge half the chicken breasts in egg and then flour, making sure to coat thoroughly and evenly. Add breaded chicken to warm skillet and cook about 2 minutes. Flip and cook another 2 minutes. Check internal temperature and cook until thermometer reaches 150 degrees F. Remove cooked chicken and place on a plate. Tent the plate with foil. Add remaining oil to skillet and repeat steps 6 through 9. Let all chicken cool slightly before serving. \nHealthy serving suggestion: Enjoy coconut oil chicken cutlets over spaghetti squash with red sauce or cold in a leafy green salad. \nSavvy chef tip: Boneless, skinless chicken breasts are an alternative. However, choose the chicken intact is more cost effective and allows you to make a soothing broth for later.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-25T02:12:24.000+03:00"}, {"thread": {"uuid": "b6dd5df868475f894f47c651081d6524063adeb2", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0IYwFGZ0le4.rVmVVXGHJUtCatpJpGe6omtqj3pzFkVuYm6smfB6kQltqJ7LsO5P2YWV2puSYng4tajvbtowk5Q-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "How to Harness Your Willpower in 5 Steps", "title_full": "How to Harness Your Willpower in 5 Steps", "published": "2017-10-25T16:34:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 2, "comments": 0, "shares": 2}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b6dd5df868475f894f47c651081d6524063adeb2", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0IYwFGZ0le4.rVmVVXGHJUtCatpJpGe6omtqj3pzFkVuYm6smfB6kQltqJ7LsO5P2YWV2puSYng4tajvbtowk5Q-", "ord_in_thread": 0, "author": "Mitra Malek", "published": "2017-10-25T16:34:00.000+03:00", "title": "How to Harness Your Willpower in 5 Steps", "text": "Mitra Malek October 25, 2017 0 Home & Family , Wellness \nForget what you thought you knew about willpower. \n“For many of us, the word itself brings to mind forcing and struggle,” says Uma Sanghvi , a mind-body coach based in Austin. “The idea that the body is an untamed animal that has to be controlled into submission is part of an old paradigm. In this old world view, the belief is that hard work is the only way to achieve a goal.” \nBut we can trade that approach for something far more profound and fun, according to Sanghvi, who uses somatic and mindfulness techniques to help people reconnect with their body’s innate wisdom. \n“I’d like to suggest a new definition of willpower: acting in service of your higher self,” she says. “In other words, let your actions be in service of your intuition – that wise part of yourself which knows your deepest desires and the way to reach them.” \nEr, sounds complicated and kind of hard. But it doesn’t have to be. Mostly it takes some practice. Here’s Sanghvi’s strategy: 1. Know what you want \nUse intuition to home in on your willpower aspiration. In other words: Go with your gut. \nOne way to start listening to your gut is to sit quietly for 10 minutes. Once you’ve settled in, think of something that makes you happy (the beach, your dog), and then notice how your body reacts (a slight smile, softening in your shoulders). That’s your gut talking. \nNext, start thinking of situations in your life, and then notice if those pleasurable sensations remain – or shift to discomfort (a knot in the stomach, your jaw tightening). \nDo this for a few days. Then introduce things you’d like to change in your life. At this point, you’ll be more attuned to your gut and able to use it to clarify your willpower goal. \n“Most people are driven by other people’s goals. Once you know who you are and what you truly want, you are powerful,” Sanghvi says. \nTo be sure: Intuition is not the same thing as following your habits. As an extreme example, say you grew up with a verbally abusive parent. You might later be attracted to a verbally abusive partner – you’re following a very strong habit, not your intuition. \n“That feeling of painful love is like an addiction,” Sanghvi says. “There’s a pull towards the familiar.” \nThe first step in avoiding that pull (and it can apply to all sorts of habits, from overeating to biting your nails) is to notice that it’s painful in some way. So beneath that attraction there is a physical awareness of pain (for example, you feel badly about yourself when your partner berates you), which you can listen to – if you allow yourself enough patience to identify it. \nNext you have to work through it, which can be a big challenge (and might require a caring therapist). Until you do, you might not be in touch with your gut. \n“Unfortunately, stress and trauma creates mind-body dissociation. For those of us who have had trauma, it is very uncomfortable to be present with sensation in the body,” Sanghvi says. “We tend to navigate life from the neck up, with the mind, making decisions without the input of intuition.” \nAs you move through the process below, continually return to step 1 to notice what your gut is saying. 2. Start small \nFocus on the start. \n“Don’t obsess about the finish line, or you’ll never get there,” Sanghvi says. “Obsess about the starting line.” \nLet’s say you’d like to change your social media habits so that eventually you barely check all those feeds. Experiment with shutting off your phone or blocking sites from your laptop for one hour a day. Then notice how you feel. \n“Be curious about what emotional payoff you get from being on Facebook and Instagram,” Sanghvi says. “Is your addiction motivated by boredom? By a need to connect with others? Is it a way of avoiding a job you don’t like?” (Exercises in step 1 are useful here.) 3. Help yourself \nWe are more likely to want something if it’s right in front of us. \nSo leave your phone in another room. If you’re not ready to delete Facebook from your phone, make it harder to find. Put social media apps inside nested folders, so it takes at least three clicks to get to them, Sanghvi suggests. \nIf you’re on Facebook a lot because you crave social connection (which you discovered in step 2) establish other ways to connect with people: call a friend, take a group glass . 4. Get specific \nHave a plan and put your action steps on your calendar. \nThat might mean gradually increasing how long you stay away from social media each day, until you check it once every few weeks. \nRemember: Take time to notice what you feel as you follow this new pattern (returning to exercises in step 1). 5. Be nice to yourself \nUse self-compassion when you get off track. \n“It’s time to let go of the idea that if we resist temptation and get a lot done, we are somehow good, and if we give in to temptation and procrastination, we are bad,” Sanghvi says. “Let’s not confuse willpower with virtue.” \nPlus, humans tend to be motivated by positive reinforcement – not negative feedback. \n“The guilt and shame that arise from telling ourselves we are bad, lazy and stupid are deeply painful emotions,” Sanghvi says. “Emotional discomfort often leads us to numb ourselves with the very behaviors we are trying to quit.” \nConnect with journalist and wellness writer Mitra Malek at mitramalek.com .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-25T18:23:05.008+03:00"}, {"thread": {"uuid": "4ff20e664ac56496cd181525a661f59243401a95", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K424Kjg6icHW9IFoKd3q8aizzC9V2PvfhDtwlVaKo5abKSCTSwxH9k3OZGVs6c_pnA--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Game Day Sweet & Smoky Slow Cooker Wings", "title_full": "Game Day Sweet & Smoky Slow Cooker Wings", "published": "2017-10-25T23:23:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4ff20e664ac56496cd181525a661f59243401a95", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K424Kjg6icHW9IFoKd3q8aizzC9V2PvfhDtwlVaKo5abKSCTSwxH9k3OZGVs6c_pnA--", "ord_in_thread": 0, "author": "Frontier Co-op", "published": "2017-10-25T23:23:00.000+03:00", "title": "Game Day Sweet & Smoky Slow Cooker Wings", "text": "Directions On clean surface, arrange chicken wings and sprinkle with salt and pepper. Set aside. In small saucepan , bring mustard and honey to boil, stirring to prevent burning. Once mixture reaches a boil, remove from heat and whisk in mustard seeds, garlic, chili powder, smoked paprika and onion powder. Pour mixture into a slow cooker . Add chicken wings and gently toss with honey mustard mixture until evenly coated. Cook on low for 4 hours or on high for 2 hours. (Optional) For a crispy glaze, remove wings from slow cooker after cooking time is complete. Place wings on large baking sheet and cover with honey mustard from slow cooker. Preheat broiler on high. Cook wings under broiler for 3 minutes. Serve wings with celery sticks and ranch dressing . \nAdditional cooking tips: For quicker game-day preparation, do the following in advance. Prepare the honey mustard mixture and allow it to fully cool. Place uncooked wings and cooled honey mustard in a large container or bag and toss together. Freeze for later use or cook within 24 hours if stored in the fridge.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-26T00:19:42.000+03:00"}, {"thread": {"uuid": "299e6f85290681d826ce4b4fa045f40cfc1ca0fb", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mhOa7E51HR1BI35JEKHurLBCKW9H72F9PwaCLfIuGmJdDTo5DQaXrXoIfHG04fZbT8Sym1byhPk7", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "3 Interesting Fish Facts for National Seafood Month", "title_full": "3 Interesting Fish Facts for National Seafood Month", "published": "2017-10-28T00:25:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "299e6f85290681d826ce4b4fa045f40cfc1ca0fb", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mhOa7E51HR1BI35JEKHurLBCKW9H72F9PwaCLfIuGmJdDTo5DQaXrXoIfHG04fZbT8Sym1byhPk7", "ord_in_thread": 0, "author": "Alyssa Bosse", "published": "2017-10-28T00:25:00.000+03:00", "title": "3 Interesting Fish Facts for National Seafood Month", "text": "Alyssa Bosse October 27, 2017 0 Food & Nutrition \nSeafood can be highly controversial. Many people shy away from it simply because of its off-putting aroma, while others are either highly allergic or simply don’t like the taste of fish. If you haven’t quite decided whether fish is a favorite or not, these seafood facts may offer some interesting insight. Fish fact #1: Seafood is full of good fats \nOmega-3 essential fatty acids are an essential part of the human diet. The most widely researched omega-3s are DHA and EPA, which prove to be beneficial in supporting heart health, brain function as well as normal growth and development (especially during the prenatal phase). Essential fatty acids (EFAs) are so important to heart health that the American Heart Association recommends two servings of fish each week . One serving is about the size of a deck of cards. Fish fact #2: Fish requires special storing for safe eating \nFresh fish should be consumed within two days of purchase or wrapped in aluminum foil and stored in the freezer. When cooking, fish should be cooked to an internal temperature of 145 degrees F. Try coating the fish in a marinade with dried herbs and baking for a moist and flaky texture. For a smoky flavor, throw your fillet on the grill. No meat thermometer? A general rule of thumb is to watch the flesh turn opaque. \nAlso, keep your nose up for an important warning sign. If you smell an ammonia-like odor, this indicates spoilage and the fish should not be eaten. Always be careful with raw seafood, such as sushi rolls , especially if you are pregnant or at higher risk for foodborne illnesses. If you decide to eat your seafood raw, check to see if it was previously frozen, as this will kill some of the harmful parasites. Fish fact #3: Farm-raised and wild-caught have similar nutritional qualities \nFarm-raised fish is a newer concept that has many wondering if it’s a better alternative to the traditional method of catching fish from the sea. Ninety percent of fish in the U.S. are imported, half of which are farm-raised. All imported food is highly regulated by the Food and Drug Administration (FDA) to ensure safety for consumers; that includes both wild and farm-raised fish . \nThe nutritional quality of the fish will be very similar since their high concentration of omega-3s comes from eating other fish and algae, both of which are found in the ocean or added to the farm fish’s diet. No matter which way you decide to enjoy seafood, research has shown the health benefits are far too important to overlook!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alyssa bosse", "sentiment": "negative"}], "organizations": [{"name": "food & nutrition  seafood", "sentiment": "neutral"}, {"name": "fda", "sentiment": "none"}, {"name": "epa", "sentiment": "none"}, {"name": "heart association", "sentiment": "none"}, {"name": "dha", "sentiment": "none"}, {"name": "food and drug administration", "sentiment": "none"}], "locations": [{"name": "u.s.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-28T01:02:17.034+03:00"}, {"thread": {"uuid": "dc905bb1a8f6e53aae3108ba78d0e159a74a8010", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0LshsIOasccpqv5onc0qwicuzy9TufKbxKguXZAvi3qBUdhA0jaiC15s6SWmhfGDY7OF7Gf4rV6TdGVc1dUvRr0-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "4 Allergy-Safe Halloween Activities for Kids", "title_full": "4 Allergy-Safe Halloween Activities for Kids", "published": "2017-10-27T23:05:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dc905bb1a8f6e53aae3108ba78d0e159a74a8010", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0LshsIOasccpqv5onc0qwicuzy9TufKbxKguXZAvi3qBUdhA0jaiC15s6SWmhfGDY7OF7Gf4rV6TdGVc1dUvRr0-", "ord_in_thread": 0, "author": "Enjoy Life Foods", "published": "2017-10-27T23:05:00.000+03:00", "title": "4 Allergy-Safe Halloween Activities for Kids", "text": "Enjoy Life Foods October 27, 2017 0 Home & Family \nYou probably remember Halloween as a night you got to dress up as your favorite superhero, trade candy with friends and “accidentally” consume your entire trick-or-treat bag. For some kids, it’s not so laid back and care free. With food allergies and intolerances on the rise, indulging in a classic Halloween treat can cause harm, or in some cases, can even be deadly. While that all sounds scary (and it is!), there are ways you can help bring back the fun for everyone. \nThese allergy-free Halloween activities for kids are a guaranteed good time! \n1. Paint pumpkins teal \nFood Allergy & Research Education (FARE) is the world’s largest non-profit organization dedicated to food allergy awareness, education, research and advocacy. The Teal Pumpkin Project , created by FARE, was started in 2014 with the belief that every child should be able to experience the magic of Halloween and the fun tradition of trick-or-treating. To take part, people place a teal pumpkin outside of their home to indicate they have non-food treats available – perfect for those with food allergies! \n2. Stock up on allergy-free treats \nThere’s plenty of allergy-friendly candy and chocolate to hand out as special treats on Halloween. Just be sure your stash is free-from the top eight most common food allergens: wheat, dairy, peanuts, tree nuts, egg, soy, fish and shellfish. These eight specific allergens account for 90 percent of all food allergies in the U.S. \n3. Carve out some craft time \nPumpkin carving never gets old—truly never . Plus, there’s the process of picking out the perfect pumpkin. You get to spend a crisp, fall day roaming through a pumpkin patch, and drinking hot apple cider. When you get home, you’re ready to carve your perfectly round pumpkin. Don’t worry if you’re not a master artist. Download this printable jack-o-lantern stencil , complete with chocolate chip eyes and a big, toothy grin! \n4. Throw a spook-tacular party \nInvite all your favorite guys and ghouls for a costume party. This is a great excuse to go overboard on Halloween decorations. To really bring the party to life, prepare a few themed recipes, such as Jack-o-lantern guacamole or banana pancakes shaped into pumpkins and ghosts. And don’t forget to identify your homemade treats with allergy-friendly tags , so everyone feels at ease.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "allergy-safe halloween activities for kids enjoy life foods", "sentiment": "negative"}, {"name": "food allergy & research education", "sentiment": "none"}], "locations": [{"name": "u.s.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-28T01:02:19.014+03:00"}, {"thread": {"uuid": "a434e86f1fc6da74994840434e74dbe3dd631de8", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61KySlIK8mcoGBpn0bWuh3mzPpsdAfgjmDYHRhwGhNN_T9aXrVxcLCzlfMXNjYwMluEw--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Halloween Goth Waffles with Ghostly White Chocolate Frosting", "title_full": "Halloween Goth Waffles with Ghostly White Chocolate Frosting", "published": "2017-10-26T23:59:00.000+03:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a434e86f1fc6da74994840434e74dbe3dd631de8", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61KySlIK8mcoGBpn0bWuh3mzPpsdAfgjmDYHRhwGhNN_T9aXrVxcLCzlfMXNjYwMluEw--", "ord_in_thread": 0, "author": "Kendra Cardoza", "published": "2017-10-26T23:59:00.000+03:00", "title": "Halloween Goth Waffles with Ghostly White Chocolate Frosting", "text": "Kendra Cardoza October 26, 2017 0 Breakfast , Cooking/Recipe \nThe goth-food trend that swept Instagram feeds everywhere made its dark debut earlier this year. Black ice cream, black macaroons, black burger buns… It’s safe to say the anti-unicorn foods movement was strong. But similar to most food fads of its time, the hype shortly faded. \nIf you missed it, we’re bringing it back this Halloween with these spooky goth waffles! If you’re ready to switch back over to the dark side, the following recipe is for you! \nMore good news? This frighteningly festive breakfast contains one detoxifying ingredient, activated charcoal, which may actually be helpful after indulging in leftover Halloween candy . Score! \nAs for dinner, try our Halloween Black Bean Pasta with “Afraid-o” Sauce —a gory, yet well-balanced, recipe the entire family will love! \nNote: Before you get started, the chef suggests preparing the white chocolate frosting first as it takes a bit to firm up in the freezer. \nIngredients", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "instagr", "sentiment": "negative"}, {"name": "kendra cardoza", "sentiment": "negative"}], "organizations": [{"name": "halloween black bean pasta", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-28T01:02:21.002+03:00"}, {"thread": {"uuid": "584d8e8b1fe25dc6f7f59c0e5aed8709afa48cef", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K8ZDh5LeXrclqexShgd8h3E6WCXpqk83KNLJOv5qmd_Xp0TusrRn_XcaHt23vdKsMw--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "BOO! Spooky Ghouls in the Graveyard Smoothie Bowl", "title_full": "BOO! Spooky Ghouls in the Graveyard Smoothie Bowl", "published": "2017-10-30T17:29:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "584d8e8b1fe25dc6f7f59c0e5aed8709afa48cef", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K8ZDh5LeXrclqexShgd8h3E6WCXpqk83KNLJOv5qmd_Xp0TusrRn_XcaHt23vdKsMw--", "ord_in_thread": 0, "author": "Elyssa Schwartz", "published": "2017-10-30T17:29:00.000+02:00", "title": "BOO! Spooky Ghouls in the Graveyard Smoothie Bowl", "text": "Elyssa Schwartz October 30, 2017 0 Cooking/Recipe , Vegan \nMade from nutritious, plant-based ingredients, this haunted smoothie bowl is the perfect way to kick off a happy Halloween . The only trick about this sweet treat is that it’s a deliciously healthy breakfast that tastes like dessert. You and your kiddos will have fun making this one. Swarming with creepy-crawlers and ghosts, this edible horror scene is just as exciting to create as it is to eat! Feel free to add in your own frightening designs. \nAnd don’t be spooked by uncommon ingredients such as turmeric , which I tend to shake into all my favorite smoothies. Its benefits include anti-inflammatory and antibacterial properties, as well as supporting liver health, brain cell health and protection against free radicals.* Plus, the yellow spice becomes masked by the sweeter flavors. \nEnjoy this festive bowl and share your family’s creepy creations with us on Instagram. Don’t forget to tag and follow @vitacost ! \nNote: To make the tombstones, I used a sharp knife to carefully cut the shape from a whole-grain, organic tortilla. For a touch of sweetness, you can spread on raw coconut nectar and dust with cinnamon before baking for a few minutes at 325 degrees F. To make it even simpler, you could also use a long, rounded cookie such as Nairn’s Gluten-Free Oat Grahams \nIngredients 1 cup pumpkin, peeled & cubed 2-3 frozen bananas", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elyssa schwartz", "sentiment": "negative"}, {"name": "nairn", "sentiment": "none"}], "organizations": [{"name": "gluten-free oat grahams", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-30T22:54:17.003+02:00"}, {"thread": {"uuid": "9092c9db00eba39b829ffa40345223a9abbd99e2", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7T.DqLGX0tsDyojj_rtP6mUeAYa1PxPZzqAAPDApeUzB._qiB_zgV0HKCyLBnT4UBQ--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "How to Refresh Your Fall Skin Care Routine", "title_full": "How to Refresh Your Fall Skin Care Routine", "published": "2017-10-30T15:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 10, "comments": 0, "shares": 10}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9092c9db00eba39b829ffa40345223a9abbd99e2", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wiWKvqT0fAK_ku1GGVngU7T.DqLGX0tsDyojj_rtP6mUeAYa1PxPZzqAAPDApeUzB._qiB_zgV0HKCyLBnT4UBQ--", "ord_in_thread": 0, "author": "Crystal Zuzek", "published": "2017-10-30T15:00:00.000+02:00", "title": "How to Refresh Your Fall Skin Care Routine", "text": "Crystal Zuzek October 30, 2017 0 Bath & Beauty \nWith the temperature dropping, you’ll no doubt begin the yearly ritual of switching over your wardrobe. Once you’ve overhauled your closet, turn your attention to your skincare products . \nJust as you swap out tank tops and shorts for wrap sweaters and bootcut jeans, so too should you reexamine your skincare routine and make changes to the products you’re using this fall. \n“Fall is a time to reset the skin. We’re transitioning from the lazy days of summer to fall, which is when you get back into your regular routine, including getting back into good skincare habits,” says Renee Rouleau, celebrity esthetician and founder of Renee Rouleau Skin Care . \nAs humidity drops, skin can become dull and dry . That dewy, healthy glow you were rocking during the summer can fade as dry, dead skin cells form a layer on the surface of your face. Luckily, making a few small tweaks to your skincare regimen can revitalize your complexion. \nGrab your favorite pumpkin spice treat , and take note of these fall skincare tips from the pros. 1. Rethink your cleanser and moisturizer \nRouleau recommends most people change their cleansing routine for fall. While gel cleansers are better in summer, a moisturizing cleansing lotion is more appropriate in the fall. “Use a milder cleanser. The air is dryer in the fall, so switch to a moisturizer that’s richer, thicker, and not greasy,” she says, adding that it’s a good idea to switch from a clay mask to a more hydrating gel-based mask . \nCourtney Dunlop, former beauty editor and owner of Good Skin Day , an indie skincare shop in Springfield, Mo., tells customers the easiest tweak to make for fall is to switch to a different cleanser. “If you live in a dry climate, switching to a cream cleanser or cleansing oil can make a huge difference, even if you don’t change anything else in your skincare routine. Cleansing oils are gentle and clean well,” she says. 2. Use toner \nA recent toner convert, Dunlop says many women don’t realize the benefits of this often overlooked skincare product, which should be used after cleanser. “ Adding a toner to your routine can help you maintain moisture levels, but you have to choose alcohol-free ones,” she advises. \nDunlop likes to explain how toners work with a dry sponge analogy. Think of your skin as a dry sponge. If you put soap on a dry sponge, the soap just pools on top. But if the sponge is wet, the soap soaks right in. “The purpose of toner is to saturate skin with moisture, preparing the skin to absorb what’s next, which can be a serum or moisturizer. The toner helps skin absorb those products more effectively, helping you retain moisture,” she says. 3. Assess and repair sun damage \nIf you went overboard with sun exposure during the summer, don’t panic. “It’s possible to repair sun damage ,” Rouleau says. “It’s a good idea to get a facial and have your esthetician tweak your routine to focus on more retinol use, as well as trying to resurface the skin and fade discoloration.” \nShe encourages women who stopped using a retinol serum in the summer to incorporate the product back into their routine. She explains that retinol products increase exfoliation and help to clear clogged pores and diminish the signs of sun damage. 4. Don’t forget SPF \nJust because it’s cooler outside doesn’t mean you’re suddenly immune from sunburn. That’s the message Rouleau preaches to her clients each fall. “It’s really important to keep wearing your sunscreen every day. End of summer is also a good time of year to get a skin cancer screening,” she adds.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "renee rouleau skin care", "sentiment": "none"}, {"name": "rouleau", "sentiment": "none"}, {"name": "dunlop", "sentiment": "none"}, {"name": "renee rouleau", "sentiment": "none"}, {"name": "courtney dunlop", "sentiment": "none"}], "organizations": [], "locations": [{"name": "springfield", "sentiment": "none"}, {"name": "mo.", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-30T22:54:19.003+02:00"}, {"thread": {"uuid": "c68f0d298e1c3851711340684241cfacdc05ba67", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61KwUT5_vbVACgJXxCszbq3yeCPb5HuGuglMaZnrAB8QO8fVPgl_BuFKgeTWQEth.Aiw--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "3 Easy Party Treats to Celebrate Fall", "title_full": "3 Easy Party Treats to Celebrate Fall", "published": "2017-10-31T01:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c68f0d298e1c3851711340684241cfacdc05ba67", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61KwUT5_vbVACgJXxCszbq3yeCPb5HuGuglMaZnrAB8QO8fVPgl_BuFKgeTWQEth.Aiw--", "ord_in_thread": 0, "author": "Brittany", "published": "2017-10-31T01:02:00.000+02:00", "title": "3 Easy Party Treats to Celebrate Fall", "text": "Brittany October 30, 2017 0 Cooking/Recipe \nWhat kind of celebration doesn’t come with food? Not this kind. To welcome the annual debut of boots season and the breathtaking change of colors, throw a fall festival complete with tasty treats. Whether it’s a small gathering at home or a fireside soiree in the park, these three party food ideas will fit right in. Make the classic caramel apple for a bewitching dessert, turn doughnut holes into acorns that everyone will stash or go for the gooey s’mores dip to heat up the night. Each recipe is quick and easy to throw together, which makes the celebration that much more fun. Acorn Doughnut Holes", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "easy party treats to celebrate fall brittany october", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-10-31T01:11:33.000+02:00"}, {"thread": {"uuid": "475930a2e1b86b259a64aef48e0a924bfc39f7a0", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K4JKz1EcDahs4WyGXF24myk55r0h7CLk_wVjknfg66mMY_YnNAh1_BwOr3Ua.KBE7tdm8YpghkCv7jwI0kkZZbk-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "How to Substitute for Eggs in Baked Goods (Like This Blondies Recipe)", "title_full": "How to Substitute for Eggs in Baked Goods (Like This Blondies Recipe)", "published": "2017-10-31T13:55:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 1}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "475930a2e1b86b259a64aef48e0a924bfc39f7a0", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K4JKz1EcDahs4WyGXF24myk55r0h7CLk_wVjknfg66mMY_YnNAh1_BwOr3Ua.KBE7tdm8YpghkCv7jwI0kkZZbk-", "ord_in_thread": 0, "author": "Liz Lotts", "published": "2017-10-31T13:55:00.000+02:00", "title": "How to Substitute for Eggs in Baked Goods (Like This Blondies Recipe)", "text": "Liz Lotts October 31, 2017 0 Cooking/Recipe \nYour kitchen has come a long way. Years ago, egg substitutes got their start with a powdered replacer that worked like a one-size-fits-all fix. It was a mixture of a leavening agent with starch, which performed double duty. Not only did it offer binding power, but this powdered replacer added lift to eggless batter. The idea was to create a taste similar to the original. While that worked for a while, today’s baker has started to explore other options for what to use instead of eggs . \nNow, there are much more creative alternatives to eggs in cakes, cookies , breads, brownies, puddings and even ice cream. Not only are these treats possible without eggs , but you can get by without any extra ingredients in your pantry. Here are the six best egg substitutes for your baked goods. \nWarning: Every time you see an egg in a recipe, know that it has a role. It might provide structure, deliver rise and lift, work as an emulsifier, create tenderness, increase shelf life or add moisture and color. You need to know the eggs’ function before you take another step or stir. This will make substituting for eggs much simpler for you. Flax meal \nTake the blondies recipe below, for example. The blondies use a flax egg method , which adds moisture, increases shelf life but also adds density. The density and moisture are pertinent to blondies (and brownies), so it works well in this context without needing the airiness or flavor that eggs deliver. The general substitution for 1 egg is 1 tablespoon ground flaxseeds mixed with 3 tablespoons warm water. Powdered egg replacer \nPowdered egg replacer is designed to add a little bit of lift similar to baking powder, as well as the ability to bind. If you like cakey-ness, this is the best egg substitute for you. A DIY option is easy to make and works just as well as store-bought. Mix 1/4 teaspoon baking powder and 1 tablespoon tapioca flour , and add to your batter for better baking. Aquafaba \nAquafaba is the liquid leftover from a drained can of chickpeas . This egg substitute is similar to using an egg white. The end result is close to what you get with flax meal, minus the shelf-life stability, since it’s a little less moist in the long-term. To create 1 “egg,” you’ll need 3 tablespoons aquafaba. Chia seeds \nChia seeds can also work like the flax egg. They gel up, making this the perfect replacement in dense desserts, such as blondies and brownies. However, be wary of going cuckoo for chia seeds. Too much in treats like breads or cakes can result in an under-baked texture. Apple cider vinegar \nApple cider vinegar is a magical ingredient for baking. It adds texture, shelf-life and lift – much of what an egg does but also assists dairy- and gluten-free recipes . Use 1 tablespoon apple cider vinegar per egg to deliver a little more oomph, especially when the recipe is vying for a lighter texture (cakes or breads). Dairy-free milk & mashed fruits \nWhen it’s the egg’s role to add moisture, dairy-free milk works just fine – especially when it has a bit of fat. Alternatively, you can use mashed fruits or vegetables, like applesauce, banana or pumpkin puree. These also add moisture, as well as a bit of binding power, density shelf-life, and taste. \nFor some additional guidance, here are some tips to keep in mind: When you start replacing eggs in recipes, work with recipes you’ve made in the past. This will give you an idea of what the batter should look like before you bake. Once you expand your experimentation, look for recipes that just have one egg to replace. It’s easier to start small and work your way up. Keep in mind egg replacements that add density. You can’t replace four eggs in a pound cake with applesauce and expect similar results. Mix and match your egg replacers. If a recipe calls for two or three eggs, pick and choose the features of the replacers that you need (for example, lift and moisture). Use one of each for optimal results. Banana-Rum Blondies", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "liz lotts", "sentiment": "negative"}, {"name": "apple", "sentiment": "none"}], "locations": [{"name": "aquafaba  aquafaba", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T13:56:55.003+02:00"}, {"thread": {"uuid": "03e88cf06cc5a810d11bc52c1e11dd0c4f3fac3c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBcYIoI9gF7efHLdSIOAHoEcGB6G9ugEI65K8HdCkfPA2Ss7VIiOI_IC", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Roasted & Stuffed Delicata Squash", "title_full": "Roasted & Stuffed Delicata Squash", "published": "2017-10-31T17:04:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "03e88cf06cc5a810d11bc52c1e11dd0c4f3fac3c", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61K7pEb7Y9Lh.d3EZY0dRnbBcYIoI9gF7efHLdSIOAHoEcGB6G9ugEI65K8HdCkfPA2Ss7VIiOI_IC", "ord_in_thread": 0, "author": "Cathy Vogt", "published": "2017-10-31T17:04:00.000+02:00", "title": "Roasted & Stuffed Delicata Squash", "text": "Salt and pepper, to taste1 cup walnuts , toasted and chopped Fresh parsley, chopped (optional) \nDirections Preheat oven to 350 degrees F and line a baking sheet with parchment paper. Wash squash. Using a serrated knife, cut off stem end and slice squash in half lengthwise. Scoop out seeds. Season inside of squash with salt, pepper and a drizzle of olive oil. Place squash cut side down on prepared baking sheet. Bake 30-45 minutes, or until squash is tender. Pierce squash with a fork to test. Let squash cool while you prepare stuffing. Cook forbidden rice according to package directions and set aside. In a medium sauce pan over medium-low heat, add coconut oil, onion, celery and garlic. Saute 4-5 minutes, or until veggies are softened. Add mushrooms, sage, thyme, salt and pepper and continue to saute until mushrooms have softened. Add sautéed vegetables and half toasted walnuts to cooked rice. Stir to combine. Stuff squash with rice filling. Sprinkle remaining walnuts over top. To enjoy leftovers, warm squash in oven at 350 degrees F for 30 minutes until heated through. Garnish with chopped parsley.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "pierce", "sentiment": "none"}, {"name": "cathy vogt  cathy vogt", "sentiment": "none"}, {"name": "cook", "sentiment": "none"}, {"name": "cathy", "sentiment": "none"}], "organizations": [{"name": "roasted & stuffed delicata squash salt", "sentiment": "negative"}, {"name": "integrative nutrition coach", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-10-31T18:35:17.014+02:00"}, {"thread": {"uuid": "5878fdf930438d162b903de457477c0b5f454c8a", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0AcowBLd7h7al6dempStt1rFm6eguEXrMxTokurMjbXx.fe4znLdMvJlSElhNgFIaA--", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "Tips for Choosing & Welcoming Home a Shelter Dog", "title_full": "Tips for Choosing & Welcoming Home a Shelter Dog", "published": "2017-10-31T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5878fdf930438d162b903de457477c0b5f454c8a", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wix7rQ0XTXzbzMa5MhQgd0AcowBLd7h7al6dempStt1rFm6eguEXrMxTokurMjbXx.fe4znLdMvJlSElhNgFIaA--", "ord_in_thread": 0, "author": "Chris Kissell", "published": "2017-10-31T02:00:00.000+02:00", "title": "Tips for Choosing & Welcoming Home a Shelter Dog", "text": "Chris Kissell October 30, 2017 0 Pets \nIt’s a grim statistic: Each day across America, thousands of dogs’ lives hang in the balance because they live in shelters and have not found a loving home. \nThe good news? You can do something about it. October is Adopt-a-Shelter-Dog Month, the perfect time to consider rescuing a dog. \n“For every dog that people rescue, they are saving a life,” says Kristi Littrell, adoptions manager at the Best Friends Animal Society , a national animal rescue and advocacy organization. \nHowever, don’t let your emotions get the best of you. It’s easy to look in to those puppy-dog eyes, swoon over that wagging tail and rush into a decision that can end up being a mistake. \nInstead, take the time to investigate your wants and needs so you adopt a dog that is the perfect fit for your home and family. Finding the right dog to adopt \nBefore you adopt, understand the commitment you are about to make. It is possible you could have your new best friend for a decade or longer. \nOnce you’ve determined you’re ready for a dog, zero in on the type that is right for you. \nFor example, the American Society for the Prevention of Cruelty to Animals says a puppy is probably not the best choice if you have young children. In that situation, a medium-sized dog that is at least 5 months old makes more sense. \nIf you plan to adopt your dog from a shelter, it’s likely the staff will help you find the right match by asking a few key questions, such as: Do you own or rent? How many children do you have, and how old are they? Do you have other pets? Have you ever had pets in the past? How active are you, and what is your lifestyle like? \nIf you find a dog you like, talk with staff members who have spent time around the dog. Learn as much as you can about the dog’s history and personality. \n“Look at the age and size of the dog,” Littrell says. ‘Ask the staff how active they appear to be to help determine which dog is actually a match for your lifestyle.” \nIf possible, arrange an outing or sleepover with the dog. Or, ask if the shelter has a policy that allows you to be a foster parent to a dog before adopting. Seeing the dog inside your home can provide crucial insights into its personality and behavior. \n“Often, dogs are different in a home than they are at the shelter,” Littrell says. \nOnce you find the right dog and bring it home, show some patience. “Remember that the dog’s entire world has changed,” Littrell says. “They need time to adjust.” \nCreate a welcoming environment for the dog. Seal garbage can lids, and make sure small items such as toys and other choking hazards are out of reach. Keep toxic foods and plants away from the dog . \nLittrell says unless the dog’s behavior indicates it might be a threat to a human or another animal, she asks that people give a dog at least a month to adjust to its new surroundings. \n“Some will take more time and others less,” she says. “But be empathetic and put yourself in the dog’s ‘paws.’ \nSo, if you’re looking for a dog this fall, Littrell urges you “please adopt, don’t shop.” You can start your search by visiting the Best Friends website, or by contacting your local shelter or animal rescue organization. \n“Whether they are adopting a dog from Best Friends, or from their local animal shelter or animal rescue group, that allows one more dog to be brought in to rescue, one more life saved,” Littrell says.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "littrell", "sentiment": "none"}, {"name": "kristi littrell", "sentiment": "none"}], "organizations": [{"name": "best friends animal society", "sentiment": "none"}, {"name": "american society for the prevention of cruelty to animals", "sentiment": "none"}], "locations": [{"name": "america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-10-31T21:41:01.021+02:00"}, {"thread": {"uuid": "260d9deed3777e07a4c9e1d18d7cab821ddf9117", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61Kxrv9dWhc9HHAbXTXUzvSbYwoGIiMxOsjA1MEgb5.h10BPLFxCeOAmc-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "No-Bake Pumpkin Energy Bites", "title_full": "No-Bake Pumpkin Energy Bites", "published": "2017-10-31T22:59:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "260d9deed3777e07a4c9e1d18d7cab821ddf9117", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wS6ciD5uZYZ1sV8GWxp61Kxrv9dWhc9HHAbXTXUzvSbYwoGIiMxOsjA1MEgb5.h10BPLFxCeOAmc-", "ord_in_thread": 0, "author": "Manali Singh", "published": "2017-10-31T22:59:00.000+02:00", "title": "No-Bake Pumpkin Energy Bites", "text": "Manali Singh October 31, 2017 0 Cooking/Recipe , Vegan \nSomewhere in between the thrill of Halloween and the Thanksgiving Day excitement, you’ve reached a slight loss of energy. Before you start taking down one set of decorations to tack up the next, take a breather so you can recharge with an energizing snack (and a few deep breaths). Instead of reaching for the leftover candy, opt for something a little more functional (but just as sweet) such as these no-bake bliss bites. Packed with nutritious ingredients, these bite-size balls will fill your belly and give you the energy you need to keep going—after all, you do have a Thanksgiving feast menu to prep in the very near future! \nMakes 12-14", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-01T15:43:26.000+02:00"}, {"thread": {"uuid": "c8abfcdd4274153a416210eb7e94fdc274f29791", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mkFuG85wcxxZVga0MIvmI1g5SVs2I1dwRD5G59AeK.x12CQMsQEJdJtc6otcQJsbAgf7qdnRVx5rfzVKxNX9uQM-", "site_full": "www.vitacost.com", "site": "vitacost.com", "site_section": "http://blog.vitacost.com/feed", "site_categories": [], "section_title": "VitaVibes Blog | Vitacost.com", "title": "What’s Different About the Healthiest City in America?", "title_full": "What’s Different About the Healthiest City in America?", "published": "2017-10-31T20:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3482, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c8abfcdd4274153a416210eb7e94fdc274f29791", "url": "http://omgili.com/ri/.wHSUbtEfZRW70fgQgq.YD2skhWM8X1wSdYItXMQYqvTpA3Jqw.0mkFuG85wcxxZVga0MIvmI1g5SVs2I1dwRD5G59AeK.x12CQMsQEJdJtc6otcQJsbAgf7qdnRVx5rfzVKxNX9uQM-", "ord_in_thread": 0, "author": "John Egan", "published": "2017-10-31T20:00:00.000+02:00", "title": "What’s Different About the Healthiest City in America?", "text": "John Egan October 31, 2017 0 Food & Nutrition \nIn Naples, Florida, healthy eating goes far beyond simply skipping the full-of-fat potato chips and sugar-laden soft drinks. As one of the best cities to live in America , Naples sets the standard high. \nAccording to the Gallup-Sharecare Well-Being Index , the Naples area boasts the highest level of healthy eating among 189 U.S. metro areas surveyed in 2015-16. In the Naples-Immokalee-Marco Island area, 75.3 percent of adults reported having eaten healthy the entire previous day, barely outdoing Barnstable Town, MA, at 75.1 percent. \nHand in hand with that finding, the Gallup-Sharecare index has ranked the Naples area as the best metro area for overall well-being for two years in a row. This ranking takes into account physical, financial, social, community and purpose-in-life factors, and Naples scores well in each of those five categories. \n“We know that when people have higher levels of well-being, they are more likely to eat healthy, be active, and surround themselves with people who support their efforts to achieve and sustain good health,” says Deb Logan, executive director of the Blue Zones Project of Southwest Florida, a community wellness initiative. \nSo, are residents of the Naples area imbibing some sort of magic potion? Why are they so happy and healthy? Well, their focus on quality nutrition certainly helps. \nThe large population of retired baby boomers may be at the root of the penchant for healthy eating. As the Naples Herald explains , when boomers retire to the area, they bring with them dietary needs such as low-sodium, low-cholesterol, gluten-free and sugar-free diets. \n“Organic growers and fresh produce stands are making it easier for restaurants to accommodate these diets,” according to the Naples Herald. \nThe main driver of the region’s healthy eating movement is the NCH Healthcare System , which sponsors the Blue Zones Project. The project collaborates with employers, schools, homeowners associations, faith-based organizations, restaurants, grocery stores and policy leaders to help local residents make healthier choices. \nFor instance, Logan says her organization works with schools, businesses, government offices, parks and others to: Encourage healthier options in vending machines. Urge consumption of more water . Create community gardens. \nMeanwhile, restaurants earn Blue Zones recognition when they put plant-based dishes on their menus, and grocery stores receive kudos for setting up checkout lanes where shoppers are tempted by fresh fruits, nuts and bottled water rather than soda and candy, Logan says. In addition, grocers are persuaded to sell “grab and go” plant-based dishes and to rearrange cereal aisles, so the healthiest products are at a child’s eye level. \nBeyond that, Blue Zones promotes food drives that focus on donations of healthy products rather than cast-off items from kitchen cabinets, according to Logan; and it asks vendors at farmers markets to accept SNAP benefits (previously known as food stamps) for purchases of produce and other healthy foods. \nAlso, Logan notes, the region is blessed with fresh produce grown in the farming community of Immokalee, which is a major supplier of produce throughout the country. The community also boasts an abundance of farmers markets, making the fresh produce even more accessible. \nFor its part, the NCH Healthcare System, whose network includes more than 700 physicians and dozens of medical facilities, rotates a regularly scheduled farmers market among three locations. The NCH farmers market has spawned formation of small groups whose members have learned to cook healthier meals and have leaned on each other for weight-loss support. \nNCH has gone even further, though. \nIn 2016, the healthcare system banned sugar-sweetened beverages from its cafeterias and vending machines. That led to a $7,000-a-month drop in soda sales. Put another way: That eliminated about 500 pounds of sugar each month from people’s diets. Also in the cafeterias, NCH has reduced entrée portions and yanked unhealthy foods from salad bars. \nLogan describes Blue Zones as a communitywide effort. \n“It is a ‘we’ project,” she says. “If we all do a little bit to encourage healthy behaviors, we can make a great impact now and for generations to come.” \nLogan adds: “It’s not a quick fix or a fad, but rather a grassroots initiative which positively transforms the environment in which we eat, play, work and live.” \nDan Witters, research director for the Gallup-Sharecare Well-Being Index, says the Naples area has latched onto the critical role played by holistic well-being, with a focus on the physical, financial, social, community and purpose-of-life elements identified by Witters and his colleagues. \n“It’s always a smart idea for communities to implement programs to encourage good eating habits, from mobile farmers markets to certifying restaurants and groceries to getting rid of the deep-fat fryer in the schools,” Witters says. \n“But the biggest thing that Naples has figured out,” he adds, “is that oftentimes the keys to good well-being in one element can be found in other elements. This is what it means to be holistic, and it is a common feature of all [of Gallup-Sharecare’s] highest well-being places.” \nIf you’d like to investigate what other communities are doing to be smarter about how we fuel our bodies, here’s the Gallup-Sharecare list of the top 10 metro areas for healthy eating: Naples-Immokalee-Marco Island, Florida, 75.3 percent Barnstable Town, Massachusetts, 75.1 percent Santa Cruz-Watsonville, California, 74.2 percent Salinas, California, 72.9 percent Santa Rosa, California, 72.3 percent Hilton Head Island-Bluffton-Beaufort, South Carolina, 72 percent San Luis Obispo-Paso Robles-Arroyo Grande, California, 72 percent Lake Havasu City-Kingman, Arizona, 71 percent El Paso, Texas, 70.9 percent", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-01T23:40:59.000+02:00"}], "totalResults": 56, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509572459000&q=language%3Aenglish+site%3Avitacost.com&sort=crawled", "requestsLeft": 865}