{"posts": [{"thread": {"uuid": "d7e1b8555ff563361bf5640a3720cee80dda0963", "url": "http://omgili.com/ri/8HG_hanVOKyZWWt1fkZVQUViJMTASTmUcxHowojDc8scJ10URmUL_4S4XSUldG7tJkZ2mcSoiB942ZDSJJHzI92ZpfbXd60c5cIu9Zi0truMhd_bUAqW.Jww0mnEprT8", "site_full": "prsync.com", "site": "prsync.com", "site_section": "http://prsync.com//rss/", "site_categories": ["marketing", "financial_news", "finance", "business"], "section_title": "PR sync", "title": "Global Cam Chain Industry 2017 Market Research Report", "title_full": "Global Cam Chain Industry 2017 Market Research Report", "published": "2017-12-07T06:47:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 17518, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d7e1b8555ff563361bf5640a3720cee80dda0963", "url": "http://omgili.com/ri/8HG_hanVOKyZWWt1fkZVQUViJMTASTmUcxHowojDc8scJ10URmUL_4S4XSUldG7tJkZ2mcSoiB942ZDSJJHzI92ZpfbXd60c5cIu9Zi0truMhd_bUAqW.Jww0mnEprT8", "ord_in_thread": 0, "author": "", "published": "2017-12-07T06:47:00.000+02:00", "title": "Global Cam Chain Industry 2017 Market Research Report", "text": "1 Industry Overview of Cam Chain \n2 Manufacturing Cost Structure Analysis of Cam Chain \n3 Technical Data and Manufacturing Plants Analysis of Cam Chain \n4 Capacity, Production and Revenue Analysis of Cam Chain by Regions and Manufacturers \n5 Price, Cost, Gross and Gross Margin Analysis of Cam Chain by Regions and Manufacturers \n6 Consumption Volume, Consumption Value and Sale Price Analysis of Cam Chain by Regions and Applications \n7 Supply, Import, Export and Consumption Analysis of Cam Chain \n8 Major Manufacturers Analysis of Cam Chain \n9 Marketing Trader or Distributor Analysis of Cam Chain \n10 Industry Chain Analysis of Cam Chain \n\n4 Global Cam Chain Supply (Production), Consumption, Export, Import by Regions (2011-2017) \n4.1 Global Cam Chain Consumption by Regions (2011-2016) \n4.2 North America Cam Chain Production, Consumption, Export, Import by Regions (2011-2017) \n4.3 Europe Cam Chain Production, Consumption, Export, Import by Regions (2011-2017) \n5 Global Cam Chain Production, Revenue (Value), Price Trend by Type \n5.1 Global Cam Chain Production and Market Share by Type (2011-2017) \n5.2 Global Cam Chain Revenue and Market Share by Type (2011-2017) \nRelated report \nGlobal Cam Chain sales Industry 2017 Market Research Report \nUnite States Cam Chain Industry 2017 Market Research Report \nEurope Cam Chain Industry 2017 Market Research Report \nAsia-Pacific Cam Chain Industry 2017 Market Research Report \nEMEA (Europe, Middle East and Africa) Cam Chain Market Report 2017 \nThank you for reading the essay. \nIf you are interested in it or have any questions,plesase contact me. \nQYRESEARCH CO., LTD", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "industry overview of cam chain  2 manufacturing cost structure analysis of cam chain", "sentiment": "neutral"}, {"name": "major manufacturers analysis of cam chain", "sentiment": "none"}, {"name": "consumption analysis of cam chain", "sentiment": "none"}, {"name": "market research report  europe cam chain industry 2017 market research report  asia-pacific cam chain industry 2017 market research report  emea", "sentiment": "none"}, {"name": "gross and gross margin analysis of cam chain", "sentiment": "none"}, {"name": "global cam chain supply", "sentiment": "none"}, {"name": "distributor analysis of cam chain  10 industry chain analysis of cam chain", "sentiment": "none"}, {"name": "production and revenue analysis of cam chain by regions and manufacturers", "sentiment": "none"}, {"name": "global cam chain", "sentiment": "none"}, {"name": "manufacturing plants analysis of cam chain", "sentiment": "none"}, {"name": "consumption value and sale price analysis of cam chain", "sentiment": "none"}], "locations": [{"name": "middle east", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "north america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:33.009+02:00"}, {"thread": {"uuid": "51236e78c2c70066863b458e9373d7da1f021802", "url": "http://omgili.com/ri/jHIAmI4hxg9hgmepZ8a06nX5GO68UbxqIBRdCDNqED.OEP8MnSe6mgWBD787dAxu37omEiBj..xqk5YnsiLectamWWemLi.gt1kUoP.QVhU0LVjMIr6Yyh80KE28EWJb8Xg_CRQtY9Y6k_M2tr5W.o7Und9o1wl8hEi8z9YDb0RIduq9mbzhmyTIwCplb.Hi3rm53am58BaFb2iHYdBTmi5Y7Bk1vXkyEsDcRwQE0A5spGjJQoIrtGhyK52L8SNpPwuMQxrgGFaFUQPwk50x_8_vKb6fhTe9YV6JtP7i.uKISq1nBX9y0u7bxO_UBCwn", "site_full": "www.fark.com", "site": "fark.com", "site_section": "http://www.fark.com/politics/", "site_categories": ["media"], "section_title": "FARK.com: Politics links", "title": "(9829513) Government shutdown negotiations are starting to careen off the rails. To be fair, with this administration they weren't so much rails as a set of wavy pavement lines drawn by a drunken road painter", "title_full": "FARK.com: (9829513) Government shutdown negotiations are starting to careen off the rails. To be fair, with this administration they weren't so much rails as a set of wavy pavement lines drawn by a drunken road painter", "published": "2017-12-07T05:45:00.000+02:00", "replies_count": 1, "participants_count": 68, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://img.fark.net/images/cache/orig/8/8L/fark_8L8bNorzvbzpGX3P6z68ZWjORhY.jpg?t=6_p4DBMvzFcaD2x_4aCk3A&amp;f=1512968400", "performance_score": 0, "domain_rank": 3382, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9f9122d759f7c40ef3bd1b6c3e1e54c4fc3b915d", "url": "http://omgili.com/ri/jHIAmI4hxg9hgmepZ8a06nX5GO68UbxqIBRdCDNqED.OEP8MnSe6mgWBD787dAxu37omEiBj..xqk5YnsiLectamWWemLi.gt1kUoP.QVhU0LVjMIr6Yyh80KE28EWJb8Xg_CRQtY9Y6k_M2tr5W.o7Und9o1wl8hEi8z9YDb0RIduq9mbzhmyTIwCplb.Hi3rm53am58BaFb2iHYdBTmi5Y7Bk1vXkyEsDcRwQE0A5spGjJQoIrtGhyK52L8SNpPwuMQxrgGFaFUQPwk50x_8_vKb6fhTe9YV6JtP7i.uKISq1nBX9y0gCxVooiOezhBzMN2_2ZHxo-", "ord_in_thread": 1, "author": "Gr3asy", "published": "2017-12-07T13:01:00.000+02:00", "title": "", "text": "Really? \"Wavy Lines\" headline and no Moranis/Murray Ghostbusters pic?\nFark, I am disappoint.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:33.009+02:00"}, {"thread": {"uuid": "17ac0b6d0f9c252d3ba0bfbd7ee0be2eb3805ea8", "url": "http://omgili.com/ri/.wHSUbtEfZQvaVUIteanqoCzPXlERhgRFBs8S07vYk4nhqbMYBCm4Aw7tAQ2eeMroudzdoj5pzWXitCBq4EnmFwqPxHWxIg5mgUfS4YnZ6EUwBAGLtUZsQ--", "site_full": "www.consumercomplaints.in", "site": "consumercomplaints.in", "site_section": "https://www.consumercomplaints.in/bycompany/viral-deal-a461142.html", "site_categories": ["tech", "hobbies_and_interests", "games", "cell_phones"], "section_title": "Viral Deal - Consumer Complaints Forum", "title": "refurbished redmi note 4 phone", "title_full": "Viral Deal — refurbished redmi note 4 phone", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "IN", "spam_score": 0.001, "main_image": "https://www.consumercomplaints.in/img/cc-in-logo.png", "performance_score": 0, "domain_rank": 8352, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "17ac0b6d0f9c252d3ba0bfbd7ee0be2eb3805ea8", "url": "http://omgili.com/ri/.wHSUbtEfZQvaVUIteanqoCzPXlERhgRFBs8S07vYk4nhqbMYBCm4Aw7tAQ2eeMroudzdoj5pzWXitCBq4EnmFwqPxHWxIg5mgUfS4YnZ6EUwBAGLtUZsQ--", "ord_in_thread": 0, "author": "abdulaziz ansar", "published": "2017-12-07T02:00:00.000+02:00", "title": "refurbished redmi note 4 phone", "text": "I booked a redmi note 4 my order i'd is 128031000087983 transaction i'd is 118910049114 on viral deal on 25/09/17 worth rupees 2, 749/_ which i booked with my debit card and amount received to federal bank then i received a package delivered to my house and inside the box it was a maxfone that cheap keypad handset worth rupees 500/_ i got cheated i want redmi note 4 or refund my money in a weak otherwise i'll complaint in consumer department.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:33.009+02:00"}, {"thread": {"uuid": "9cad83cc1c9f93c6080ffa4465d24c51746e67be", "url": "http://omgili.com/ri/jHIAmI4hxg_jj8t4C2Asv0vEBxJrk7Xh.gDW3qGlJ3IVtJNJdUfypQYAd9g._y089dXZdbtPKktb8LZvg9ab4JbfijpwSGxF", "site_full": "www.ofluxo.net", "site": "ofluxo.net", "site_section": "http://www.ofluxo.net/feed", "site_categories": [], "section_title": "OFluxo", "title": "Un/Certain Space Pt.2: PANE Project and Konstanet", "title_full": "Un/Certain Space Pt.2: PANE Project and Konstanet", "published": "2017-12-06T13:29:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "http://www.ofluxo.net/wp-content/uploads/2017/11/IMG_3893.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9cad83cc1c9f93c6080ffa4465d24c51746e67be", "url": "http://omgili.com/ri/jHIAmI4hxg_jj8t4C2Asv0vEBxJrk7Xh.gDW3qGlJ3IVtJNJdUfypQYAd9g._y089dXZdbtPKktb8LZvg9ab4JbfijpwSGxF", "ord_in_thread": 0, "author": "ofluxone", "published": "2017-12-06T13:29:00.000+02:00", "title": "Un/Certain Space Pt.2: PANE Project and Konstanet", "text": "A series of Interviews about Online Art Residencies. (Pt.2: PANE Project and Konstanet) In the past few years, browsing the internet have become the dominant way to uncover some of the most promising cultural organizations and their non-gallery temporary exhibitions. In the second part of this ongoing series, Un/Certain Space Pt.2 presents PANE Project, a free-standing dialog between art pieces and public spaces by Lucia Leuci and Konstanet, a scaled-down white cube by Keiu Krikmann and Epp Õlekõrs. ~~~ \nPANE PROJECT \nWhat was the initial inspiration to start PANE project? \nI wanted to organize exhibitions in unusual spaces in Milan, places which are normally designated to different functions than the artistic one. The project is also questioning the preconceived gallery’s role, intended in the technical sense of private, commercial space, inserted into a system with very specific rules. PANE is meant to create a bridge between the “real” world of everyday life and the artists themselves, without too many mediations. Another relevant aspect is the exchange, of personal relationships and networks: I think this is better deployed in a different place, then the gallery space. KELLY BAR, Michele Gabriele “m-lnx2015″ (pink/pussy & blue/mood) , 2015 – Mixed plastic materials, oil paint \nOn what principles do you choose the artists for each exhibition? \nOn my curiosity, simply: my interest gives birth to other interests. I choose the artists on the basis of the single project proposed for the exhibition space, there is no choice limit. There is no doubt, that for the nature of PANE project, there also has to be a perfect feeling with people who are taking part to the exhibitions. The most engaging process is managing to create relations among the invited artists, who have the possibility to confront themselves with the others, thus opening a dialogue. A characteristic of PANE project is to ask for a visual contribution also to different professional figures such as curators, chefs, architects, to name a few. And then I’m extremely interested in portfolio I receive. I think is wrong to institutionalize the exclusion a priori of someone, who proposes an original research. If it is a really convincing work, why not exhibiting it? \nPANE Project does not have a fixed gallery space but, it is rather an online platform to display exhibitions that explore several context potentialities of non-art spaces. In your opinion, what is the importance of questioning the economic and institutional paradigms of the current art scene? \nI never thought to contacting a sponsor, even if – of course – a lot of people involved (working in the art field and not) and the spaces owners support us. Anyway the reality of art projects has an enormous potential of diffusion of visions and ideas, and akin brands should totally keep an eye on us. KELLY BAR Rosa Ciano “Ready for the fog” , 2015 \nYou also published a zine on the occasion of ‘Bubble Tea’ group exhibition. Please tell us about your interest in independent publishing. Is it something you intend to keep doing – releasing new physical publications with your upcoming projects? \nOf course, I’ll create a fanzine for every episode, and some projects will be dedicated exclusively to that. I’m really interested in the independent publishing as a spontaneous act, and willing to left a mark as an artist. Publishing on his own is always admirable. It is so cool when you go to an exhibition and you can bring home the catalogue. I have a nice collection at my place. When I was talking about “exchange and collaboration among artists” I was referring also to this: which better context than a publication to compare oneself to the work of other artists and curators? The fanzines have been published in high resolution, online, and so they can be printed by anyone on the paper they prefer. It is a democratic act of free press. KELLY BAR Bruno Zhu “Best Wishes” , 2016 \nWhat were the main challenges you encountered with PANE project so far? \nI don’t think in art there necessarily have to be challenges, in order to face new projects. The artist can perfectly lead his own research with calm and sense of reality. Anyway, to answer your question, maybe some problem arises when an unusual location is chosen (a butchery, or a Chinese coffe shop) to organize an event/exhibition and install the new works, during the opening hours. When you go beyond the first reticences, all the site managers are surprised and happy to see how much people is participating. Normally we have an huge number of people at our openings. This is very satisfying and gives us the measure of the amount of work we had done and of the strong collaboration to set up the exhibition. BUBBLE TEA, Lucia Leuci “Birth” , 2016 \nWhat are you working on at the moment? \nIn this moment I’m working at a project linked to video tutorials. Organizing an online project is not that different from setting up a publication. A tutorial is a tool, beyond its objective of explaining something, it talks about aesthetics in the most complete sense I know. \nAnd could you tell us about how is the future programming going to be like? \nI want to organize a big collective show in an hair saloon. It is managed by a crew of beautiful Nigerian girls, very nice, even though at the moment we are facing some small technical issues, but that’s normal. I am certain that the project will be realized. Pretty soon. BUBBLE TEA, Giulio Scalisi “Let the Nymphs of the forest tell you…” , 2016 \nI have to ask you about the word “PANE”, what’s its meaning and how would you relate it to your exhibitions? \nPANE is the Italian translation of ‘bread’. The bread, in almost every culture, is the basic food, the most essential of our daily life. I thought it was the perfect blessing for the project. BUBBLE TEA, Paul Barsch “The wooden clogs ended up in smoke” , 2016 MIRANDA Monia Ben Hamouda, “I’m Just Trying to Love You (Racoon)” , 2017 \nKONSTANET \nWhat originally prompted you to start Konstanet? \nThe initial idea had a lot to do with wanting to create a space that would allow young artists to experiment with physical space, while also allowing for a more layered online presentation. And, obviously, we were also inspired by many artists we really wanted to work with. \nHow does the scaled (1:5) condition of the space influence the artists and their installations? \nThe way Konstanet was set up until recently – we had an online space at konstanet.com and a physical space, a scaled white cube in our studio – allowed to perhaps level the playing field for young artists to an extent. Documentation plays such a huge part in circulating art and often the photos and the actual exhibition look quite different, so it’s definitely a game of illusions. So we thought why not amplify this effect and rig the game a bit. The scaled space allowed us and our artists to create images that don’t really look much different than those of big institutional shows but could also be really confusing for people to look at – is this a life size exhibition? how much post-production is involved? is it a 3D model? is at least some of it real? how much of it is real? But as for the process of installing and documenting the exhibitions – of course there were limitations too, the scaled space was sometimes quite tricky to work with, it took a while to figure out what works and what doesn’t. Maximilian Schmoetzer A Rare Bird in Estonia , 2016 Michele Gabriele They are standing there, under the weather, totally waterproof or completely wet , 2015 \nWhich criteria do you follow in order to select the artists you work with? \nThere’s really no set criteria. When we had the two-space setup, we usually thought how and to what extent they could make use of both of the spaces, although it was never a requirement that they had to simultaneously produce online and offline works, that is a lot to ask from one person anyway, people’s skill sets are different. So it’s more an intuitive process – we work with people whose work we’re curious about. Daria Melnikova, EX-UVIA , 2016 \nWhat obstacles do you usually encounter in the setting up of each exhibition? \nAs we mentioned previously, the scaled space does have its limitations – but in general it’s not that different from the obstacles that appear when setting up exhibitions anywhere else. \nIt is imperative to not associate Konstanet with issues about the relationship between the digital and the material. How do you relate these different realms into a final outcome? \nWith each project we tried to find a solution that would suit the particular artist and their work best – we were always open to people using our spaces how they felt would benefit their work the most. Ideally we would have online elements alongside the physical installation or vice versa, but, for example, if the artist really works only with sculpture it wouldn’t make sense to start making up online content just for the sake of it – the material and immaterial should come together organically. Ella Goerner Sustainability & Opportunities , 2014 Rene Mäe, Norman Orro Xenotica , 2013 \nHow do you envision the future of art documentation? \nStrictly speaking documentation will probably keep its significance as it has now and has also been historically. Maybe it would be even more interesting to think about the situations when documentation becomes a work of art its own or even perhaps even an interactive game – could it still be part of the artwork or become more of an appendix or introduction to it. \nWhat are your next aspirations for Konstanet? \nA few months ago we moved out of our studio and demolished our physical scaled space in the process, so currently Konstanet is an online project space. We do have a few offline appearances coming up this year, but for now we’ve taken a step back to contemplate what was and what could be. Nuno Patrício Body Extended, Self-Construal , 2015 Katherine Botten places for things to grow and die. , 2015 \n\nInterviews conducted by O Fluxo with Lucia Leuci, PANE Project", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "o fluxo", "sentiment": "none"}, {"name": "nuno patrício", "sentiment": "none"}, {"name": "norman orro xenotica", "sentiment": "none"}, {"name": "bruno zhu", "sentiment": "none"}, {"name": "lucia leuci", "sentiment": "none"}, {"name": "nicole colombo", "sentiment": "none"}, {"name": "konstanet", "sentiment": "none"}, {"name": "keiu krikmann", "sentiment": "none"}, {"name": "rene mäe", "sentiment": "none"}, {"name": "daria melnikova", "sentiment": "none"}, {"name": "maximilian schmoetzer", "sentiment": "none"}, {"name": "katherine botten", "sentiment": "none"}, {"name": "rosa ciano", "sentiment": "none"}, {"name": "paul barsch", "sentiment": "none"}, {"name": "michele gabriele", "sentiment": "none"}, {"name": "giulio scalisi", "sentiment": "none"}], "organizations": [{"name": "ella goerner sustainability & opportunities", "sentiment": "none"}, {"name": "kelly bar", "sentiment": "none"}], "locations": [{"name": "miranda", "sentiment": "none"}, {"name": "milan", "sentiment": "none"}, {"name": "miranda", "sentiment": "none"}, {"name": "estonia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:33.010+02:00"}, {"thread": {"uuid": "dab1c0f05f7c6def18c51fde4e00e28b8fde2d85", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGyunhERpl7fXA--", "site_full": "forums.ea.com", "site": "ea.com", "site_section": "https://forums.ea.com/en/the-simpsons-tapped-out/categories/bugs-issues", "site_categories": ["hobbies_and_interests", "video_and_computer_games", "adult", "non_standard_content"], "section_title": "Bugs &amp; Issues — EA Forums", "title": "Recent issues - Page 7", "title_full": "Recent issues - Page 7 — EA Forums", "published": "2017-11-22T22:53:00.000+02:00", "replies_count": 19, "participants_count": 15, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1289, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f2e57c6306a396821abd4e94057bd964b8713055", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGx421SeuzTlMkORSRqWiKXJUCkoNH6lyzs-", "ord_in_thread": 8, "author": "xayoud", "published": "2017-12-02T08:40:00.000+02:00", "title": "", "text": "Anyone having an annoying problem with game zoom?\nSince lasted update, I can no longer zoom out as I used to and now all houses are big and resorts don't even fit in screen.\nI have a huge city, and so it's very time consuming to wonder around to collect money and click on characters.\nI've already seen some players making the very same complaint, so I know I'm definitely not the only one experiencing this glitch. Anyone has a solution, apart from those included in the list sent by EA that don't work at all?\nThanks a lot! 0", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:33.011+02:00"}, {"thread": {"uuid": "aa28e072b1390aca87bae92c3e8339f83b4bd084", "url": "http://omgili.com/ri/.wHSUbtEfZSknjLeMG94otiHxefRazO9AD8W1z33d7SdSnYbYXeXWoEiGzKwY.flUBZioBE4DWnOZ8YDf0puEF.db0vhA2X.J.FXB_Z2P3008mTVWVtSs515X0H28rG5sCp7Rh4Z5fV2nIZ.xLqfTV.E7DRrMD7524F8nZCwyNv.TRdEZhrERin2Wec2tFtFN6v6r9dGda0UlmpqjeLybA--", "site_full": "www.amazon.ca", "site": "amazon.ca", "site_section": "https://www.amazon.ca/gp/product-reviews/B072M668VC/ref=s9_acsd_zgift_hd_bw_b2QVfDX_c_x_19_w?pf_rd_m=A3DWYIK6Y9EEQB&pf_rd_s=merchandised-search-12&pf_rd_r=732YW6R0X7SVK6ZCXCPT&pf_rd_t=101&pf_rd_p=7618996b-1252-5643-a81b-5e4337e1a095&pf_rd_i=2223997011", "site_categories": ["shopping"], "section_title": "Amazon.ca:Customer reviews: Need For Speed Payback Playstation 4", "title": "For Payback Playstation 4", "title_full": "Amazon.ca:Customer reviews: Need For Speed Payback Playstation 4", "published": "2017-11-15T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "CA", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aa28e072b1390aca87bae92c3e8339f83b4bd084", "url": "http://omgili.com/ri/.wHSUbtEfZSknjLeMG94otiHxefRazO9AD8W1z33d7SdSnYbYXeXWoEiGzKwY.flUBZioBE4DWnOZ8YDf0puEF.db0vhA2X.J.FXB_Z2P3008mTVWVtSs515X0H28rG5sCp7Rh4Z5fV2nIZ.xLqfTV.E7DRrMD7524F8nZCwyNv.TRdEZhrERin2Wec2tFtFN6v6r9dGda0UlmpqjeLybA--", "ord_in_thread": 0, "author": "Grv", "published": "2017-11-15T02:00:00.000+02:00", "title": "For Payback Playstation 4", "text": "This whole game is built around micro transactions, everything is designed to make you buy stuff with real money, otherwise you're stuck on an endless grind. You can't even go through the story mode on easy without a crazy amount of grinding. Pretty much you have to replay races over and over again for random upgrades that might or might not be useful to you. The game knows it's boring as hell and it's encouraging you to pay more so you play less.\nStay away from this game! Any other racer game is a better alternative. stars: 1", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:33.015+02:00"}, {"thread": {"uuid": "ad5b7364c32d7e142514bbb78ba3ec7f6e55f27a", "url": "http://omgili.com/ri/jHIAmI4hxg_O.Knfw.YDvSQKhVNRtyTmiO4deTjOo9Ift8OAkVJnJ1yMEW.h3bPYKaH52JwCWavVMlgXtK0KnoxAKJM10opuZ6kzfOSEoS1LC5olhJT3QuZDMwGeEkk9PGI2ADEdjBCjyx26fAtWuQ--", "site_full": "www.cbc.ca", "site": "cbc.ca", "site_section": "http://rss.cbc.ca/lineup/sports.xml\r", "site_categories": ["media"], "section_title": "CBC | Sports News", "title": "Playoff picture comes into focus at Olympic curling trials in Ottawa", "title_full": "Playoff picture comes into focus at Olympic curling trials in Ottawa", "published": "2017-12-07T12:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "CA", "spam_score": 0.0, "main_image": "https://i.cbc.ca/1.4436925.1512619384!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_1180/koe-kevin.jpg", "performance_score": 0, "domain_rank": 1123, "social": {"facebook": {"likes": 93, "comments": 0, "shares": 93}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ad5b7364c32d7e142514bbb78ba3ec7f6e55f27a", "url": "http://omgili.com/ri/jHIAmI4hxg_O.Knfw.YDvSQKhVNRtyTmiO4deTjOo9Ift8OAkVJnJ1yMEW.h3bPYKaH52JwCWavVMlgXtK0KnoxAKJM10opuZ6kzfOSEoS1LC5olhJT3QuZDMwGeEkk9PGI2ADEdjBCjyx26fAtWuQ--", "ord_in_thread": 0, "author": "cbc", "published": "2017-12-07T12:00:00.000+02:00", "title": "Playoff picture comes into focus at Olympic curling trials in Ottawa", "text": "OTTAWA —  Eighteen of Canada's best curling teams embarked on Ottawa last Saturday, all with the hopes of earning the right to represent Canada at the Olympics. One men's team and one women's team will get that opportunity. \nWith two days left of round-robin play, the playoff picture is getting a little clearer as teams are slowly being eliminated from contention.\nKevin Koe's team out of Calgary is the first to earn a spot in the playoffs. They did so Wednesday afternoon by defeating John Epping 6-4.\nLIVE BLOG: Canadian curling trials Carey gets emotional win after death of her grandfather \n\"Our first goal is done. Obviously that's great,\" Koe said. \"Now we just have to get hot on the weekend.\"\nKoe's team is undefeated through six games. He's the only unbeaten men's team left at the trials. \n\"I'm feeling good and felt really good out there today,\" Koe said after Wednesday's win.\n\"It's the biggest event and you have to do everything you can to get ready. I'm throwing with a lot of confidence out there right now.\"\nKoe needs just one more win to earn a spot directly into Sunday's final, something he says is crucial.\n\"It's one less chance you have to step out there and possibly lose,\" he said. \"And it's always a little reassuring to start with the hammer.\"\nBrad Gushue defeated Mike McEwen 8-3 Wednesday night to run his record to 4-2. McEwen dropped to 4-2.\nGushue has now won two games in a row and three out of his last four.\n\nTaking time for the fans, as always. @TeamGushue signing autographs after their 4th win at the Trials. #cbccurl pic.twitter.com/DPwILoY5HY \n— @Devin_Heroux \"I'd feel better if we were in Koe's spot but we're moving in the right direction,\" Gushue said. \"We're getting more confident as the week goes on.\"\n\"I thought there would be a logjam up front with ourselves, Jacobs, McEwen, Koe and Carruthers.\"\nAfter Gushue and McEwen there are a bunch of teams still trying to find a way into the playoffs.\nBrad Jacobs, Reid Carruthers and Brendan Bottcher are still alive, sitting with three losses. Four losses is mathematically still in the playoff picture (but it's a long shot).\nWomen's side still up for grabs There's only one women's undefeated team left at the trials.\nChelsea Carey won an emotional game Wednesday afternoon over reigning Olympic champion Jennifer Jones 7-5 to remain perfect at 5-0.\nChelsea Carey remains undefeated after victory over Jennifer Jones 0:59\nOn Saturday, as the trials were beginning, Carey's grandfather died. The funeral was held in Winnipeg just hours before her game against Jones in Ottawa.\n\"I told my mom before the game he was in my heart today,\" Carey said. \"He was an amazing man. He was the kindest, most gentle soul I've maybe ever met.\"\nCarey's third, Cathy Overton-Clapham, has won five Scotties championships but never an Olympic berth. She says the key to success at big bonspiels starts with a confident skip.\n\"One of the biggest things is your skip reading the ice and playing well,\" Overton-Clapham said. \"And when I've won championships that's always been the case. I think Chelsea has a great handle on draw weight.\"\nIn the night draw on Wednesday, Rachel Homan made a heart stopping double to score four in the tenth end to defeat Casey Scheiddeger 10-7 and earn a fifth win.\nAfter the shot Homan, who normally holds back her emotion, waved her arms to the crowd as they erupted in cheers.\n\"It was a battle and making that last one was all of our emotions coming out,\" she said. \"That was amazing. It was so awesome to have everyone here. It was fun to play and fun to make that last shot.\"\n\nShe did it! And the place goes crazy. @TeamHoman wins a thriller over Scheidegger for 5th win. #cbccurl pic.twitter.com/wlMuyyAHkW \n— @Devin_Heroux With the win, Homan is tied with Jennifer Jones for second with a record of 5-1.\nKrista McCarville's team is still alive and in the playoff hunt after stealing two in the 10th end and defeating Allison Flaxey 8-7. At 3-2, McCarville has a massive upcoming game against Jones Thursday afternoon.\nIt sets up a dramatic Thursday of curling at the Olympic trials in Ottawa.\nThe top three teams on the men's and women's side advance to the playoffs. The first-place team goes directly into the finals on Sunday. The second and third-place teams play in the semifinals on Saturday to determine who will move onto the final.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "mcewen", "sentiment": "none"}, {"name": "rachel homan", "sentiment": "none"}, {"name": "jones", "sentiment": "none"}, {"name": "jennifer jones", "sentiment": "none"}, {"name": "casey scheiddeger", "sentiment": "none"}, {"name": "jacobs", "sentiment": "none"}, {"name": "chelsea", "sentiment": "none"}, {"name": "krista mccarville", "sentiment": "none"}, {"name": "chelsea carey", "sentiment": "none"}, {"name": "koe", "sentiment": "none"}, {"name": "mike mcewen", "sentiment": "none"}, {"name": "brad jacobs", "sentiment": "none"}, {"name": "reid carruthers", "sentiment": "none"}, {"name": "overton-clapham", "sentiment": "none"}, {"name": "mccarville", "sentiment": "none"}, {"name": "scheidegger", "sentiment": "none"}, {"name": "brendan bottcher", "sentiment": "none"}, {"name": "kevin koe", "sentiment": "none"}, {"name": "brad gushe", "sentiment": "none"}, {"name": "cathy overton-clapham", "sentiment": "none"}, {"name": "john epping", "sentiment": "none"}, {"name": "carey", "sentiment": "none"}, {"name": "carruthers", "sentiment": "none"}, {"name": "homan", "sentiment": "none"}, {"name": "allison flaxey", "sentiment": "none"}, {"name": "gushue", "sentiment": "none"}], "organizations": [], "locations": [{"name": "ottawa ottawa", "sentiment": "none"}, {"name": "canada", "sentiment": "none"}, {"name": "ottawa", "sentiment": "none"}, {"name": "winnipeg", "sentiment": "none"}, {"name": "calgary", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:34.000+02:00"}, {"thread": {"uuid": "89231f9f8f356941c6e43fec8aa61c2f23427168", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuYQ9wS2Ww9NhsqNO34UAo.2sTqkns3wJdYiBdoYa6TcI1LVTaSHfqZ7hkI8Utv250-", "site_full": "stackoverflow.com", "site": "stackoverflow.com", "site_section": "https://stackoverflow.com/questions/tagged/html?page=9&sort=newest&pagesize=15&days=7", "site_categories": ["tech", "non_standard_content", "adult"], "section_title": "Newest 'html' Questions - Page 9 - Stack Overflow", "title": "html - URL prefill not working on website", "title_full": "html - URL prefill not working on website - Stack Overflow", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://cdn.sstatic.net/Sites/stackoverflow/img/apple-touch-icon@2.png?v=73d79a89bded", "performance_score": 0, "domain_rank": 51, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "89231f9f8f356941c6e43fec8aa61c2f23427168", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuYQ9wS2Ww9NhsqNO34UAo.2sTqkns3wJdYiBdoYa6TcI1LVTaSHfqZ7hkI8Utv250-", "ord_in_thread": 0, "author": "funkedelic_bob", "published": "2017-12-07T02:00:00.000+02:00", "title": "html - URL prefill not working on website", "text": "I have an extension that embeds into Amazon called RevSeller. I'd like to pre-fill one of the fields through the URL.\nMy understanding is that you take the input ID of the field and put that trailing in the URL like this:\nhttps://www.amazon.com/dp/B01CDFU9SW?aic-ext-input-fba-buy-cost=5.53\nIn this case the form ID is: aic-ext-input-fba-buy-cost\nThe value I want entered is: 5.53\nBut entering that doesn't work. This is a snippet of the code from the page:\n< input type=\"number\" min=\"0\" class=\"aic-ext-input-buy-cost\" id=\"aic-ext-input-fba-buy-cost\" value=\"0\" >\nAny ideas?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://www.amazon.com/exec/obidos/ASIN/B01CDFU9SW"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.000+02:00"}, {"thread": {"uuid": "b07f5a4c1344b88a97183d90796951d25438e900", "url": "http://omgili.com/ri/.wHSUbtEfZTIjXRLn6u6SVT2.lupsJDmkvPOEDxJqFGSCFkNdeJElOAjZa9oxZGK2qVzjlNvAbtllU8ploUrlROY2iSNJUF1", "site_full": "www.aussiestockforums.com", "site": "aussiestockforums.com", "site_section": "https://www.aussiestockforums.com/forums/", "site_categories": ["financial_news", "finance", "adult", "non_standard_content"], "section_title": "Aussie Stock Forums", "title": "QLD election 2017", "title_full": "QLD election 2017 | Aussie Stock Forums", "published": "2017-10-30T02:00:00.000+02:00", "replies_count": 15, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.01, "main_image": "https://www.aussiestockforums.com/data/avatars/m/58/58631.jpg?1484671866", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f47e5ca72743fa1d96f82673469ae6ae61ee06cb", "url": "http://omgili.com/ri/.wHSUbtEfZTIjXRLn6u6SVT2.lupsJDmkvPOEDxJqFGSCFkNdeJElOAjZa9oxZGK2qVzjlNvAbtllU8ploUrlXHmdAVHpU6OEg6rl3YL_qk-", "ord_in_thread": 14, "author": "SirRumpole", "published": "2017-12-07T16:04:00.000+02:00", "title": "", "text": "Tisme's vote in Townsville got her over the line.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.004+02:00"}, {"thread": {"uuid": "bb6134f2f9567b1ccb50dc951658917b63be6190", "url": "http://omgili.com/ri/.wHSUbtEfZQ9cT3IV3HH4dV8YDaGwn9GmWYb8IfEvqAPMul1jtxtXmt1jD5iLw7Vq5cbZ4xJmpGbRuAp6qlxlR1Noslc5xp72HrcAnxdqZSPN.vXnRjE7o6EqtzbsY4HQJdN.E7P0_txMSC7vh_hAQSXdb7vn8uB_pSrPI6jD.4u6nAxAc0glYgSV1OfHF0hMks2p7WllnTuRCojZuZgbp8aQBWUiizX", "site_full": "mirandamov.wordpress.com", "site": "wordpress.com", "site_section": "https://mirandamov.wordpress.com", "site_categories": [], "section_title": "Vichy Dercos Περιποιηση Μαλλιων – miranda blog", "title": "Vichy Dercos Περιποιηση Μαλλιων", "title_full": "Vichy Dercos Περιποιηση Μαλλιων", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GR", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bb6134f2f9567b1ccb50dc951658917b63be6190", "url": "http://omgili.com/ri/.wHSUbtEfZQ9cT3IV3HH4dV8YDaGwn9GmWYb8IfEvqAPMul1jtxtXmt1jD5iLw7Vq5cbZ4xJmpGbRuAp6qlxlR1Noslc5xp72HrcAnxdqZSPN.vXnRjE7o6EqtzbsY4HQJdN.E7P0_txMSC7vh_hAQSXdb7vn8uB_pSrPI6jD.4u6nAxAc0glYgSV1OfHF0hMks2p7WllnTuRCojZuZgbp8aQBWUiizX", "ord_in_thread": 0, "author": "mirandamov", "published": "2017-12-07T12:02:00.000+02:00", "title": "Vichy Dercos Περιποιηση Μαλλιων", "text": "\nlink ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.007+02:00"}, {"thread": {"uuid": "cb99e521544c108f880635a26d7dbe4fe73a96cb", "url": "http://omgili.com/ri/.wHSUbtEfZQ4u_1mO3PFHVbhbe8R4DZIwiEzGnTB62HDRPw.CuJFc1ZescC1Y1NTzsZIH3ExNLPThM733pr9WLor.k7Ao1oWbnacmIrvElb1W7yT4PAJ4w--", "site_full": "forums.babypips.com", "site": "babypips.com", "site_section": "https://forums.babypips.com/forextown/", "site_categories": ["stocks", "finance"], "section_title": "Trading Discussion - BabyPips.com Forex Trading Forum", "title": "90% of traders lose in the forex market, WHY? - Trade Journals", "title_full": "90% of traders lose in the forex market, WHY? - Trade Journals - BabyPips.com Forex Trading Forum", "published": "2017-12-07T15:27:00.000+02:00", "replies_count": 2, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "http://babypips-discourse-media-production.s3.amazonaws.com/optimized/3X/5/3/53272744bb48e6ccab6ed90cfda7741bfc9995cb_1_281x500.png", "performance_score": 0, "domain_rank": 19045, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ab6cd603f1b7f441556d1075b1d0570310d24761", "url": "http://omgili.com/ri/.wHSUbtEfZQ4u_1mO3PFHVbhbe8R4DZIwiEzGnTB62HDRPw.CuJFc1ZescC1Y1NTzsZIH3ExNLPThM733pr9WLor.k7Ao1oWbnacmIrvEla7xGrOoPhbnG.qixZ5rOKv", "ord_in_thread": 2, "author": "Pont", "published": "2017-12-07T16:26:00.000+02:00", "title": "", "text": "The best way to exclude emotions in trading lies in the trading strategy automation", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.007+02:00"}, {"thread": {"uuid": "ce10e293daa7cbb7158f9c34147f4c31241b73b4", "url": "http://omgili.com/ri/2wGaacqxApuzV2WawCWLsdYz0hVF.101aX6jRKUuoJDg6buzqrL8YE9WC..xyh3cn6k32BVJkj.5j6GuYX7tGiZ2Yi68.YmR3CExyAzNvKWS.S4fsQOfPvLZxBZnFAzk", "site_full": "medicineasfakiakianakis.blogspot.com", "site": "blogspot.com", "site_section": "http://medicineasfakiakianakis.blogspot.com/", "site_categories": [], "section_title": "Medicine by Sfakianakis G. Alexandros", "title": "The incidence of adrenal metastases in primary colorectal cancer", "title_full": "The incidence of adrenal metastases in primary colorectal cancer", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GR", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ce10e293daa7cbb7158f9c34147f4c31241b73b4", "url": "http://omgili.com/ri/2wGaacqxApuzV2WawCWLsdYz0hVF.101aX6jRKUuoJDg6buzqrL8YE9WC..xyh3cn6k32BVJkj.5j6GuYX7tGiZ2Yi68.YmR3CExyAzNvKWS.S4fsQOfPvLZxBZnFAzk", "ord_in_thread": 0, "author": "Αλέξανδρος Σφακιανάκης (noreply@blogger.com)", "published": "2017-12-07T11:58:00.000+02:00", "title": "The incidence of adrenal metastases in primary colorectal cancer", "text": "\nPublication date: December 2017\nSource: European Journal of Surgical Oncology, Volume 43, Issue 12\nAuthor(s): Nichola Manu, Alexandra Wright, Andrew McAvoy, Paul Skaife http://ift.tt/2j3lEHb", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "nichola manu", "sentiment": "none"}, {"name": "andrew mcavoy", "sentiment": "none"}, {"name": "alexandra wright", "sentiment": "none"}, {"name": "paul skaife", "sentiment": "none"}], "organizations": [{"name": "european journal of surgical oncology", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.009+02:00"}, {"thread": {"uuid": "f5c89cba636ec418af1aaeb6845d76cb6639dcb6", "url": "http://omgili.com/ri/.wHSUbtEfZQd309xaB7VLfnwerToqLpvG3TTh3fQYuMJLb_2qBhE6yIX.JIchYBb", "site_full": "www.dogsnow.com", "site": "dogsnow.com", "site_section": "http://www.dogsnow.com/doguedebordeaux.xm8", "site_categories": ["dogs", "pets"], "section_title": "Dogue De Bordeaux Puppies for Sale", "title": "American bulldog and french mastiff puppy", "title_full": "American bulldog and french mastiff puppy", "published": "2017-12-06T01:47:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://img.equinenow.com/images/forSale.jpg", "performance_score": 0, "domain_rank": 91886, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f5c89cba636ec418af1aaeb6845d76cb6639dcb6", "url": "http://omgili.com/ri/.wHSUbtEfZQd309xaB7VLfnwerToqLpvG3TTh3fQYuMJLb_2qBhE6yIX.JIchYBb", "ord_in_thread": 0, "author": "", "published": "2017-12-06T01:47:00.000+02:00", "title": "American bulldog and french mastiff puppy", "text": "American Bulldog and French Mastiff Puppy American Bulldog & French Mastiff Puppy Ad 1 of many American Bulldog & French Mastiff Puppy dog https://www.dogsnow.com/dog-ad-o4749783157 Dog in Aurora, CO Contact Seller Additional Comments \nShe is weeks on March rd. She has had her 1st set of shots. Roxy (Mom) weighed pounds prepuppies and Tank (Dad) is months and is so you will have a large dog. Roxy is all american bulldog and Tank is half american bulldog and half french mastiff. Please call corie Pictures and contact info on Advertigo website.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "french mastiff puppy american bulldog & french mastiff puppy", "sentiment": "neutral"}], "locations": [{"name": "aurora", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:34.016+02:00"}, {"thread": {"uuid": "2648da8d44b444d2a174ccec3b4cd12a4e62559e", "url": "http://omgili.com/ri/jHIAmI4hxg8oezQDxF7Bx4JVjj76gBdV3PV2u3Pv_oullR493XqHOt6E9jQaqEEf6EpTKGVxMfhAVJjk4TFX2fHCB8kvO7Qkivui4Q.yATM-", "site_full": "www.everettcc.edu", "site": "everettcc.edu", "site_section": "http://www.everettcc.edu/rss/rss_events.cfm?type=workshop", "site_categories": [], "section_title": "EvCC Events", "title": "Women's Basketball hosts X-over", "title_full": "Women's Basketball hosts X-over", "published": "2017-12-07T07:43:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2648da8d44b444d2a174ccec3b4cd12a4e62559e", "url": "http://omgili.com/ri/jHIAmI4hxg8oezQDxF7Bx4JVjj76gBdV3PV2u3Pv_oullR493XqHOt6E9jQaqEEf6EpTKGVxMfhAVJjk4TFX2fHCB8kvO7Qkivui4Q.yATM-", "ord_in_thread": 0, "author": "ssnow", "published": "2017-12-07T07:43:00.000+02:00", "title": "Women's Basketball hosts X-over", "text": "You are here Home » Women's Basketball hosts X-over \nOn December 15th-17th the Trojan Women's Basketball Team will be hosting the 2017 NWAC Women's Basketball Crossover. Admission to the games is $5.00 per person, per day, 12 years old and up. EvCC Students/Staff/Faculty are FREE if they present their EvCC ID at the entry door. \nFriday December 15th Game 1: Yakima Valley v. Clark @ 5:00pm Game 2: Everett v. Pierce @ 7:00pm \nSaturday December 16th Game 3: Clark v. Pierce @ 5:00pm Game 4: Everett v. Yakima Valley @ 7:00pm \nSunday December 17th Game 5: Pierce v. Yakima Valley @ 1:00pm Game 6: Everett v. Clark @ 3:00pm Location: Walt Price Student Fitness Center category:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "pierce", "sentiment": "none"}, {"name": "clark", "sentiment": "none"}, {"name": "everett", "sentiment": "none"}], "organizations": [{"name": "nwac women's basketball crossover", "sentiment": "none"}], "locations": [{"name": "yakima valley", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:34.020+02:00"}, {"thread": {"uuid": "b07f5a4c1344b88a97183d90796951d25438e900", "url": "http://omgili.com/ri/.wHSUbtEfZTIjXRLn6u6SVT2.lupsJDmkvPOEDxJqFGSCFkNdeJElOAjZa9oxZGK2qVzjlNvAbtllU8ploUrlROY2iSNJUF1", "site_full": "www.aussiestockforums.com", "site": "aussiestockforums.com", "site_section": "https://www.aussiestockforums.com/forums/", "site_categories": ["financial_news", "finance", "adult", "non_standard_content"], "section_title": "Aussie Stock Forums", "title": "QLD election 2017", "title_full": "QLD election 2017 | Aussie Stock Forums", "published": "2017-10-30T02:00:00.000+02:00", "replies_count": 15, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.01, "main_image": "https://www.aussiestockforums.com/data/avatars/m/58/58631.jpg?1484671866", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2c785827e9ff78d429868b03b31c4c7c8ae3922d", "url": "http://omgili.com/ri/.wHSUbtEfZTIjXRLn6u6SVT2.lupsJDmkvPOEDxJqFGSCFkNdeJElOAjZa9oxZGK2qVzjlNvAbtllU8ploUrlXHmdAVHpU6ODb37wIfbHVM-", "ord_in_thread": 15, "author": "sptrawler", "published": "2017-12-07T16:53:00.000+02:00", "title": "", "text": "Well I suppose the test will be the outcomes after another term, the results will be based on two term outcomes.\nI have no idea about Queensland politics, but first term promises need to become second term outcomes.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.022+02:00"}, {"thread": {"uuid": "40c39c0506f91ec21f520b00f02b8cc25d8d7c9d", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS3nuYw1lsUCJU9DuPpzhT58-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "40c39c0506f91ec21f520b00f02b8cc25d8d7c9d", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS3nuYw1lsUCJU9DuPpzhT58-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:58:00.000+02:00", "title": "", "text": "Modifier\r\n100APPLE\r\nDCIM\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0085.JPG\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0109.JPG\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0108.JPG\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0107.JPG\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0103.JPG\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0101.JPG\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0088.JPG\r\n/var/mobile/Media/DCIM/100APPLE/IMG_0086.JPG\r\n/var/mobile/Media/DCIM/100APPLE", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.026+02:00"}, {"thread": {"uuid": "f3f18db35a6ce98ffce971fffa947b7d706268fc", "url": "http://omgili.com/ri/.wHSUbtEfZR9D9nsds3WY99zK509ZTSA9axKlvfbKHotoN2pY.4DA70r8eGMn3rfftksSMhr9gMnU.R6mD21ZDiBOMUheTHB007gNNeTDMtsHW1mwUoonlo7ZFbO6j6Q", "site_full": "www.fxstreet.com", "site": "fxstreet.com", "site_section": "", "site_categories": ["financial_news", "finance"], "section_title": "", "title": "AUD/USD hits fresh half-yearly lows, 0.7500 closer", "title_full": "AUD/USD hits fresh half-yearly lows, 0.7500 closer", "published": "2017-12-07T11:56:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.005, "main_image": "https://editorial.azureedge.net/images/Markets/Currencies/Majors/AUDUSD/australian-currency-8768154_Large.jpg", "performance_score": 0, "domain_rank": 9758, "social": {"facebook": {"likes": 3, "comments": 0, "shares": 3}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f3f18db35a6ce98ffce971fffa947b7d706268fc", "url": "http://omgili.com/ri/.wHSUbtEfZR9D9nsds3WY99zK509ZTSA9axKlvfbKHotoN2pY.4DA70r8eGMn3rfftksSMhr9gMnU.R6mD21ZDiBOMUheTHB007gNNeTDMtsHW1mwUoonlo7ZFbO6j6Q", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:56:00.000+02:00", "title": "AUD/USD hits fresh half-yearly lows, 0.7500 closer", "text": "Sold-off into weaker fundamentals, higher DXY. Recovery capped by 10 & 20-DMA confluence. All eyes on the US ADP jobs. \nThe AUD/USD pair extended the Asian sell-off into mid-Europe and went on to hit fresh six-month lows of 0.7521, in response to a broadly higher US dollar and weaker Aus fundamentals. \nAUD/USD on track for second straight weekly loss \nThe Australian dollar remains heavily offered against its American counterpart, mainly driven by downbeat Australian macro news, after weaker trade data added to the recent softer Q3 GDP release. \nThe Australian trade surplus narrowed to AUD 105 million in October from the September figure of AUD 1604 million, while the Q3 growth numbers showed that the economy expanded by 0.6% versus a 0.9% increase seen in Q2 and 0.7% expected. \nAdditionally, the US tax reform progress driven ongoing rally in the US dollar also collaborated to the sell-off in the Aussie alongside falling gold prices. Gold prices on Comex drop -0.60% to $ 1259 levels. \nIvan Delgado, Chief Editor at FXStreet noted: “Looking at the state of valuations, from a daily perspective, the depressed levels in the Aus vs US 10yr yield spread, last at 0.175%, somehow justifies that sentiment towards the Australian Dollar dissipated. The yield curve between the two countries, however, is far from supporting sustained losses, as it holds around the 0% (when discounting the 10y-2y); that said, it is starting to retreat, having broken the last base, which may increase the interest to sell on rallies.” \nMarkets now eagerly await the US unemployment claims data and sentiment on the Wall Street for fresh impetus on the prices. \nAUD/USD Preferred Strategy \nJim Langlands at FX Charts writes: “Trading from the short side continues to be the plan ahead of next week when the Fed is expected to hike rates. I, therefore, suspect that further upside for the Aud will be limited and selling into rallies is still preferred.” \n\nInformation on these pages contains forward-looking statements that involve risks and uncertainties. Markets and instruments profiled on this page are for informational purposes only and should not in any way come across as a recommendation to buy or sell in these securities. You should do your own thorough research before making any investment decisions. FXStreet does not in any way guarantee that this information is free from mistakes, errors, or material misstatements. It also does not guarantee that this information is of a timely nature. Investing in Forex involves a great deal of risk, including the loss of all or a portion of your investment, as well as emotional distress. All risks, losses and costs associated with investing, including total loss of principal, are your responsibility. RELATED TOPICS ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jim langlands", "sentiment": "none"}, {"name": "ivan delgado", "sentiment": "none"}], "organizations": [{"name": "comex", "sentiment": "none"}, {"name": "fed", "sentiment": "none"}], "locations": [{"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:34.034+02:00"}, {"thread": {"uuid": "dab1c0f05f7c6def18c51fde4e00e28b8fde2d85", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGyunhERpl7fXA--", "site_full": "forums.ea.com", "site": "ea.com", "site_section": "https://forums.ea.com/en/the-simpsons-tapped-out/categories/bugs-issues", "site_categories": ["hobbies_and_interests", "video_and_computer_games", "adult", "non_standard_content"], "section_title": "Bugs &amp; Issues — EA Forums", "title": "Recent issues - Page 7", "title_full": "Recent issues - Page 7 — EA Forums", "published": "2017-11-22T22:53:00.000+02:00", "replies_count": 19, "participants_count": 15, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1289, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "eed161e9251599777a7508cb3764d71c29aadab0", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGx421SeuzTlMrwYST2yRAJ4S50yKp4Xas8-", "ord_in_thread": 11, "author": "chiefdeville", "published": "2017-12-04T06:52:00.000+02:00", "title": "", "text": "Quote: : » Quote: : » Anyone having an annoying problem with game zoom?\nSince lasted update, I can no longer zoom out as I used to and now all houses are big and resorts don't even fit in screen.\nI have a huge city, and so it's very time consuming to wonder around to collect money and click on characters.\nI've already seen some players making the very same complaint, so I know I'm definitely not the only one experiencing this glitch. Anyone has a solution, apart from those included in the list sent by EA that don't work at all?\nThanks a lot!\nI have the same problem and that's really annoying\nsame issue as well\nhave tried downloading game tuner but it didn't really help\ngone from playing daily to now not at all over the past few days as it being zoomed way in makes it unplayable for me\n0", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.036+02:00"}, {"thread": {"uuid": "51822f9cd4ee59562a03f5a85f547f3a07b8af3d", "url": "http://omgili.com/ri/jHIAmI4hxg_dlGaiyHn9kDUa_u6LiPoacx9EhguERruduwRn.rLi8pF1JeT3oVkFUTXBkimsy_OGDrDjkfMxE.q9bwORSIhz", "site_full": "www.aldeer.com", "site": "aldeer.com", "site_section": "http://www.aldeer.com/forum/ubbthreads.php?ubb=postlist&Board=11", "site_categories": ["hunting_shooting", "sports"], "section_title": "Land, Leases, and Hunting Clubs - Aldeer", "title": "Hunting club or leasing land", "title_full": "Hunting club or leasing land - Aldeer", "published": "2017-12-06T11:47:00.000+02:00", "replies_count": 0, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.003, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "51822f9cd4ee59562a03f5a85f547f3a07b8af3d", "url": "http://omgili.com/ri/jHIAmI4hxg_dlGaiyHn9kDUa_u6LiPoacx9EhguERruduwRn.rLi8pF1JeT3oVkFUTXBkimsy_OGDrDjkfMxE.q9bwORSIhz", "ord_in_thread": 0, "author": "Dzhen", "published": "2017-12-06T11:47:00.000+02:00", "title": "Hunting club or leasing land", "text": "Got a spot in Clark county. Lower peach tree area. Feel free to call me at 251-656-1902. My name is Darrell Henson", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.042+02:00"}, {"thread": {"uuid": "c6d5c340c7006cfc5b2283c94d8be8570902af64", "url": "http://omgili.com/ri/DyQaNGXlfMqxVKBJMAV5VzxtPQDDaMLoKdzRR_Qz31b1iUs7LuzAQv28Fo54G8ThdzxiHf.qx1jV_0gK49PLcbSeck5Z6BLaQZOQeKAJd40-", "site_full": "tony1316tony1316.blogspot.com", "site": "blogspot.com", "site_section": "http://tony1316tony1316.blogspot.com/", "site_categories": [], "section_title": "現場救援→記憶卡、隨身碟、隨身硬碟、外接硬碟、智慧型手機、檔案資料救援", "title": "BUFFALO巴比祿HD-PNTU3→1TB隨身硬碟的USB 3.0接座扯壞掉落～導致無法通電與讀取→要救回硬碟裏的檔案資料～拉出透明膠盒含硬碟本體與傳輸線→桃園市桃園區－彭先生【膠盒翻至正面】", "title_full": "BUFFALO巴比祿HD-PNTU3→1TB隨身硬碟的USB 3.0接座扯壞掉落～導致無法通電與讀取→要救回硬碟裏的檔案資料～拉出透明膠盒含硬碟本體與傳輸線→桃園市桃園區－彭先生【膠盒翻至正面】", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c6d5c340c7006cfc5b2283c94d8be8570902af64", "url": "http://omgili.com/ri/DyQaNGXlfMqxVKBJMAV5VzxtPQDDaMLoKdzRR_Qz31b1iUs7LuzAQv28Fo54G8ThdzxiHf.qx1jV_0gK49PLcbSeck5Z6BLaQZOQeKAJd40-", "ord_in_thread": 0, "author": "http://tony1316tony1316.blogspot.tw (noreply@blogger.com)", "published": "2017-12-07T12:02:00.000+02:00", "title": "BUFFALO巴比祿HD-PNTU3→1TB隨身硬碟的USB 3.0接座扯壞掉落～導致無法通電與讀取→要救回硬碟裏的檔案資料～拉出透明膠盒含硬碟本體與傳輸線→桃園市桃園區－彭先生【膠盒翻至正面】", "text": "\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:34.047+02:00"}, {"thread": {"uuid": "43d7f566511086e95011fa723b866ac09c8a0aed", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS.HO.TyhjJxT9Wckxn1o3gA-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "google chrome", "title_full": "google chrome", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.104, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "43d7f566511086e95011fa723b866ac09c8a0aed", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS.HO.TyhjJxT9Wckxn1o3gA-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:58:00.000+02:00", "title": "google chrome", "text": "http://yoineer.com/6FAe", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:35.000+02:00"}, {"thread": {"uuid": "dab1c0f05f7c6def18c51fde4e00e28b8fde2d85", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGyunhERpl7fXA--", "site_full": "forums.ea.com", "site": "ea.com", "site_section": "https://forums.ea.com/en/the-simpsons-tapped-out/categories/bugs-issues", "site_categories": ["hobbies_and_interests", "video_and_computer_games", "adult", "non_standard_content"], "section_title": "Bugs &amp; Issues — EA Forums", "title": "Recent issues - Page 7", "title_full": "Recent issues - Page 7 — EA Forums", "published": "2017-11-22T22:53:00.000+02:00", "replies_count": 19, "participants_count": 15, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1289, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "14c6fe378cf9892d68abdc3ee6548e61a240dcbf", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGx421SeuzTlMtTpRAf4RYP1hPAKJH.Ce3s-", "ord_in_thread": 15, "author": "Benjamin766", "published": "2017-12-06T02:10:00.000+02:00", "title": "", "text": "Adding a couple more. Tire fire, claw machine and vehicle pileup are all awarding the rewards for their events. I.e. claw machine is awarding bowling shoes. Insanity cauldron can't be played at all. Monorail is likewise unplayable. One night Stans is also not working Post edited by Benjamin766 on December 6 0", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:35.006+02:00"}, {"thread": {"uuid": "addbe8c2b2ee888fdb375fd2b607f43ef34cdff4", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS5GjS5xCMeNYcnSrdstk2jw-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "addbe8c2b2ee888fdb375fd2b607f43ef34cdff4", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS5GjS5xCMeNYcnSrdstk2jw-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:58:00.000+02:00", "title": "", "text": "#include <iostream>\r\n\r\nusing namespace std;\r\n\r\nint f(int n, int m)\r\n{\r\n\tif(m==0)\r\n\t\treturn n;\r\n\telse if(n==0)\r\n\t\treturn m;\r\n\telse return f(n-1,m)+f(n,m-1)+f(n-1,m-1);\r\n}\r\n\r\nint main(int argc, char** argv) {\r\n\t\r\n\tint q;\r\n\tint n,m;\r\n\t\r\n\tcin>>q;\r\n\t\r\n\tfor(int i=0;i<q;i++)\r\n\t{\r\n\t\tcin>>n>>m;\r\n\t\tcout<<f(n,m)<<endl;\r\n\t}\r\n\t\r\n\treturn 0;\r\n}", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:35.009+02:00"}, {"thread": {"uuid": "0b36224ee0e6939b068cb795d6fd5a252c74c022", "url": "http://omgili.com/ri/.wHSUbtEfZQOY2Vu62HdS2fx3k67ipt6upNUj_7ZtN6LqnUt8k7aPs7oKZm22S2RffDAISE4Wm1YIfCNda2Ve7hl.2eIFnki", "site_full": "article.wn.com", "site": "wn.com", "site_section": "http://rss.wn.com/English/keyword/environment", "site_categories": ["media"], "section_title": "WN.com - Environment News", "title": "Preventing the next blackout", "title_full": "Preventing the next blackout - Worldnews.com", "published": "2017-12-05T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://i.ytimg.com/vi/Ae96xf293Dc/0.jpg", "performance_score": 0, "domain_rank": 5594, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0b36224ee0e6939b068cb795d6fd5a252c74c022", "url": "http://omgili.com/ri/.wHSUbtEfZQOY2Vu62HdS2fx3k67ipt6upNUj_7ZtN6LqnUt8k7aPs7oKZm22S2RffDAISE4Wm1YIfCNda2Ve7hl.2eIFnki", "ord_in_thread": 0, "author": "wn.com", "published": "2017-12-05T02:00:00.000+02:00", "title": "Preventing the next blackout", "text": "Yabucoa Puerto Rico Hurricane Maria CAT 5 At Landfall - 9/20/2017 published: 22 Sep 2017 Yabucoa Puerto Rico Hurricane Maria CAT 5 At Landfall - 9/20/2017 Yabucoa Puerto Rico Hurricane Maria CAT 5 At Landfall - 9/20/2017 published: 22 Sep 2017 views: 132345 \nCAT 4/5 eyewall winds from Hurricane Maria rip apart Yabucoa, Puerto Rico as eye makes landfall. Roofs ripped off, debris flying, lightning in the intense eyewall, Meteorologists Juston Drake and Simon Brewer measure 926.6 mb minimum central pressure in eye of Maria. All footage shot during early and late morning darkness and daylight on September 20, 2017 in Yabucoa, Puerto Rico by Meteorologists Juston Drake and Simon Brewer. Shot Description 1-9. Various shots of extremely high CAT 5 winds in eyewall blowing debris and causing destruction in Yabucoa, Puerto Rico as Hurricane Maria makes landfall 10. shot of ROOF BLOWN OFF HOUSE in Yabucoa, Puerto Rico from high winds 11-14. various shots of extremely high CAT 5 winds in eyewall from landfalling Hurricane Maria causing destruction in Yabucoa, Puerto Rico 15. SHOT OF LIGHTNING in intense eyewall of landfalling CAT 5 Hurricane Maria in Yabucoa, Puerto Rico 16 & 17. shots of high CAT 5 eyewall winds from Hurricane Maria blowing debris in Yabucoa, Puerto Rico 18. shot of Barometer measuring 926.6 mb minimum central low pressure in eye of CAT 5 Hurricane Maria by Meteorologists Juston Drake and Simon Brewer 19 & 20. funnel clouds on edge of inner eyewall as backside of CAT 5 Hurricane Maria begins to pound downtown Yabucoa, Puerto Rico following passage of the calm eye 21-26. shots of blowing debris and destruction in downtown Yabucoa, Puerto Rico as backside eyewall of CAT 5 Hurricane Maria pounds city 27. pushed-in shot of ROOF ripped off building in downtown Yabucoa 28-33. shots of blowing debris and high winds ... Yabucoa Puerto Rico Hurricane Maria CAT 5 At Landfall - 9/20/2017 published: 22 Sep 2017 views: 132345 \nCAT 4/5 eyewall winds from Hurricane Maria rip apart Yabucoa, Puerto Rico as eye makes landfall. Roofs ripped off, debris flying, lightning in the intense eyewall, Meteorologists Juston Drake and Simon Brewer measure 926.6 mb minimum central pressure in eye of Maria. All footage shot during early and late morning darkness and daylight on September 20, 2017 in Yabucoa, Puerto Rico by Meteorologists Juston Drake and Simon Brewer. Shot Description 1-9. Various shots of extremely high CAT 5 winds in eyewall blowing debris and causing destruction in Yabucoa, Puerto Rico as Hurricane Maria makes landfall 10. shot of ROOF BLOWN OFF HOUSE in Yabucoa, Puerto Rico from high winds 11-14. various shots of extremely high CAT 5 winds in eyewall from landfalling Hurricane Maria causing destruction in Yabucoa, Puerto Rico 15. SHOT OF LIGHTNING in intense eyewall of landfalling CAT 5 Hurricane Maria in Yabucoa, Puerto Rico 16 & 17. shots of high CAT 5 eyewall winds from Hurricane Maria blowing debris in Yabucoa, Puerto Rico 18. shot of Barometer measuring 926.6 mb minimum central low pressure in eye of CAT 5 Hurricane Maria by Meteorologists Juston Drake and Simon Brewer 19 & 20. funnel clouds on edge of inner eyewall as backside of CAT 5 Hurricane Maria begins to pound downtown Yabucoa, Puerto Rico following passage of the calm eye 21-26. shots of blowing debris and destruction in downtown Yabucoa, Puerto Rico as backside eyewall of CAT 5 Hurricane Maria pounds city 27. pushed-in shot of ROOF ripped off building in downtown Yabucoa 28-33. shots of blowing debris and high winds ...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "u.s.", "sentiment": "none"}, {"name": "puerto rico", "sentiment": "none"}, {"name": "u.s. virgin islands", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:35.012+02:00"}, {"thread": {"uuid": "0381694c7e907bae1b70b847883edfe343e49208", "url": "http://omgili.com/ri/jHIAmI4hxg_5IhTkH8gNMVul5n4dJy_E495ld6z4_tF6lN.OOznFwPuAEDfVQQXZyXoucT_hLAWWBEtMSkPjBg--", "site_full": "www.onthego4uaffiliate.com", "site": "onthego4uaffiliate.com", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Spiced Chickpea Fritters | On The Go 4U Affiliate", "title_full": "Spiced Chickpea Fritters | On The Go 4U Affiliate", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.219, "main_image": "http://www.onthego4uaffiliate.com/wp-content/uploads/2017/04/spiced-chickpea-fritters-660x330.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0381694c7e907bae1b70b847883edfe343e49208", "url": "http://omgili.com/ri/jHIAmI4hxg_5IhTkH8gNMVul5n4dJy_E495ld6z4_tF6lN.OOznFwPuAEDfVQQXZyXoucT_hLAWWBEtMSkPjBg--", "ord_in_thread": 0, "author": "Richard Lopez", "published": "2017-12-07T02:00:00.000+02:00", "title": "Spiced Chickpea Fritters | On The Go 4U Affiliate", "text": "Home / Health / Spiced Chickpea Fritters Spiced Chickpea Fritters Richard Lopez April 4, 2017 Health Comments Off on Spiced Chickpea Fritters 783 Views \nIf I can turn something into a fritter or cake, I will. They are comforting, easy, and can be a perfect addition to a weekly meal plan. I’m always a fan of these cauliflower cakes and quinoa cakes , but these chickpea fritters are a solid all-season recipe. If you have cooked chickpeas on hand, you can most likely make these fritters. For the spice, I use Ras El Hanout for a Moroccan flair but you could easily swap that out for something less involved. Read more and see the recipe. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ras el hanout", "sentiment": "none"}], "organizations": [{"name": "4u affiliate home / health / spiced chickpea fritters spiced chickpea fritters richard lopez", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:35.014+02:00"}, {"thread": {"uuid": "fcc08d1cdbedcf270cc254473ee8a855a4c93435", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXMSd2yHTQiO6e8V2r7HizrS1gNIWW0l8VAfuzSsSHU_WqqnqHxk_QcwXwOzwpX7nDaUC4j1ezHwHh2iTcwl_OLnS8FYAPmxOqpUVpL0sU7O4cR9DYj.mLil8Y2QmMwFBaZyEjxdELyQDlhrwis7XayyqP8rF6RlERpDOJdMEOzjlA--", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g293860-i511-o20-India.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "India Forum, Travel Discussion for India - TripAdvisor", "title": "Fastest way to reach Chennai Airport from Chennai Central - Chennai (Madras)", "title_full": "Fastest way to reach Chennai Airport from Chennai Central - Chennai (Madras) Forum - TripAdvisor", "published": "2017-12-07T12:24:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fcc08d1cdbedcf270cc254473ee8a855a4c93435", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXMSd2yHTQiO6e8V2r7HizrS1gNIWW0l8VAfuzSsSHU_WqqnqHxk_QcwXwOzwpX7nDaUC4j1ezHwHh2iTcwl_OLnS8FYAPmxOqpUVpL0sU7O4cR9DYj.mLil8Y2QmMwFBaZyEjxdELyQDlhrwis7XayyqP8rF6RlERpDOJdMEOzjlA--", "ord_in_thread": 0, "author": "Abhijit D", "published": "2017-12-07T12:24:00.000+02:00", "title": "Fastest way to reach Chennai Airport from Chennai Central - Chennai (Madras)", "text": "I am reaching Chennai central at 8:30 PM from Bangalore (Chennai Central Double Deck) and my International flight at 1:10 am. Please help me find to the fastest way to reach airport. I have only a cabin luggage. In the worst case, max 1 hr delay in train arrival at central.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:35.016+02:00"}, {"thread": {"uuid": "449331a55bf5222c8c946f77eb7ed9045d4fe2d9", "url": "http://omgili.com/ri/.wHSUbtEfZS3cBF0SvFSd56iqCaMOX8ZfXn4930sP7BCxYFt0FzX4OnLuexWg7qZrEXbE3iyvxcfTpmB.iai9HF4swQKY3qK", "site_full": "steemit.com", "site": "steemit.com", "site_section": "", "site_categories": ["tech"], "section_title": "", "title": "In Steem Backed Dollar we trust. — Steemit", "title_full": "In Steem Backed Dollar we trust. — Steemit", "published": "2017-12-07T11:57:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.654, "main_image": "https://steemitimages.com/DQmet24VVEnkZ8pDqvdhuAkfrHoanvbsVsxsRhQaeTSasAJ/3pigs_bucket_truffels_shade12.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "449331a55bf5222c8c946f77eb7ed9045d4fe2d9", "url": "http://omgili.com/ri/.wHSUbtEfZS3cBF0SvFSd56iqCaMOX8ZfXn4930sP7BCxYFt0FzX4OnLuexWg7qZrEXbE3iyvxcfTpmB.iai9HF4swQKY3qK", "ord_in_thread": 0, "author": "Oaldamster", "published": "2017-12-07T11:57:00.000+02:00", "title": "In Steem Backed Dollar we trust. — Steemit", "text": "in steem • 5 minutes ago And in Steem too. \nThe Crypto days are coming! SBD going up like crazy? \nWell, I thought Steem would go to 12 USD in value. At least that is what I got from the three pigs, a bucket and some truffels. As you may remember. And with Steem closing in on 2 USD, this might be the breaktrough many have been hoping for. Anything seems possible right now in the Cryptos realm! As I thought BCH would become less then 10% of the value of BTC. Seems even towards less now SegWit gets adopted by more services and the Lightspeed network did its magic already. Mining numbers and figures already showed that it was a matter of time before BCH would go down. Guess their putsch can be called a fail. The overall market cap of Cryptos is going crazy, and it looks like it is going through the half a trillion ceiling before the end of 2017! This is beyond imagination... \nAnd this is also great for Steem Backed Dollar and Steem. Because a bigger growth in market cap would also move some investments towards Steem. Could it already make it to the 12 USD that keeps echoing in my mind? The timing for the Smart Media Tokens {SMT} might just be as good as the timing for Steem as a Social Media Platform on a blockchain itself. And if you are reading this and did not become a blockchain member yet, then this is the time to jump on the bankwagon. Because your one account will grant to acces to many awesome applications that are build on Steem. Like Steepshot, the Insta that can make you earn Cryptos, just like SteemIt dot com and many others. This year, 2017 has become indeed the year for the Blockchain breakthrough! And 2018 will be the year where Cryptos go mainstream. And I so do hope that the Steem developers get the SMTs out in very early new year. It is going to be a game changer! A trillion USD market. \nOr maybe more, if the Cryptos get mainstream attention it will trigger a bigger attraction. And what greater way to get into Cryptos if you can earn them by creating content that gets valued by curation. Guess what platform is best suited for that? And I can tell you from my own experience that I was able to pluck my Fruit Of Work a while ago, of being active at Steem for more than a year. Even before all those awesome apps got build on the Steem blockchain. Now slowly building up again my Steem Power again. With a great new opportunity coming with the Smart Media Tokens this will mean new ways to earn Cryptos as Tokens on the Steem platform, in the same way as SBD and SP now. Imagine SteepShot or Zappl having their own Smart Media Token, for their own App? And you can trade them on the internal decentralized market? Or D.Tube, dAudio all having their own SMT and the Cryptos market get hundreds of billions in for investments. \nSteem van handle it, where some kitties hype cause congestion on the Ethereum blockchain, Steem would not break a single sweat drop. Sp bring it on that Steemy Pussies app! My better half told me though that this might not be a realy good thought out name for it... Do not see the problem, as long as it gets people in. She stated that it would be probably mostly males and they would be disappointed, okay but that is not the point I've been trying to make here... The fact that the Steem blockchain can handle a million transactions a day, with ease, makes it more than perfect to have run all kinds of apps on its blockchain. Even things like CyberCreatures , you remember the game Creatures? Make it a 2D HTML5 browser game, use WASM, now that would get some users to Steem, you bet ya! Alright, Steemy Pussies might be considered a bad name as it might suggest some adult funny stuff going about, so maybe CryptoCreatures or something like that is a better choice. Would at least know a few that are not yet on Steem that would do so in a jiffy! Great times ahead. \nThe Crypto days are coming ! Yes, it is a reference to the Holidays are coming, just like Sa To Shi is coming to town . Yet it is true, these are the days of the blockchain and when you got in on Steem, than you got in on time. And if you understand what great impact the Smart Media Tokens are going to have in early 2018 and beyond, than you know you can still get in on Steem. (Yes, another play with words: I got in on Time -> I got in on Steem, it is what I do, they do not always work out the way I want though.) Remember, one Steem blockchain membership gets you unlimited acces to an ever growing amount of applications, with one that suites you best and that way could earn you some Cryptos. Even more so in 2018 when the Smart Media Tokens come to the Steem platform. These are exciting times and the get more wild by the day! May the Cryptos be with us! \nYes, I still believe in Steem going towards 12 USD... ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "— steemit", "sentiment": "none"}, {"name": "steemy pussies", "sentiment": "none"}, {"name": "cryptos", "sentiment": "none"}, {"name": "steem", "sentiment": "none"}, {"name": "sa to shi", "sentiment": "none"}, {"name": "steepshot", "sentiment": "none"}], "organizations": [{"name": "btc", "sentiment": "none"}, {"name": "steem power", "sentiment": "none"}, {"name": "social media platform", "sentiment": "none"}, {"name": "bch", "sentiment": "none"}, {"name": "smart media tokens", "sentiment": "none"}, {"name": "lightspeed", "sentiment": "none"}, {"name": "steem", "sentiment": "none"}, {"name": "steem backed dollar", "sentiment": "none"}, {"name": "wasm", "sentiment": "none"}], "locations": [{"name": "steem", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:35.020+02:00"}, {"thread": {"uuid": "c607de78b0f5de57ad1670e26c1fb4f0acff19c3", "url": "http://omgili.com/ri/jHIAmI4hxg9D2Qkpp6vWSMwMM8NxS2qQ4nMVF4sMvv9Bob7v5bEBIu0to4cHUxF1KN0ReDJL4ykgFj4x5cta28aBgXYkZQ_bDLbc9tRZ9wl6FH4sfmvJNrrNHvsz_GwI", "site_full": "www.lse.co.uk", "site": "lse.co.uk", "site_section": "http://www.lse.co.uk/shareChat.asp?view=thread&ShareTicker=AMC", "site_categories": ["united_kingdom", "travel", "financial_news", "finance"], "section_title": "Amur Minerals Share Chat - Chat About AMC Shares - Stock Quotes, Charts, Trade History, Share Chat, Financial Terms Glossary ", "title": "Amur Minerals Share Chat - Chat About AMC Shares - Stock Quotes, Charts, Trade History, Share Chat, Financial Terms Glossary", "title_full": "Amur Minerals Share Chat - Chat About AMC Shares - Stock Quotes, Charts, Trade History, Share Chat, Financial Terms Glossary", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.006, "main_image": "", "performance_score": 0, "domain_rank": 22289, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c607de78b0f5de57ad1670e26c1fb4f0acff19c3", "url": "http://omgili.com/ri/jHIAmI4hxg9D2Qkpp6vWSMwMM8NxS2qQ4nMVF4sMvv9Bob7v5bEBIu0to4cHUxF1KN0ReDJL4ykgFj4x5cta28aBgXYkZQ_bDLbc9tRZ9wl6FH4sfmvJNrrNHvsz_GwI", "ord_in_thread": 0, "author": "sasa43", "published": "2017-12-07T02:00:00.000+02:00", "title": "Amur Minerals Share Chat - Chat About AMC Shares - Stock Quotes, Charts, Trade History, Share Chat, Financial Terms Glossary", "text": "Arrives on time, sometime this month, as forecast, we'll all be scrutinising the implications of it and have something worthwhile to discuss over Christmas - sasa.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:35.024+02:00"}, {"thread": {"uuid": "8840cb49e02cbc98640a9bf20711390943bcbe3a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFe2407fN2WaTOZoS_5lTv4UqS.34tIoXGIT_i24XLJdVZALBSgc4F51Or7Fc6GJqJP1XLCipV.up34YnFYm4zpnnNZ2Wh1R3mX9QpfDQGy0Eh5kCNmqMTmzPNnvyKozgM3Xs8WwSOroWldHj5iqurPFmdzeGATwzoATZ2tWphSwDuJ0WWiG0eBwICh_Kro7cRHsx.MFUz8B7RvI3EniGx1p274g5pBxZZ1JP9LaaFhkM0-", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/sports-outdoors-accessories/", "site_categories": ["shopping"], "section_title": "Sports Accessories With Best Price At Lazada Malaysia", "title": "leegoalFirst Aid Kit, 29 Pcs Lightweight And Durable Medical Trauma Kit For Car Sports Hiking Travel Emergency Survival Camping Home", "title_full": "leegoalFirst Aid Kit, 29 Pcs Lightweight And Durable Medical Trauma Kit For Car Sports Hiking Travel Emergency Survival Camping Home | Lazada Malaysia", "published": "2016-11-11T03:48:00.000+02:00", "replies_count": 19, "participants_count": 13, "site_type": "discussions", "country": "MY", "spam_score": 0.082, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "35802ef37ef037267674e690de90656817f1a1f7", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFe2407fN2WaTOZoS_5lTv4UqS.34tIoXGIT_i24XLJdVZALBSgc4F51Or7Fc6GJqJP1XLCipV.up34YnFYm4zpnnNZ2Wh1R3mX9QpfDQGy0Eh5kCNmqMTmzPNnvyKozgM3Xs8WwSOroWldHj5iqurPFmdzeGATwzoATZ2tWphSwDuJ0WWiG0eBwICh_Kro7cRHsx.MFUz8B7RvI3EniGx1p274g5pBxZZ1LldIz_u1renRt70OQEsF0Q--", "ord_in_thread": 19, "author": "Khairul Bukhari", "published": "2017-11-18T13:02:00.000+02:00", "title": "Nice", "text": "Recommended by me as a doctor", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.000+02:00"}, {"thread": {"uuid": "4ef7777e9a2be81ff8b15939be27887f38b4101c", "url": "http://omgili.com/ri/jHIAmI4hxg9c2Zu2WldRml.z2LHsHgQr5HEWF58ACbbgHu6bcKBdv7IwVOxSAas8F2BkFSwDuDPe.qumS6cgBBp.0pYW4jd8hV2SRePk18_CLt1TWHgPIWDoCEVXYaUYLUjb0if.5DY-", "site_full": "www.theshillongtimes.com", "site": "theshillongtimes.com", "site_section": "http://www.theshillongtimes.com", "site_categories": ["media"], "section_title": "The Shillong Times", "title": "Trump officially recognises Jerusalem as Israeli capital", "title_full": "Trump officially recognises Jerusalem as Israeli capital", "published": "2017-12-07T09:49:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IN", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4ef7777e9a2be81ff8b15939be27887f38b4101c", "url": "http://omgili.com/ri/jHIAmI4hxg9c2Zu2WldRml.z2LHsHgQr5HEWF58ACbbgHu6bcKBdv7IwVOxSAas8F2BkFSwDuDPe.qumS6cgBBp.0pYW4jd8hV2SRePk18_CLt1TWHgPIWDoCEVXYaUYLUjb0if.5DY-", "ord_in_thread": 0, "author": "Agencies", "published": "2017-12-07T09:49:00.000+02:00", "title": "Trump officially recognises Jerusalem as Israeli capital", "text": "  New York: United States President Donald Trump on Wednesday formally recognised Jerusalem as the capital of Israel in the face of international criticism while asserting that he was “not taking a position of any final status” of the ancient city that is also claimed by Palestine. United Nations Secretary-General Antonio Guterres, speaking immediately after Trump’s announcement, delivered criticism couched in diplomatic terms, saying he was “against any unilateral measures that would jeopardize the prospect of peace for Israelis and Palestinians.”“Jerusalem is a final status issue that must be resolved through direct negotiations between the two parties on the basis of the relevant Security Council and General Assembly resolutions, taking into account the legitimate concerns of both the Palestinian and the Israeli sides,” Guterres added. Trump invoked the a 1995 law passed by US Congress calling for moving the US embassy from Tel Aviv to Jerusalem, to justify fulfilling his campaign promise. As he pointed out, his three predecessors, Bill Clinton, George W. Bush and Barack Obama, issued waivers putting the law on hold but he was now following the intent of the Congress. While nations and leaders, from China to Pope Francis criticised Trump’s decision and even US allies have refused to follow Washington’s lead on moving embassies to Jerusalem, there was no noticeable political opposition in the US from even the Democrats. In the US, politicians are loath to be seen as anti-Israel and Trump’s move was a challenge to his domestic critics to make it a major politically issue. Trump’s announcement muddies the diplomatic waters in the Middle East where his son-in-law Jared Kushner is engaged in a so-far unsuccessful peace effort to bring Israel and Palestinians together for a solution to the contentious issue.“The United States would support a two-state solution if agreed to by both sides,” Trump said. “I intend to do everything in my power to help forge such an agreement.” While declaring that he would ask the State Department to move the embassy to Jerusalem, he added, “This decision is not intended, in any way, to reflect a departure from our strong commitment to facilitate a lasting peace agreement.”“We are not taking a position of any final status issues, including the specific boundaries of the Israeli sovereignty in Jerusalem, or the resolution of contested borders,” he added. “Those questions are up to the parties involved.” That leaves the room for Israel to have West Jerusalem as its capital, while Palestine has its capital in East Jerusalem, a territory that Israel captured during the 1967 Middle East War, if there is an eventual peace agreement between the two sides. Trump’s announcement is directed towards his domestic base, rather than the world. Almost a year into power, he has failed to fulfill most of his campaign promises ranging from building a wall along the Mexican border to abolishing his Obama’s health insurance programme. The only high-profile promise he was able to achieve was a tax reform. Now he can add Jerusalem to that without his opposition turning it into a divisive issue.(IANS) (Arul Louis can be reached at [email protected] ) Prev Post", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "donald trump", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "barack obama", "sentiment": "none"}, {"name": "pope francis", "sentiment": "none"}, {"name": "arul louis", "sentiment": "none"}, {"name": "george w. bush", "sentiment": "none"}, {"name": "obama", "sentiment": "none"}, {"name": "jared kushner", "sentiment": "none"}, {"name": "antonio guterres", "sentiment": "none"}, {"name": "guterres", "sentiment": "none"}, {"name": "bill clinton", "sentiment": "none"}], "organizations": [{"name": "congress", "sentiment": "none"}, {"name": "security council", "sentiment": "none"}, {"name": "united nations", "sentiment": "none"}, {"name": "general assembly", "sentiment": "none"}, {"name": "state department", "sentiment": "none"}, {"name": "us congress", "sentiment": "none"}, {"name": "ians", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "jerusalem", "sentiment": "none"}, {"name": "middle east", "sentiment": "none"}, {"name": "tel aviv", "sentiment": "none"}, {"name": "east jerusalem", "sentiment": "none"}, {"name": "china", "sentiment": "none"}, {"name": "israel", "sentiment": "none"}, {"name": "west jerusalem", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "palestine", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:36.000+02:00"}, {"thread": {"uuid": "dab1c0f05f7c6def18c51fde4e00e28b8fde2d85", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGyunhERpl7fXA--", "site_full": "forums.ea.com", "site": "ea.com", "site_section": "https://forums.ea.com/en/the-simpsons-tapped-out/categories/bugs-issues", "site_categories": ["hobbies_and_interests", "video_and_computer_games", "adult", "non_standard_content"], "section_title": "Bugs &amp; Issues — EA Forums", "title": "Recent issues - Page 7", "title_full": "Recent issues - Page 7 — EA Forums", "published": "2017-11-22T22:53:00.000+02:00", "replies_count": 19, "participants_count": 15, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1289, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9def5fe9ae2f4cfa3ddaa5ceeef8da1309ecad83", "url": "http://omgili.com/ri/.wHSUbtEfZRu_5f5nYIAte7xno_kFmQph9jeID2F4Pk46jlfDfk4_j6miHgXpmdVNl3My7G4XwtQPd8K4dvy5y3aLREe0_a7X3y5A8teKGx421SeuzTlMiBKpjkPMVk_CRHlvpJASsc-", "ord_in_thread": 18, "author": "Mark61920", "published": "2017-12-06T23:35:00.000+02:00", "title": "", "text": "Quote: : » Weird stuff happened this morning. Started with a notification that the valentine's 2016 event was over but I could continue playing. Followed by the same notification for all the events since then. Tire fire, claw machine, crash site are all getting their own rewards. Insanity pot isn't working and I can't go to characters who have completed jobs by tapping them in the top left box. Also, the radius for tapping is down to nothing. I've uninstalled the fame and reloaded it but it didn't change anything. Oh, one more I'm collecting friends points but there doesn't seem to be anything counting them.\nI'm having the this same issue too. 0", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.001+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "18a0dd44adc6f51cac337b7b457455166dab8d9e", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdpMy2GziujrpCUhxBw.0GSM-", "ord_in_thread": 48, "author": "Lim SH", "published": "2017-11-17T10:14:00.000+02:00", "title": "Beautiful dress", "text": "The dress is nice and beautiful. Delivery is on time. Thank you.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.004+02:00"}, {"thread": {"uuid": "20a6212268e3363b6123c46714409c6dd900f2ad", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B4_Y4Z5WwPCAaOLGKtHaoSlupjgdnG55E38lBYVQfmk67NA7Ccu98aYLAQuRC0ypD99w3NVjE6ZBEr3phfmX0k7z84wwQsuSH8M6rQZc5Zctqu6dFEvnlaVYzqZ19QbQnR4gYMLG.cB7e03ahvJMxOJI-", "site_full": "www.portsmouth.co.uk", "site": "portsmouth.co.uk", "site_section": "https://www.portsmouth.co.uk/rss/cmlink/1.7167516", "site_categories": ["media", "non_standard_content"], "section_title": "The News News Feed", "title": "Aircraft carrier HMS Queen Elizabeth is now officially part of the Royal Navy - ahead of schedule", "title_full": "Aircraft carrier HMS Queen Elizabeth is now officially part of the Royal Navy - ahead of schedule", "published": "2017-12-07T11:55:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://res.cloudinary.com/jpress/image/fetch/w_300,f_auto,ar_3:2,c_fill/https://www.portsmouth.co.uk/webimage/1.8279958.1512640528!/image/image.jpg", "performance_score": 0, "domain_rank": 67196, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "20a6212268e3363b6123c46714409c6dd900f2ad", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B4_Y4Z5WwPCAaOLGKtHaoSlupjgdnG55E38lBYVQfmk67NA7Ccu98aYLAQuRC0ypD99w3NVjE6ZBEr3phfmX0k7z84wwQsuSH8M6rQZc5Zctqu6dFEvnlaVYzqZ19QbQnR4gYMLG.cB7e03ahvJMxOJI-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:55:00.000+02:00", "title": "Aircraft carrier HMS Queen Elizabeth is now officially part of the Royal Navy - ahead of schedule", "text": "HISTORY has been made this morning as Britain’s new aircraft carrier has been formally accepted into the Royal Navy. \nThe vessel acceptance date was due to be later this year, after her commissioning ceremony today. \nBut breaking the news to the press today, a spokeswoman for the Aircraft Carrier Alliance said the 65,000-tonne vessel has been accepted into the Senior Service. \nIt means the warship is now in the hands of the Royal Navy. \nA spokeswoman from the ACA said: ‘This is really fantastic day. It’s the culminates years of hard work and dedication of 10,000 people across the UK and wider supply chain. \n‘For the industry we have made history this morning.’ Follow Us On", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elizabeth", "sentiment": "negative"}], "organizations": [{"name": "royal navy", "sentiment": "negative"}, {"name": "aircraft carrier alliance", "sentiment": "none"}, {"name": "aca", "sentiment": "none"}], "locations": [{"name": "britain", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:36.007+02:00"}, {"thread": {"uuid": "7d5ede39621fa4b21cf48384786c2f1742dac776", "url": "http://omgili.com/ri/snFTpiOKdJW1xf7ieD78V08ldQuj73MdRiG64.GxqzYocTIa7Ck2S_wQwY64F6iyTlbcev3y.LySsWDq74IhRw--", "site_full": "news.naver.com", "site": "naver.com", "site_section": "https://openapi.naver.com/v1/search/news?query=a&start=22&sort=date&display=100", "site_categories": ["social"], "section_title": "", "title": "Sweden Nobels", "title_full": "Sweden Nobels : 네이버 뉴스", "published": "2017-12-07T11:45:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "KS", "spam_score": 0.0, "main_image": "http://imgnews.naver.net/image/origin/077/2017/12/07/3984554.jpg", "performance_score": 0, "domain_rank": 89, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7d5ede39621fa4b21cf48384786c2f1742dac776", "url": "http://omgili.com/ri/snFTpiOKdJW1xf7ieD78V08ldQuj73MdRiG64.GxqzYocTIa7Ck2S_wQwY64F6iyTlbcev3y.LySsWDq74IhRw--", "ord_in_thread": 0, "author": "AP연합뉴스 | 네이버 뉴스", "published": "2017-12-07T11:45:00.000+02:00", "title": "Sweden Nobels", "text": "From left, Richard Henderson, Nobel Laureate in Chemistry, Joachim Frank, Nobel Laureate in Chemistry, Jacques Dubochet, Nobel Laureate in Chemistry, Kip Thorne, Nobel Laureate in Physics and Barry Barish, Nobel Laureate in Physics speak during a press conference at the Royal Academy of Science in Stockholm, Thursday Dec. 7, 2017. (Pontus Lundahl/TT News Agency via AP)\n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://imgnews.naver.net/image/077/2017/12/07/PAP20171207173601003_P2_20171207184506446.jpg?type=w540", "https://app.yonhapnews.co.kr/YNA/Basic/ArticleOffer/YIBW_addArticleOffer2.aspx?input=offer_naver", "http://hng.yonhapnews.co.kr/?did=1195s"], "entities": {"persons": [{"name": "joachim frank", "sentiment": "negative"}, {"name": "richard henderson", "sentiment": "negative"}, {"name": "barry barish", "sentiment": "none"}, {"name": "jacques dubochet", "sentiment": "none"}, {"name": "kip thorne", "sentiment": "none"}], "organizations": [{"name": "royal academy of science", "sentiment": "none"}, {"name": "pontus lundahl/tt news agency", "sentiment": "none"}, {"name": "ap", "sentiment": "none"}], "locations": [{"name": "chemistr", "sentiment": "none"}, {"name": "stockholm", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:36.009+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "65ccb3bf9c4665de58e4af15928f1716c2950747", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdgovhwtSYoOhOtUtYQqGkzE-", "ord_in_thread": 51, "author": "Anis A.", "published": "2017-11-27T14:36:00.000+02:00", "title": "Four Stars", "text": "Dress yg cantik, penghantaran pun cepat", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.010+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6bef085a50332325c964b79b8fc9c896c55fdb1d", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdjYXzMFTe2jyAn8u6IRmm1Q-", "ord_in_thread": 52, "author": "Lee S.", "published": "2017-11-28T02:25:00.000+02:00", "title": "Four Stars", "text": "a bit short for me ....", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.011+02:00"}, {"thread": {"uuid": "b610c7e66588318ec8b2b1e598e59bab793c44e4", "url": "http://omgili.com/ri/.wHSUbtEfZTqAY0p_pThMNXYjTfiRMt4Wa_4D_DSKPLR4yCf9fBMM1XsA2qEQlFJjpCt.w15JWK08DQpehpIUrgM3KR7aMZZfQlH9YnT7jc-", "site_full": "www.avforums.com", "site": "avforums.com", "site_section": "https://www.avforums.com/forums/xbox-360-classifieds.339/", "site_categories": ["television", "entertainment"], "section_title": "Xbox 360 Classifieds | AVForums", "title": "For Sale - 2 Wireless XBox 360 Controllers", "title_full": "For Sale - 2 Wireless XBox 360 Controllers | AVForums", "published": "2017-11-27T08:12:00.000+02:00", "replies_count": 3, "participants_count": 2, "site_type": "discussions", "country": "GB", "spam_score": 0.014, "main_image": "https://static.avforums.com/styles/avf/xenforo/avatars/avatar_m.png", "performance_score": 0, "domain_rank": 10709, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0b7c63882646959d3cc9a46064ec63d80238d60f", "url": "http://omgili.com/ri/.wHSUbtEfZTqAY0p_pThMNXYjTfiRMt4Wa_4D_DSKPLR4yCf9fBMM1XsA2qEQlFJjpCt.w15JWK08DQpehpIUrgM3KR7aMZZnalPqxhPkS.GCk9tfaZD9A--", "ord_in_thread": 3, "author": "natdeamer", "published": "2017-12-07T10:55:00.000+02:00", "title": "", "text": "£20 delivered for both?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.012+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9b2984b5007c11f626f3b397283213ad847d0cab", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdpSROFjlaxLV7XFWqQn2bfE-", "ord_in_thread": 55, "author": "Annie L.", "published": "2017-12-02T11:26:00.000+02:00", "title": "just nice and fitting, thanks Lazada", "text": "just nice and fitting, thanks Lazada", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.013+02:00"}, {"thread": {"uuid": "13374d67e34d1a4121b627aa9022ea45643bd8f6", "url": "http://omgili.com/ri/2wGaacqxApuzV2WawCWLsdYz0hVF.101aX6jRKUuoJDg6buzqrL8YE9WC..xyh3cN2r28cCQtYgoawMRm3SD.GmZzu_ajiUcqHmi0gbjbrExSsYsWmysRA--", "site_full": "medicineasfakiakianakis.blogspot.com", "site": "blogspot.com", "site_section": "http://medicineasfakiakianakis.blogspot.com/", "site_categories": [], "section_title": "Medicine by Sfakianakis G. Alexandros", "title": "131Iodine-6-beta-iodomethyl-norcholesterol(Norchol) SPECT-CT as an alternative to adrenal venous sampling for assessment of functional cortical adrenal adenomas", "title_full": "131Iodine-6-beta-iodomethyl-norcholesterol(Norchol) SPECT-CT as an alternative to adrenal venous sampling for assessment of functional cortical adrenal adenomas", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GR", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "13374d67e34d1a4121b627aa9022ea45643bd8f6", "url": "http://omgili.com/ri/2wGaacqxApuzV2WawCWLsdYz0hVF.101aX6jRKUuoJDg6buzqrL8YE9WC..xyh3cN2r28cCQtYgoawMRm3SD.GmZzu_ajiUcqHmi0gbjbrExSsYsWmysRA--", "ord_in_thread": 0, "author": "Αλέξανδρος Σφακιανάκης (noreply@blogger.com)", "published": "2017-12-07T11:58:00.000+02:00", "title": "131Iodine-6-beta-iodomethyl-norcholesterol(Norchol) SPECT-CT as an alternative to adrenal venous sampling for assessment of functional cortical adrenal adenomas", "text": "\nPublication date: December 2017\nSource: European Journal of Surgical Oncology, Volume 43, Issue 12\nAuthor(s): Emma Collins, Sheila Fraser, Mark Lansdown, Andrew Scarsbrook http://ift.tt/2ktXbLu", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "mark lansdown", "sentiment": "none"}, {"name": "sheila fraser", "sentiment": "none"}, {"name": "emma collins", "sentiment": "none"}, {"name": "andrew scarsbrook http://ift.tt/2ktxblu", "sentiment": "none"}], "organizations": [{"name": "european journal of surgical oncology", "sentiment": "none"}, {"name": "norchol", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.018+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "24d933b81ff8c7db986192c9c71395b84cb65ff6", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdgmHyntg12qs78aJLgahGkM-", "ord_in_thread": 50, "author": "Atiqah", "published": "2017-11-27T10:47:00.000+02:00", "title": "Xl as M", "text": "The dress quality is expected as the price. I bought xl size and it perfectly for me. Btw my height is 150 cm and im 45kg. Usually i wear m but for this dress xl is the one that fit me. Hope this review will help you to choose the size.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.022+02:00"}, {"thread": {"uuid": "f6b7e58ecddd0061fb21fabd56312e9ca28ef98c", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuYQ9wS2Ww9NqQCne99_.ZjCyR6Hl2VitvIxk_3xcoCh9i9wiFmvUG4xE..tvN_hczoNyyu4MkKkhgOuLjY46zILInDo8ybCL9ELwH3UCO_OA--", "site_full": "stackoverflow.com", "site": "stackoverflow.com", "site_section": "https://stackoverflow.com/questions/tagged/html?page=9&sort=newest&pagesize=15&days=7", "site_categories": ["tech", "non_standard_content", "adult"], "section_title": "Newest 'html' Questions - Page 9 - Stack Overflow", "title": "html - How come when i put an id in an <img src tag> the image disappears?", "title_full": "html - How come when i put an id in an <img src tag> the image disappears? - Stack Overflow", "published": "2017-12-06T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.269, "main_image": "https://cdn.sstatic.net/Sites/stackoverflow/img/apple-touch-icon@2.png?v=73d79a89bded", "performance_score": 0, "domain_rank": 51, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f6b7e58ecddd0061fb21fabd56312e9ca28ef98c", "url": "http://omgili.com/ri/.wHSUbtEfZQtYqA5mgEa6HMVCndYR2zzrRBclXR3LLuYQ9wS2Ww9NqQCne99_.ZjCyR6Hl2VitvIxk_3xcoCh9i9wiFmvUG4xE..tvN_hczoNyyu4MkKkhgOuLjY46zILInDo8ybCL9ELwH3UCO_OA--", "ord_in_thread": 0, "author": "johnwhite", "published": "2017-12-06T02:00:00.000+02:00", "title": "html - How come when i put an id in an <img src tag> the image disappears?", "text": "Lets say I have an img src tag such as\nwhen i want to add an id to the img src tag\n<img src=\" \" id=\"picture\"/>\nthe picture disappears after adding the id", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.023+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "863603c2f48d0173a07954b58ea783b7e1e47b42", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdmigzcPoBa7N3qRwJvb_t3A-", "ord_in_thread": 54, "author": "Ho Y.", "published": "2017-11-29T09:04:00.000+02:00", "title": "Wrong size delivered", "text": "Order S but give me M.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.025+02:00"}, {"thread": {"uuid": "db8551c8a68fcea2618afbb443181d4ae2964e77", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.1mfLAl8oWoR", "site_full": "www.rmweb.co.uk", "site": "rmweb.co.uk", "site_section": "http://www.rmweb.co.uk/community/index.php?/forum/28-skills-knowledge-centre/", "site_categories": ["social"], "section_title": "Skills &amp; Knowledge Centre - RMweb", "title": "Layout design: double through track and single branch terminus - Layout & Track Design", "title_full": "Layout design: double through track and single branch terminus - Layout & Track Design - RMweb", "published": "2017-12-04T23:08:00.000+02:00", "replies_count": 6, "participants_count": 5, "site_type": "discussions", "country": "GB", "spam_score": 0.0, "main_image": "http://www.rmweb.co.uk/community/uploads/monthly_12_2017/post-6959-0-89832100-1512537229_thumb.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c92df270d0591cb68a19e8502e4418ba3f12dc43", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.7e4JKpd6bXcXQrpMfxizbY-", "ord_in_thread": 1, "author": "Joseph_Pestell", "published": "2017-12-05T13:17:00.000+02:00", "title": "", "text": "Most branches were arranged so that trains could not run directly onto the branch from the main line.\nSo the most obvious place for the bay platform is bottom right with a trailing crossover from the main line to the branch. Depending on era of the layout, you may or may not need a loop for a locomotive to run round the branch passenger train.\nFriendly/Supportive x 1 Back to top Top", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.029+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5b0d81e253723e4b1c62d7146ec72bb3f0ce1d15", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdmf0ycCMcY9sEZeM8TkLuoo-", "ord_in_thread": 47, "author": "Lee Chin Kuang", "published": "2017-11-15T16:59:00.000+02:00", "title": "Late delivery", "text": "The given arrival date not accurate. It has been 2 weeks since the order was placed and yet lazada tracking is still showing processing", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.032+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5112ec14f153cf2b22a3cdfb86962ae9e13cf4a9", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdjAnRr0wpg4HoGl5VK1g5Rg-", "ord_in_thread": 49, "author": "Agustina A.", "published": "2017-11-18T10:22:00.000+02:00", "title": "Baju Cantik, Saya Puas Hati Dengan Bajunya, Thank you", "text": "Berpuas Hati, Thank You", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.033+02:00"}, {"thread": {"uuid": "db8551c8a68fcea2618afbb443181d4ae2964e77", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.1mfLAl8oWoR", "site_full": "www.rmweb.co.uk", "site": "rmweb.co.uk", "site_section": "http://www.rmweb.co.uk/community/index.php?/forum/28-skills-knowledge-centre/", "site_categories": ["social"], "section_title": "Skills &amp; Knowledge Centre - RMweb", "title": "Layout design: double through track and single branch terminus - Layout & Track Design", "title_full": "Layout design: double through track and single branch terminus - Layout & Track Design - RMweb", "published": "2017-12-04T23:08:00.000+02:00", "replies_count": 6, "participants_count": 5, "site_type": "discussions", "country": "GB", "spam_score": 0.0, "main_image": "http://www.rmweb.co.uk/community/uploads/monthly_12_2017/post-6959-0-89832100-1512537229_thumb.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1e4056291292517b437cf61c9a79d6d546df749a", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.7e4JKpd6bXcGc2yzwAslJE-", "ord_in_thread": 5, "author": "Daveglew", "published": "2017-12-07T11:36:00.000+02:00", "title": "", "text": "Thanks for the replies chaps much appreciated maybe it was a deeper question than I initially thought so lots of ideas here for me to ponder particularly with the GWR slant.\nBack to top Top", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.035+02:00"}, {"thread": {"uuid": "db8551c8a68fcea2618afbb443181d4ae2964e77", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.1mfLAl8oWoR", "site_full": "www.rmweb.co.uk", "site": "rmweb.co.uk", "site_section": "http://www.rmweb.co.uk/community/index.php?/forum/28-skills-knowledge-centre/", "site_categories": ["social"], "section_title": "Skills &amp; Knowledge Centre - RMweb", "title": "Layout design: double through track and single branch terminus - Layout & Track Design", "title_full": "Layout design: double through track and single branch terminus - Layout & Track Design - RMweb", "published": "2017-12-04T23:08:00.000+02:00", "replies_count": 6, "participants_count": 5, "site_type": "discussions", "country": "GB", "spam_score": 0.0, "main_image": "http://www.rmweb.co.uk/community/uploads/monthly_12_2017/post-6959-0-89832100-1512537229_thumb.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "357b9edbbcb8cd3dc94956f3eea47640608c9248", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.7e4JKpd6bXcKdGYicPXDTc-", "ord_in_thread": 6, "author": "Joseph_Pestell", "published": "2017-12-07T11:49:00.000+02:00", "title": "", "text": "That seems a little bit too sweeping a statement to me, and implies all passenger trains from the branch would terminate at the junction. I would have thought a point at one end or the other of the top platform road, or turning either the leftmost or rightmost point into a double slip would all be OK, and have the bonus of involving the minimum of change to the original plan (although I might try to fit in a bay platform too if greater change is acceptable). But my thoughts do come without the specialist knowledge of many others on here\nCheers\nChris\nPerhaps I should have bolded and italicised the word \"most\".\nAnd, yes, it does indeed imply that the branch train terminates at the junction station. Consultation of timetables will show you that is indeed the usual way even in the many cases (some cited above) where it would have been far more convenient to passengers if there had been through trains. I would suggest that the history of the Bridport branch could have been very different if people had been able to travel directly from Bridport to Dorchester, their most likely destination. But the reality of the steam age railway is that it was optimised for freight operation with the passengers coming a poor second in most locations.\nAgree x 1 Back to top Top", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.036+02:00"}, {"thread": {"uuid": "247b5b9d56c1888b879f0fe49b8e082e76e01a12", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFplq4BHYPoSD1Nb6ZHapsTMdr", "site_full": "www.youtube.com", "site": "youtube.com", "site_section": "https://www.youtube.com/channel/UCXtOF5CJPj40m9RyhVkj2KQ", "site_categories": ["television", "non_standard_content", "entertainment"], "section_title": "Paige Secosky - YouTube", "title": "GO CLUBBING WITH ME IN NYC (A NIGHT OUT IN MY LIFE AS A COLLEGE STUDENT VLOG)", "title_full": "GO CLUBBING WITH ME IN NYC (A NIGHT OUT IN MY LIFE AS A COLLEGE STUDENT VLOG)", "published": "2017-11-18T19:02:00.000+02:00", "replies_count": 74, "participants_count": 71, "site_type": "blogs", "country": "US", "spam_score": 0.007, "main_image": "https://i.ytimg.com/vi/r_nZCCsxxWs/maxresdefault.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3826616c7d1cafb95834635868233b75abd54323", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFplq4BHYPoSD1NTPWJGzBbBWEb46Kn2dQRaM-", "ord_in_thread": 74, "author": "karola to ja", "published": "2017-12-07T09:19:00.000+02:00", "title": "", "text": "Goals everywhere", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.037+02:00"}, {"thread": {"uuid": "005c97152e04477191a8bffc19475b13538a27b4", "url": "http://omgili.com/ri/.wHSUbtEfZQXPtxbFYR0UQNA59BNXe.fo_Otg68x6PMyC0gSS8C1pGMpVYcUUdDNILgWSn6bGcbsvcIUT3Jx1jGeuqkGZyWppjFZnBvThjY-", "site_full": "talk.newagtalk.com", "site": "newagtalk.com", "site_section": "https://talk.newagtalk.com/forums/forum-view.asp?fid=14", "site_categories": ["non_standard_content", "adult"], "section_title": "Viewing a forum - AgTalk Cafe", "title": "Putting Farm into a LLC", "title_full": "Viewing a thread - Putting Farm into a LLC", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.995, "main_image": "", "performance_score": 0, "domain_rank": 61838, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "005c97152e04477191a8bffc19475b13538a27b4", "url": "http://omgili.com/ri/.wHSUbtEfZQXPtxbFYR0UQNA59BNXe.fo_Otg68x6PMyC0gSS8C1pGMpVYcUUdDNILgWSn6bGcbsvcIUT3Jx1jGeuqkGZyWppjFZnBvThjY-", "ord_in_thread": 0, "author": "Brandon SWIA", "published": "2017-12-07T02:00:00.000+02:00", "title": "Putting Farm into a LLC", "text": "And they will also sue you personally and since you own the llc's, all the assets will be bunched together. As others have said, its way too easy to pierce the corporate veil. It is better to carry more insurance.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.038+02:00"}, {"thread": {"uuid": "170ceee480fde40056e800881eda0149842531dc", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS4L62m5Vr2iZFDdYC5Pw_eA-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "https://fornatgaex.com/anibolx/", "title_full": "https://fornatgaex.com/anibolx/", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.017, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "170ceee480fde40056e800881eda0149842531dc", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS4L62m5Vr2iZFDdYC5Pw_eA-", "ord_in_thread": 0, "author": "andremayo", "published": "2017-12-07T11:58:00.000+02:00", "title": "https://fornatgaex.com/anibolx/", "text": "If you're interested in the easiest way to get rid of belly-fat you're not at all alone. Many people out there who've some extra flab across the abdomen are continuously requesting this concern that is same everyday. The approaches out there out of all precisely what is the top anyone to take? People resort to take a seat- ups, significant calorie cutting, a lot of cardio and burner supplements. https://fornatgaex.com/anibolx/", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.040+02:00"}, {"thread": {"uuid": "db8551c8a68fcea2618afbb443181d4ae2964e77", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.1mfLAl8oWoR", "site_full": "www.rmweb.co.uk", "site": "rmweb.co.uk", "site_section": "http://www.rmweb.co.uk/community/index.php?/forum/28-skills-knowledge-centre/", "site_categories": ["social"], "section_title": "Skills &amp; Knowledge Centre - RMweb", "title": "Layout design: double through track and single branch terminus - Layout & Track Design", "title_full": "Layout design: double through track and single branch terminus - Layout & Track Design - RMweb", "published": "2017-12-04T23:08:00.000+02:00", "replies_count": 6, "participants_count": 5, "site_type": "discussions", "country": "GB", "spam_score": 0.0, "main_image": "http://www.rmweb.co.uk/community/uploads/monthly_12_2017/post-6959-0-89832100-1512537229_thumb.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "89ce20e07b83ff948d2060bcc7aa9edc7e328ccb", "url": "http://omgili.com/ri/jHIAmI4hxg.sKHIFIDUOeEMlSmM7B.ARVhvgaBvpYRKTQbE1IMH6ItJOkaVohMuz5.0tlYM4rOjs43dn9wWQfFHBKNXSVQXtW5B.8wZKoJDaPSEeH6p_.oSN9sdzSPCsOlT9x3tNIdpkhIbbjT.Q.7e4JKpd6bXcrR4DYX0thBg-", "ord_in_thread": 4, "author": "DavidB-AU", "published": "2017-12-06T07:15:00.000+02:00", "title": "", "text": "It really comes down to prototype and era. Finding actual junction stations from the area and era you intend to represent will help. In general terms, one of these options wouldn't be unreasonable.\nHere are some actual (but simplified) arrangements which might give some inspiration. Apologies for being a bit GWR-centric.\nCheers\nDavid\nLike x 4 Informative/Useful x 1 Agree x 1 Back to top Top", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.040+02:00"}, {"thread": {"uuid": "b73e6f4986616b7b32ac447993d2b93bbdf419ac", "url": "http://omgili.com/ri/.0rSU5LtMgzJTnq.XBNh8j3cPkoBkE2TYiSwVXNe.kAfAhD5JGb2RtfWs.uZrLXdlMgbGlJD1lRnJKz6QlQOvV2fO501dCm8n3gyYDhwWcodMwHB5JAdwIlUycdsb4VJx.3126022i0-", "site_full": "feedproxy.google.com", "site": "google.com", "site_section": "http://www.mannuforall.in/", "site_categories": ["advertising", "business"], "section_title": "Free Mobile/PC Apps & News Updates", "title": "Qualcomm and MediaTek announce support for Android Oreo (Go edition)", "title_full": "Qualcomm and MediaTek announce support for Android Oreo (Go edition)", "published": "2017-12-07T11:27:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b73e6f4986616b7b32ac447993d2b93bbdf419ac", "url": "http://omgili.com/ri/.0rSU5LtMgzJTnq.XBNh8j3cPkoBkE2TYiSwVXNe.kAfAhD5JGb2RtfWs.uZrLXdlMgbGlJD1lRnJKz6QlQOvV2fO501dCm8n3gyYDhwWcodMwHB5JAdwIlUycdsb4VJx.3126022i0-", "ord_in_thread": 0, "author": "Manoj Tiwari (noreply@blogger.com)", "published": "2017-12-07T11:27:00.000+02:00", "title": "Qualcomm and MediaTek announce support for Android Oreo (Go edition)", "text": "Qualcomm and MediaTek have announced support for the Android Oreo (Go edition) which officially introduced at an event in India earlier this week for low-cost Android devices that have 512MB to 1GB...\n\n[Click on Title above to Read Full Story] ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "qualcomm", "sentiment": "none"}], "locations": [{"name": "india", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:36.041+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "45eef55a59a96c62be548ee85c6dcee8b59239fe", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIds2Dpaa58bbGEOBNfdr09tw-", "ord_in_thread": 56, "author": "Chan K.", "published": "2017-12-02T12:12:00.000+02:00", "title": "Four Stars", "text": "Good quality.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.041+02:00"}, {"thread": {"uuid": "b1206a26f1bae61435c6b9dcc1370f956e2481a5", "url": "http://omgili.com/ri/jHIAmI4hxg8KSMTvPVjIlisnYmQDt50k3dtGZxnThm0x24HvXUZTDMi7VMOVIySs", "site_full": "www.ooyuz.com", "site": "ooyuz.com", "site_section": "http://www.ooyuz.com/newsanalysis?term=rod smith", "site_categories": ["media", "financial_news", "finance"], "section_title": "rod%20smith News Results and Analysis |OOYUZ", "title": "Another Nice Review Of \"Anomaly!\" | Science 2.0", "title_full": "Another Nice Review Of \"Anomaly!\" | Science 2.0 : Related Articles | OOYUZ", "published": "2017-12-03T12:28:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.008, "main_image": "", "performance_score": 0, "domain_rank": 53324, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b1206a26f1bae61435c6b9dcc1370f956e2481a5", "url": "http://omgili.com/ri/jHIAmI4hxg8KSMTvPVjIlisnYmQDt50k3dtGZxnThm0x24HvXUZTDMi7VMOVIySs", "ord_in_thread": 0, "author": "Science 20", "published": "2017-12-03T12:28:00.000+02:00", "title": "Another Nice Review Of \"Anomaly!\" | Science 2.0", "text": "It was nice to find John Duffield's review of my book \"Anomaly! Collider Physics and the Quest for New Phenomena at Fermilab\" in the Amazon site today. John, who is a reader and commenter of this blog, liked the book as he took it the way I wanted it to be taken - as an entertaining account of a 600-scientists endeavour which could manage to pass some complex physics explanations along the way. John's review is the third one on the Amazon site, and joins a dozen others overall, all but one of wh.. Advertisement", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "john duffield", "sentiment": "neutral"}, {"name": "john", "sentiment": "none"}], "organizations": [{"name": "fermilab", "sentiment": "none"}], "locations": [{"name": "amazon", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:36.047+02:00"}, {"thread": {"uuid": "47de5fa416e9cd72da0961ac7468078e26d08e5a", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdp4DlokEiJOM", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "http://www.lazada.com.my/shop-women-dresses/", "site_categories": ["shopping"], "section_title": "Women Dresses Online Store With Best Price In Malaysia", "title": "Black with Black Waist Tie - Evening Dress", "title_full": "Black Dress with Black Waist Tie - Evening Dress | Lazada Malaysia", "published": "2016-12-10T10:10:00.000+02:00", "replies_count": 56, "participants_count": 52, "site_type": "discussions", "country": "MY", "spam_score": 0.178, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "30e412d6c6d88e0b3e59f89e61241ea135e8cbfd", "url": "http://omgili.com/ri/jHIAmI4hxg_DClj1CJSuf1w8zjfkOEFenQBMwyPKH9PYYcQhx.rK5sHyGi.LWnXMitOK7d3PiDAScXCaIa3C4fVtRciAYspJgcQdOxQ6Ic61_RxFZVPW_mDYkPzG2vu8Qm3q9Ky7oUxCwJeW2WjIdtCpvCRBfK8SVEYoSr1mIgA-", "ord_in_thread": 53, "author": "Veronica C. Michael", "published": "2017-11-29T00:28:00.000+02:00", "title": "Best brand", "text": "Always ordered from them n never had any problem with their svc. Good job Zashion ! Beautiful dress !", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:36.048+02:00"}, {"thread": {"uuid": "4141fa7ff98b5f9515f07ded2f002b6732122ced", "url": "http://omgili.com/ri/.wHSUbtEfZSPfVRrC83GDKJbKDRbkYjxaOoUs78mOohpdgeIoudLi7OzF_qONLh96Yz3rj0SAQmTf9oqaIBs1KsahOumS1PXhNosfx3l0tw-", "site_full": "www.nytimes.com", "site": "nytimes.com", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Back Home in Williamsburg - The New York Times", "title_full": "Back Home in Williamsburg - The New York Times", "published": "2017-12-07T12:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.216, "main_image": "https://static01.nyt.com/images/2017/12/10/realestate/10hunt1/10hunt1-facebookJumbo.jpg", "performance_score": 0, "domain_rank": 98, "social": {"facebook": {"likes": 40, "comments": 0, "shares": 40}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 28}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4141fa7ff98b5f9515f07ded2f002b6732122ced", "url": "http://omgili.com/ri/.wHSUbtEfZSPfVRrC83GDKJbKDRbkYjxaOoUs78mOohpdgeIoudLi7OzF_qONLh96Yz3rj0SAQmTf9oqaIBs1KsahOumS1PXhNosfx3l0tw-", "ord_in_thread": 0, "author": "Joyce Cohen", "published": "2017-12-07T12:00:00.000+02:00", "title": "Back Home in Williamsburg - The New York Times", "text": " Photo THE RENTERS Adam and Alison Sadel in their new one-bedroom in Williamsburg, Brooklyn. They lived in Williamsburg before moving to Toronto nearly four years ago. Credit Robert Wright for The New York Times Alison and Adam Sadel met in 2011 at the Equinox health club in Grand Central Terminal, where she worked and he was a member. They later moved in together, living with two roommates in a rental building in Williamsburg, Brooklyn.\nNearly four years ago, Equinox transferred Ms. Sadel, then Alison Hornstein, to Toronto, as the company was expanding in Canada. She rented a one-bedroom in a new condominium tower downtown, with a den, balcony, washer-dryer and two bathrooms. Mr. Sadel soon followed, finding a job in property management there.\nPhoto The Sadels signed a two-year lease on an apartment with an open kitchen in a new 40-story tower. Credit Robert Wright for The New York Times Last winter, however, they decided it was time to return to New York. Mr. Sadel, now 32, took a job in Manhattan as a broker for Park River Properties, which specializes in condo conversions. The couple knew that Ms. Sadel, an account executive at Equinox, would be able to transfer back to New York, though it was unclear exactly where she would be based. So Mr. Sadel lived with his parents in northern New Jersey while he looked for a one-bedroom and she wrapped up things in Canada.\n“It had been my job in Toronto to pick an apartment,” said Ms. Sadel, 29. “Adam moved in sight unseen. Now it was my turn to trust him.” Besides, she had other things to think about: At the time, they were engaged and she was busy planning their wedding at the Brooklyn Botanic Garden.\nPhoto The building has views of the waterfront. Credit Robert Wright for The New York Times The Sadels wanted to live in a relatively new building close to their jobs in Manhattan, and hoped to spend about $3,500 a month for a one-bedroom. Mr. Sadel’s priority was a large closet; Ms. Sadel’s was an open kitchen. Two bathrooms, they thought, would be nice, too.\nAdvertisement\n “Once you have two bathrooms, it’s hard to go back to one,” Mr. Sadel said, though he assumed it was inevitable. “We were looking for something similar to what we had in Toronto without sacrificing too much.”\nPhoto WILLIAMSBURG The apartment had surround-sound speakers, but the balcony was on a low floor overlooking a busy courtyard where “everyone could just watch you,” Mr. Sadel said. Credit Robert Wright for The New York Times Mr. Sadel began looking in Brooklyn Heights, where they had friends. But apartments seemed small for the price, and many of the buildings were old. He knew they would find more space in Williamsburg, as well as plenty of buildings built in the last decade or so, as the neighborhood had changed substantially in the few years they had been gone.\n Advertisement\n Mr. Sadel liked Leonard Pointe , built around 2014, where he was drawn to the surround-sound speaker system. But the apartment he saw there overlooked the Brooklyn-Queens Expressway, he said, “and you could hear the cars zooming by.”\nPhoto WILLIAMSBURG The building was relatively new, but the apartment overlooked the Brooklyn-Queens Expressway. Credit Robert Wright for The New York Times Another building, 101 Bedford , which opened in 2012 near McCarren Park, also had an available apartment with surround-sound speakers. It had a balcony as well, which was something they felt they could easily do without, and it was on a low floor overlooking a busy courtyard, with a fishbowl feel, he said, “where everyone could just watch you.”\nThen one day last spring, as Mr. Sadel was walking along Kent Avenue, he saw a 40-story tower rising in what looked like a great spot on the waterfront. The building, Level , was not offering showings yet, but he visited the rental office and saw floor plans that showed the desired open kitchen and ample closet space, as well as a washer-dryer.\nPhoto WILLIAMSBURG The building was brand new, the apartment had an open kitchen, and “I felt instantly home,” Ms. Sadel said. Credit Robert Wright for The New York Times When he later visited a one-bedroom there being offered for $3,520 a month, he sent a video to Ms. Sadel in Toronto.\nShe happily gave him the go-ahead. “I wanted it taken care of,” she said. “I trusted him because he has better taste than I do.”\nNewsletter Sign Up Sign Up for the Real Estate Newsletter Every week, get updates on residential real estate news, covering the five boroughs and beyond.\nPlease verify you're not a robot by clicking the box.\nInvalid email address. Please re-enter.\nYou must select a newsletter to subscribe to.\nSign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters.\nSee Sample Manage Email Preferences Not you? Privacy Policy Opt out or contact us anytime They signed a two-year lease that included two free months, and Mr. Sadel arrived in the middle of July, with Ms. Sadel joining him in August. (About a quarter of the building’s 554 units have been rented so far.)\nAdvertisement\n “I felt instantly home,” Ms. Sadel said. “I was so happy to be back in the city.”\nThe first few weeks they were there, the hallways were covered with plastic floor-protection film, Mr. Sadel said, and “you could hear people walking on it near your door” — a crunch that sometimes awakened him.\nIt has since been replaced by carpeting, but the construction continues. Because they are at work during the day, though, they are able to escape the brunt of it, and it is scheduled to be finished in the spring.\nTo his delight, Mr. Sadel realized he could ride the ferry to work, with a quick trip between the North Williamsburg landing and Murray Hill, though it runs less often than the subway.\nMs. Sadel heads to two gyms in the East 50s in Manhattan. She reluctantly gave up her 12-minute walk to work in Toronto, and now uses the crowded Bedford Avenue station, where she takes the L train and transfers uptown.\nThe only other real sacrifice, they said, was the second bathroom — but then, they expected that. “Our bathroom is a big bathroom,” Ms. Sadel said. “So it’s not a problem.”", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "adam", "sentiment": "neutral"}, {"name": "alison sadel", "sentiment": "neutral"}, {"name": "sadel", "sentiment": "none"}, {"name": "equinox", "sentiment": "none"}, {"name": "alison hornstein", "sentiment": "none"}, {"name": "robert wright", "sentiment": "none"}, {"name": "adam sadel", "sentiment": "none"}, {"name": "alison", "sentiment": "none"}, {"name": "sadels", "sentiment": "none"}], "organizations": [{"name": "new york times continue", "sentiment": "neutral"}, {"name": "new york times last", "sentiment": "none"}, {"name": "equinox", "sentiment": "none"}, {"name": "park river properties", "sentiment": "none"}, {"name": "new york times", "sentiment": "none"}], "locations": [{"name": "williamsburg", "sentiment": "none"}, {"name": "canada", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "brooklyn botanic garden", "sentiment": "none"}, {"name": "brooklyn", "sentiment": "none"}, {"name": "manhattan", "sentiment": "none"}, {"name": "williamsburg", "sentiment": "none"}, {"name": "toronto", "sentiment": "none"}, {"name": "new jersey", "sentiment": "none"}, {"name": "brooklyn heights", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:36.056+02:00"}, {"thread": {"uuid": "d948b2c3f281e84665814ac2d87eeac0f3b14179", "url": "http://omgili.com/ri/_0JOtn.4SCrq..gqyQUPoGCpwfHbZ03BjtQOOoQyuY9IVLEJ1.rv_NA.LnkcVmY8m.cIrPXhzoAksdA0hSaAAnuFvUiAXZiC", "site_full": "bimmersport.co.nz", "site": "bimmersport.co.nz", "site_section": "http://bimmersport.co.nz/forum/12-want-to-buy/", "site_categories": ["vehicles", "non_standard_content", "adult"], "section_title": "Want to buy - bimmersport.co.nz", "title": "E39 HID LEFT FRONT HEADLIGHT", "title_full": "E39 HID LEFT FRONT HEADLIGHT - Want to buy - bimmersport.co.nz", "published": "2017-12-05T16:51:00.000+02:00", "replies_count": 1, "participants_count": 2, "site_type": "discussions", "country": "NZ", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "21cc26fa9785558219a95dacda1f416c34d3494e", "url": "http://omgili.com/ri/_0JOtn.4SCrq..gqyQUPoGCpwfHbZ03BjtQOOoQyuY9IVLEJ1.rv_NA.LnkcVmY8m.cIrPXhzoAksdA0hSaAAuYMLTOUHgfjPgYZIZRaKIo-", "ord_in_thread": 1, "author": "Gabe79", "published": "2017-12-05T17:10:00.000+02:00", "title": "", "text": "I'd encourage you to watch some videos on fixing the adjuster. You'll spend $20-30 and a couple of hours at worse, versus a headlight which will be much more expensive.\nThat said, quite a few headlights on trademe, or Facebook from local folks wrecking E39s.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:37.000+02:00"}, {"thread": {"uuid": "2d53252e7ef3f386e68b9fa2f3bf35695bdf72ae", "url": "http://omgili.com/ri/DyQaNGXlfMoBKYdoJdaifdNs4q_4VHxxycwRw.EPuN6xHGGptBy81pDDnjX6U7Uy", "site_full": "thehawc.blogspot.com", "site": "blogspot.com", "site_section": "http://thehawc.blogspot.com/", "site_categories": [], "section_title": "Dr. Su/Sioux's Blog", "title": "School", "title_full": "School", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2d53252e7ef3f386e68b9fa2f3bf35695bdf72ae", "url": "http://omgili.com/ri/DyQaNGXlfMoBKYdoJdaifdNs4q_4VHxxycwRw.EPuN6xHGGptBy81pDDnjX6U7Uy", "ord_in_thread": 0, "author": "Dr. Su (noreply@blogger.com)", "published": "2017-12-07T12:02:00.000+02:00", "title": "School", "text": "Love, light and laughter, with health, happiness and horses! Total personal and planetary alignment with purpose, and community, partnering for the highest good of all. Following an ascension path and sharing my adventures with those interested. Thursday, December 7, 2017 School Life is school. Health is school. The world of nature, cool cool school. The institutions that we went to as kids, a kind of school that taught me mostly what NOT to do. It had bullies, mostly in the form of teachers, authority misused. Kids were secondary and a burden for many unable to handle their own lives, let alone shape the lives of kids. I always said my only good year was Kindergarten, since it got me out of the house! If your kids are struggling, call us. We can help. Our clinic teaches wellness, nutrition and balance. Kids deserve that, not headaches, fat bodies, and confusion, it causes them to lose themselves not find themselves. We use nature, whole and organic, horses, and hip camping to show power and balance. We have a tipi, a ranch, and tons of fun, while learning all the skills we teach. Join us, the Healing Arts Wellcare Center at Hawk's Ridge Ranch in Hudson Wisconsin is US! Posted by", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "healing arts wellcare center", "sentiment": "none"}], "locations": [{"name": "hawk's ridge ranch", "sentiment": "none"}, {"name": "hudson wisconsin", "sentiment": "none"}, {"name": "us", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:37.003+02:00"}, {"thread": {"uuid": "1d87286ad693da3f51ef661d4162ec32d0adad72", "url": "http://omgili.com/ri/.wHSUbtEfZSTTdSx_PvQrqezCFWWJDMUS9lk0sdIQMfe0tx0eJIwrCtVVYue2YLGtqNagok7Ev4KBP6rcDYWYRD5lzVnocjAOvV8eUgXYPxJZRZNq2YsXg--", "site_full": "blog.us.playstation.com", "site": "playstation.com", "site_section": "http://blog.us.playstation.com/tag/playstation-store/", "site_categories": [], "section_title": "playstation store – PlayStation.Blog", "title": "The Drop: New Games for 12/5/2017", "title_full": "The Drop: New PlayStation Games for 12/5/2017 – PlayStation.Blog", "published": "2017-12-01T02:00:00.000+02:00", "replies_count": 27, "participants_count": 26, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://static.blog.playstation.com/wp-content/uploads/2017/12/horizon-zero-dawn.png", "performance_score": 0, "domain_rank": 444, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9d3064ff0463d8e4ef5ff1d6b8ee60def4215c6a", "url": "http://omgili.com/ri/.wHSUbtEfZSTTdSx_PvQrqezCFWWJDMUS9lk0sdIQMfe0tx0eJIwrCtVVYue2YLGtqNagok7Ev4KBP6rcDYWYRD5lzVnocjAOvV8eUgXYPyMP5ERuR586bnz7iV43HA6HAqzvseVL4A-", "ord_in_thread": 27, "author": "Pixel_Drab", "published": "2017-12-07T04:22:00.000+02:00", "title": "", "text": "Hat in Time is a great game; already have it on PC!\nThe Deponia games are decent point-and-click titles…already have them on PC!\nLoco-Roco was okay, back in the days when PSN was hurting for content; already have it on PS3!\nGot the Jak trilogy on the PS3 already, and on sale for $10 for all 3 games as a bundle, a year or two ago.\nI guess it’s good news for everyone else that these games are showing up on my PS4…\n…but what reason do *I* have to get a PS4?\nMuch of the stuff on these weekly drops is just shovelware…\nAbout the only games I want for the system are Final Fantasy XV, Persona 5, and South Park: The Fractured But Whole,\nbut is that really enough to justify purchasing the console?\nHow much longer before Sony releases their next console, do you think?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:37.007+02:00"}, {"thread": {"uuid": "6f18e7ef6aef783e6ab3b7621b616c3e9b68b127", "url": "http://omgili.com/ri/jHIAmI4hxg_zaUD.fdVzkGGJSscSM_zfVOXCUj5hVg2visjVL5sH9G0rgEXj0zXprv8c2hRrm.Nl480xC5ZVHNQM5sQb_URLBCftRANr0VctUTibTB1InXmVdEfVBjejciVeiErt6HVWR56LOIWAr35RGmLWCjdU", "site_full": "www.coladaily.com", "site": "coladaily.com", "site_section": "http://coladaily.com/feed", "site_categories": ["media"], "section_title": "ColaDaily.com | You need the news, not the paper", "title": "Nephron Pharmaceuticals expanding its Lexington County facility, adding 125 jobs", "title_full": "Nephron Pharmaceuticals expanding its Lexington County facility, adding 125 jobs", "published": "2017-12-07T08:53:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://www.coladaily.com/wp-content/uploads/2017/01/Nephron1.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6f18e7ef6aef783e6ab3b7621b616c3e9b68b127", "url": "http://omgili.com/ri/jHIAmI4hxg_zaUD.fdVzkGGJSscSM_zfVOXCUj5hVg2visjVL5sH9G0rgEXj0zXprv8c2hRrm.Nl480xC5ZVHNQM5sQb_URLBCftRANr0VctUTibTB1InXmVdEfVBjejciVeiErt6HVWR56LOIWAr35RGmLWCjdU", "ord_in_thread": 0, "author": "Terry Ward", "published": "2017-12-07T08:53:00.000+02:00", "title": "Nephron Pharmaceuticals expanding its Lexington County facility, adding 125 jobs", "text": "Nephron Pharmaceuticals expanding its Lexington County facility, adding 125 jobs December 7, 2017 Pinterest Nephron- ColaDaily photo. \nNephron Pharmaceuticals Corporation, a manufacturer of sterile inhalation and 503B outsourcing medications, today announced a $12.5 million expansion to add 36,000 square feet of manufacturing space. The new investment is expected to create 125 new jobs by June. \n“The improvement of the facility will help us meet our commitment to solve the critical problem of drug supply shortages impacting healthcare in the United States,” said Nephron Pharmaceuticals Corporation CEO Lou Kennedy. \n“Nephron Pharmaceuticals has been an excellent job provider and bastion of economic prosperity for Lexington County. Their new expansion is exciting and encouraging, as it means their good work will continue to produce positive results for people in our state, as well as nationwide,” said Lexington County Council Chairman Todd Cullum \nThis expansion is a result of tremendous growth in both the Nephron 503B Outsourcing Division, and the existing respiratory therapy drug portfolio. The Outsourcing Division of Nephron is one of the fastest growing 503B facilities in America. 30 new products have been developed in 2017 in an effort to solve the nationwide drug shortage crisis. \nIn October 2011, the company announced a $313 million facility would be constructed in West Columbia, and 600 employees would be hired by 2017. To date, Nephron has invested more than $320 million, and currently, 640 people are employed. After 20 years in Orlando, Fla., Nephron relocated its headquarters to South Carolina. \nQUOTES \n“Nephron’s commitment to growing and expanding its operations in West Columbia and investing in South Carolinians is something we are extremely grateful for. We congratulate this fantastic company on the success it’s found here and look forward to seeing it continue for many years to come,” said Gov. Henry McMaster \n“Nephron has been a longtime member of Team South Carolina, and we congratulate this great company on today’s announcement. South Carolina continues to blaze a trail in the life science industries, and announcements like this one are a further testament to that.” –Secretary of Commerce Bobby Hitt \n“We congratulate our friends at Nephron Pharmaceuticals on today’s announced expansion. We are proud to have the company among our flourishing industries in the Central S.C. region. Nephron’s continued growth within Lexington County speaks to the company’s dedication and commitment to the area and the future of South Carolina.” –Central S.C. Alliance Chairman Mike Brenan \nFIVE FAST FACTS Nephron Pharmaceuticals Corporation is expanding its Lexington County facility. $12.5 million investment to create 125 new jobs. Headquartered in West Columbia, S.C., Nephron is a manufacturer of sterile inhalation and 503B outsourcing medications. This expansion will add 36,000 square feet of manufacturing space. For more information on Nephron, visit www.nephronpharm.com .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "henry mcmaster  “nephron", "sentiment": "none"}, {"name": "lou kennedy", "sentiment": "none"}, {"name": "bobby hitt", "sentiment": "none"}, {"name": "mike brenan", "sentiment": "none"}, {"name": "nephron", "sentiment": "none"}, {"name": "todd cullum", "sentiment": "none"}], "organizations": [{"name": "nephron pharmaceuticals", "sentiment": "none"}, {"name": "nephron 503b outsourcing division", "sentiment": "none"}, {"name": "central s.c. alliance", "sentiment": "none"}, {"name": "lexington county council", "sentiment": "none"}, {"name": "commerce", "sentiment": "none"}, {"name": "nephron pharmaceuticals corporation", "sentiment": "none"}], "locations": [{"name": "lexington county", "sentiment": "none"}, {"name": "south carolinians", "sentiment": "none"}, {"name": "s.c.", "sentiment": "none"}, {"name": "central s.c.", "sentiment": "none"}, {"name": "fla.", "sentiment": "none"}, {"name": "west columbia", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "orlando", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "nephron", "sentiment": "none"}, {"name": "team south carolina", "sentiment": "none"}, {"name": "south carolina", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:37.014+02:00"}, {"thread": {"uuid": "b89736ff43211a4c2943811d54b8b4e06d750080", "url": "http://omgili.com/ri/.wHSUbtEfZR4pZc0X7gOh0IQ83Ioo..ki7g7qg20u877ZyWJnOtM6EJH0liq9mdiXlHZvSBfDBUGqGlhFe1gKIKwhteWnk7SIXx_oku.AJfjB6F.jslI_Gh4SnM9CzT4tjZQ1Yz1GTQ-", "site_full": "stacy1earnestine.wordpress.com", "site": "wordpress.com", "site_section": "https://stacy1earnestine.wordpress.com", "site_categories": [], "section_title": "You Have Great Tips About Bodybuilding Right Here! – Why Ladies Required Strength Training", "title": "You Have Great Tips About Bodybuilding Right Here!", "title_full": "You Have Great Tips About Bodybuilding Right Here!", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b89736ff43211a4c2943811d54b8b4e06d750080", "url": "http://omgili.com/ri/.wHSUbtEfZR4pZc0X7gOh0IQ83Ioo..ki7g7qg20u877ZyWJnOtM6EJH0liq9mdiXlHZvSBfDBUGqGlhFe1gKIKwhteWnk7SIXx_oku.AJfjB6F.jslI_Gh4SnM9CzT4tjZQ1Yz1GTQ-", "ord_in_thread": 0, "author": "stacy1earnestine", "published": "2017-12-07T12:02:00.000+02:00", "title": "You Have Great Tips About Bodybuilding Right Here!", "text": "Correct advice about building muscle is invaluable to those wanting to increase muscle mass. This article is packed with useful information and advice to help you build muscle. Take a few minutes to read over these ideas and apply them to your own efforts.\nRemember that muscles grow during periods of rest, if you are trying to build muscle. So, try limiting your weight training to 2 or 3 days per week with a day of rest in between. On the off days, you could concentrate on doing cardio exercises to give the muscles a break.\nDo not train one day and follow it by another training session the next. Always skip one day between to be sure that your muscles have the time that they need to repair themselves before working out again. If you do not allow them to heal, they are not going to develop as fast as you would like them to, and you could end up hurting yourself.\nDo not train one day and follow it by another training session the next. Always skip one day between to be sure that your muscles have the time that they need to repair themselves before working out again. If you do not allow them to heal, they are not going to develop as fast as you would like them to, and you could end up hurting yourself.\nShort-term use of creatine supplements can help you build muscle with minimal risks. Creatine plays an important role in your body in that it is required to produce ATP, a basic and vital form of energy. Your body cannot function without ATP, and lack of creatine can cause muscle problems. Having a higher level of creatine will enable you to train more intensely, and for a prolonged period of time.\nYou should completely exert yourself when performing weight lifting exercises in order to maximize your muscle gain results. Do this by forcing yourself to keep doing one more repetition until you absolutely cannot. This sends a clear signal to your body that you need more muscle. Remember to get help from a spotter so that you do not suddenly drop the weight when you are finished.\nYou need to know how many calories to eat per day in order to gain the muscle you want to gain. To determine your daily calorie intake you should multiple your weight by 15. mouse click the next page resulting number is the number of calories your body needs to build muscle and burn as much fat as possible.\nIf you cannot get to the gym for some reason, do not skip your workout altogether. You can simply do chin-ups, pushups and dips in your home. Even with all of the fancy equipment at the gym, they still remain the best forms of upper body building that you can do.\nMake sure you’re getting enough calories. There are a number of online calculators to help you calculate what your caloric need is, for how much muscle you hope to build. Once you have determined your caloric needs, you need to make sure that you increase your levels of carbohydrates and proteins in proportion to get the maximum benefit.\nA great tip for growing muscle that is often overlooked is getting an adequate amount of sleep. Your body heals itself and changes while sleeping. Therefore, if you don’t get enough of it, you aren’t allowing your body the chance to do these things. If you are working out hard, aim for at least eight hours of sleep, if not more.\nBecoming huge and buff isn’t necessarily the goal of everyone who weight trains. There are a variety of bodybuilding routines designed to get different results. You need to determine what your goals are before settling on one. If your goal is to gain lots of mass and bulk up, a supplement will probably be required.\n\nAllow yourself to eat some ice cream. Studies have shown that eating one bowl of any type of ice cream that you like about two hours after a workout does some good. It will trigger the surge of insulin in your body better than many other foods will, and it will taste good too!\nWhen lifting weights, you should attempt to end your session with a pump. Studies have demonstrated that your strength and muscle size can be increased by pushing an additional amount of blood into your muscles through a high-rep set after your normal sets. Try ending with a set of twenty reps or even one hundred reps of an isolation exercise.\nOne very important you can do for your weight training program is to keep a training diary. Keep a log of what kind of exercises you do, the amount of weight you are lifting along with any changes. This way you won’t forget your routine and any increases in weight or other changes you have made. Your progress will go forward if you keep track of everything.\nStretching after you do an exercise can be just as important as stretching during a warm-up! Immediately, after you have worked on a muscle group, do a stretch that focuses on that group and hold the stretch position for a good 90 seconds. This will stretch out the fascia (the connective tissue surrounding the muscle) and encourage more muscle growth.\nDon’t be tempted into taking steroids. Steroids work by replacing and overwhelming the naturally-occurring hormones in the body, which can have terrible effects. Steroids can also have a negative effect on your liver, cause breast development in men, and deplete the ‘good’ cholesterol levels in your body. Steroids also affect the user’s moods in a negative way and can cause breakouts of acne. Highly recommended Online site is not appealing, is it?\nWeight training and cardio routines go together like peanut butter and jelly. Not only do they both work towards the same thing, but they also have a high level of synergy together. This means that including some light running into your routine can have large results in your muscles.\nWhen starting out in muscle development, focus on major lifts initially. Exercises that work out multiple muscle groups should take priority over exercises that target specific groups. Save targeted exercises for later in your workout when you are warmed up and able to focus your energy and attention much better.\nAdding muscle mass can be a challenge if you lack the proper guidance. Most people have the potential to transform their body, but simply need a few tips to get started. Take the ideas and concepts in the article you just read to heart, and you will be amazed by the results you can achieve.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "atp", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:37.015+02:00"}, {"thread": {"uuid": "445d2fed462722e94615dc4d771b835b70aa756f", "url": "http://omgili.com/ri/.wHSUbtEfZTw6W4s5kEcE5VLQjRlLj1m6ernk1hxAlkePvziH9JQtAmx6i5WpMTk96fDfXi2cTrmcAND9aT.xnJMJgOUH8.Zc00fwVcFiRfT69cSGG8mHcvWi2.ggmDOlzHYYTsPpHzyDLgoyX4BbQ--", "site_full": "margaretgreyes.wordpress.com", "site": "wordpress.com", "site_section": "https://margaretgreyes.wordpress.com", "site_categories": [], "section_title": "Hurricane-force gusts could cripple battle vs. SoCal wildfires – Margaret Reyes", "title": "Hurricane-force gusts could cripple battle vs. SoCal wildfires", "title_full": "Hurricane-force gusts could cripple battle vs. SoCal wildfires", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "445d2fed462722e94615dc4d771b835b70aa756f", "url": "http://omgili.com/ri/.wHSUbtEfZTw6W4s5kEcE5VLQjRlLj1m6ernk1hxAlkePvziH9JQtAmx6i5WpMTk96fDfXi2cTrmcAND9aT.xnJMJgOUH8.Zc00fwVcFiRfT69cSGG8mHcvWi2.ggmDOlzHYYTsPpHzyDLgoyX4BbQ--", "ord_in_thread": 0, "author": "margaretgreyes", "published": "2017-12-07T12:02:00.000+02:00", "title": "Hurricane-force gusts could cripple battle vs. SoCal wildfires", "text": "Unprecedented conditions in forecast could leave crews with “no ability to fight fires”\nfrom Home – CBSNews.com http://www.cbsnews.com/news/hurricane-force-gusts-could-cripple-battle-against-southern-california-wildfires/ ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:37.016+02:00"}, {"thread": {"uuid": "5c17473cc6e0bb758fa53b57cea0e4907412aa85", "url": "http://omgili.com/ri/jHIAmI4hxg_ItQbIV25W.rGDAk..RKh1KHzYsGPl0Mj8qo0laizWeXHTjTKSOvvka1MvRbbHT2nC_RtdTL86VgWEy.PbOTyU", "site_full": "www.idownloadblog.com", "site": "idownloadblog.com", "site_section": "http://www.idownloadblog.com", "site_categories": [], "section_title": "iDownloadBlog.com", "title": "This tweak ports the iPad Camera app interface to the iPhone", "title_full": "This tweak ports the iPad Camera app interface to the iPhone", "published": "2017-12-07T12:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": 8691, "social": {"facebook": {"likes": 7, "comments": 0, "shares": 7}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5c17473cc6e0bb758fa53b57cea0e4907412aa85", "url": "http://omgili.com/ri/jHIAmI4hxg_ItQbIV25W.rGDAk..RKh1KHzYsGPl0Mj8qo0laizWeXHTjTKSOvvka1MvRbbHT2nC_RtdTL86VgWEy.PbOTyU", "ord_in_thread": 0, "author": "Anthony Bouchard", "published": "2017-12-07T12:00:00.000+02:00", "title": "This tweak ports the iPad Camera app interface to the iPhone", "text": "0 \nI routinely use the Camera app on both my iPhone and iPad, but between the two, I prefer the look and feel of the Camera interface on the iPad. \nIf you’re in the same boat, then a new free jailbreak tweak called iPad Cam for iPhone (iOS 10) by iOS developer Adel Hammoud might be right up your alley. \nAs shown above, iPad Cam for iPhone transforms your iPhone’s Camera app to look more like the iPad’s by rearranging various elements inside the app. For example, the shutter button, camera mode selector, and zoom slider become relocated to new locations, as do other controls. \nWhile it’s a neat concept to have the iPad-style Camera interface on your iPhone , and I personally prefer it, I’ll be the first to admit that the iPhone’s stock interface feels somewhat more ergonomic. \nWhy? Mostly because the iPad’s interface makes it more awkward to tap on the shutter button, as it’s now located on the right side of the screen rather than at the bottom. On the other hand, I like having the camera mode selector and zoom slider on either side of the screen as opposed to the bottom. \nThe iPad Cam for iPhone tweak might be triggering some serious déjà vu in your mind right now, and that’d be because Hammoud launched another tweak back in September that accomplished the exact opposite purpose: porting the iPhone’s Camera app user interface to the iPad. \nWith both tweaks now available, you can finally get the interface you prefer on all of your devices. Furthermore, neither tweaks have any options to configure, keeping things super simplistic. \niPad Cam for iPhone (iOS 10) is a free download from Cydia’s BigBoss repository and should work on all jailbroken iPhones running iOS 10 . Worthy of note, the tweak has only been tested on Plus-sized (5.5-inch) devices, so stay wary if you’re using anything else. \nDo you prefer the iPad’s Camera app UI over the iPhone’s? Let us know in the comments section below. Tagged:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:37.030+02:00"}, {"thread": {"uuid": "279ab31a346206181855264a5eb7e95486b2c773", "url": "http://omgili.com/ri/.wHSUbtEfZR.uda6hkrgiNXDrjHTMhAkIP0y7GrgSPZb4UV33oP.osF2GUOztcntD1L7ceDUNyfs.xMqT1qb..6b.mAlWkEC_1sWGn.gmWUTJjh1DZcaKw--", "site_full": "foodtherapy.life", "site": "foodtherapy.life", "site_section": "", "site_categories": ["travel"], "section_title": "", "title": "Police officers talk about their battle against PTSD | FoodTherapy", "title_full": "Police officers talk about their battle against PTSD | FoodTherapy", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "CA", "spam_score": 0.014, "main_image": "https://ichef-1.bbci.co.uk/news/320/cpsprodpb/18602/production/_99024899_suziephoto.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "279ab31a346206181855264a5eb7e95486b2c773", "url": "http://omgili.com/ri/.wHSUbtEfZR.uda6hkrgiNXDrjHTMhAkIP0y7GrgSPZb4UV33oP.osF2GUOztcntD1L7ceDUNyfs.xMqT1qb..6b.mAlWkEC_1sWGn.gmWUTJjh1DZcaKw--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T12:02:00.000+02:00", "title": "Police officers talk about their battle against PTSD | FoodTherapy", "text": "Image caption Sgt Suzie Randall struggled with her mental health after working in traumatic circumstances More than half of all police forces in England and Wales have told the BBC the number of officers having to take long-term sick leave because of mental health problems has been increasing over the last six years. 5 live Investigates has spoken to officers struggling to cope with post-traumatic stress disorder (PTSD) brought on by some of the disturbing things they’ve experienced during the course of their job. \n“I remember just before Christmas going to the death of a child,” Sussex police sergeant Suzie Randall recalls. \n“If you can imagine walking into a house with a massive Christmas tree and the child’s siblings sobbing their hearts out, the family sobbing their hearts out. That was the first incident when I think I suddenly became not very well.” \nSuzie was an experienced officer with many years in the job when her mental health began to suffer. \nUnsure of quite what was wrong and determined not to let the public or her colleagues down, the 44-year-old didn’t immediately seek help. \n“I carried on and over a three-month period I dealt with some horrific incidents. A samurai sword attack, a double murder – just awful, awful things.” \nOne which really upset her involved a young man who died after being stabbed. She was with his mother as he lay injured in hospital. \n“I remember holding her hand. Her son was being rushed to another hospital to try to save his life. I remember grabbing her hand running out of the room saying, ‘I’m really, really sorry, you’ve got two seconds, please give your son a kiss, just say goodbye to him now and I’ll take you to the next hospital.'” \nSoon afterwards she confided in her husband that she couldn’t stop crying and shaking. \nI could smell the bodies when I woke up Paul Settle, Retired police officer \nSuzie was suffering from PTSD brought on by the things she had seen on the job. She sought help and is now back at work, but for some the damage is just too great. \nFormer Metropolitan police officer Paul Settle, 44, retired through ill health last month after more than 25 years in the job. He too is suffering from PTSD. \nFor years after some of the horrific incidents he had seen, he was a high-functioning officer on an accelerated promotion scheme. \n“Most of my career was dealing with serious crime and it was not uncommon for me to see things that most people would regard as horrific. I’ve probably dealt with 100 murders,” he says. \nBut eventually things which had happened years before started to haunt him – an IRA bomb attack in Wood Green, London in 1992 and his work to help identify and repatriate Britons killed in the 2004 Thailand tsunami. ‘You dread going to sleep’ \n“It is really difficult to understand because for the best part of 20 years it never affected me, then out of nowhere it started to affect me in a very nasty and intrusive way.” \nHe started to have nightmares where he would wake up feeling the heat from the bomb blast. \n“In the case of the tsunami, I could smell the bodies when I woke up. It was quite a rapid descent. You begin to dread going to sleep so you stay up later.” \nHe says he initially turned to alcohol to help him get to sleep, but quickly found that made matters worse so sought intensive treatment instead to try to help him overcome debilitating symptoms which he says have reduced him to a shadow of his former self. \nEven after treatment he still finds it hard to go out or be in a crowd. \nSirens and some loud noises can trigger gut wrenching and exhausting episodes of hyper arousal, an intense anxiety which can last for weeks on end. \n“On two occasions I was preparing to kill myself. But whilst I was at my lowest point I decided I needed to try to make the best of a bad situation. I don’t think I’ll ever recover fully.” ‘Officer numbers falling’ \nAn FOI request of police forces in England and Wales found officers taking more than a month off has been increasing over the past six years. \nOf the 26 forces which provided the information, all but one had seen a rise in sickness rates increasing from 1,631 in 2010-11 to 2,804 in 2016-17 – a rise of 72%. \nAt the same time the number of police officers working at those forces dropped by 17%. Across England and Wales police officer numbers are lower than they have been for 20 years according to Home Office data. \nThe Home Office says it recognises the issue and has committed £7.5m to pilot a new welfare support service for police officers. \nThe National Police Chiefs’ Council also said it was working hard to help support officers. \nBut coupled with increasing demands on the emergency services as a result of terrorist attacks and other serious crime, Paul and Suzie both say they feel reduced officer numbers also have a significant part to play in making people ill. \nSuzie said if staffing had been better in her unit, she and colleagues working under her may not have had to deal with so many difficult jobs. \n“They are having to go to a lot more incidents, a hell of a lot more in such a short space of time without being able to step away and process it in their mind before they go on to something else. \n“It has had an impact and it will continue to have an impact until officer numbers are increased.” \nTo hear more about this story, tune into 5 live Investigates on 3 December at 11:00 BST or listen to the podcast. \nHave you got something you want investigating? We want to hear from you. Email us. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "suzie randall", "sentiment": "none"}, {"name": "paul settle", "sentiment": "none"}, {"name": "suzie", "sentiment": "none"}, {"name": "paul", "sentiment": "none"}], "organizations": [{"name": "bbc", "sentiment": "none"}, {"name": "ira", "sentiment": "none"}, {"name": "home office", "sentiment": "none"}, {"name": "sussex", "sentiment": "none"}, {"name": "national police chiefs’ council", "sentiment": "none"}], "locations": [{"name": "wales", "sentiment": "none"}, {"name": "england", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "wood green", "sentiment": "none"}, {"name": "thailand", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:37.037+02:00"}, {"thread": {"uuid": "1a8e6bdb5f47e5469be6cc1a8f6b57ae4da6dd6a", "url": "http://omgili.com/ri/jHIAmI4hxg.KyFsvGMHdxTJ518D4grQH1Cl8x_ENth9pEV44sGcX1o_92K.D4_h8_8NdUrBQTNOigqhGGGoFmCaS2OsANQpo5VkuvOvG9aegRYqzrIfOaA--", "site_full": "www.kevindjakporblog.com", "site": "kevindjakporblog.com", "site_section": "http://www.kevindjakporblog.com/", "site_categories": [], "section_title": "Kevin Djakpor Blog", "title": "'Buhari sent Airforce to bomb hundreds of Christian farmers in Adamawa who were attacked by Fulani herdsmen' FFK says", "title_full": "'Buhari sent Airforce to bomb hundreds of Christian farmers in Adamawa who were attacked by Fulani herdsmen' FFK says", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1a8e6bdb5f47e5469be6cc1a8f6b57ae4da6dd6a", "url": "http://omgili.com/ri/jHIAmI4hxg.KyFsvGMHdxTJ518D4grQH1Cl8x_ENth9pEV44sGcX1o_92K.D4_h8_8NdUrBQTNOigqhGGGoFmCaS2OsANQpo5VkuvOvG9aegRYqzrIfOaA--", "ord_in_thread": 0, "author": "Kevin Djakpor (noreply@blogger.com)", "published": "2017-12-07T12:02:00.000+02:00", "title": "'Buhari sent Airforce to bomb hundreds of Christian farmers in Adamawa who were attacked by Fulani herdsmen' FFK says", "text": "\n\nAs he shared on his Twitter page.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "buhari", "sentiment": "none"}, {"name": "fulani", "sentiment": "none"}], "organizations": [{"name": "ffk", "sentiment": "none"}], "locations": [{"name": "adamawa", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:38.001+02:00"}, {"thread": {"uuid": "e0c53b5019ca20e59d29c7a0fb1f2990624a072d", "url": "http://omgili.com/ri/.wHSUbtEfZSknjLeMG94ou7G2GJrcr7AAxBjuvk4fMP9zgR_4SjiuBhXsObQwXPcXn_iuIQNUsGHWd0gVzfxdDmXcKQO1souMZY5CVUTPUnKYFjKMG0CMBxYjFExsyRS", "site_full": "www.amazon.ca", "site": "amazon.ca", "site_section": "https://www.amazon.ca/gp/product-reviews/B075Q8C6N9/ref=s9_acsd_newrz_hd_bw_b3NRPzn_c_x_9_w?pf_rd_m=A3DWYIK6Y9EEQB&pf_rd_s=merchandised-search-8&pf_rd_r=TFD6V04VA9NTRJ6MYZ74&pf_rd_t=101&pf_rd_p=a647abf0-50c3-5e67-a17c-8a2fe67770eb&pf_rd_i=3094789011", "site_categories": ["shopping"], "section_title": "Amazon.ca:Customer reviews: Aken 30 Pcs Gear Ties, Reusable Rubber Twist Tie, 3\"+6\"+8\"+10''+12\" Silicone Cable Wire Tie, 3 Different Sizes Cord Wraps Wire Organizer Management for Home / Office / Garage / Workshop, Assorted Colors", "title": "24 Pcs Twist Ties, SENHAI 18\" 12\" 3\" & 6\" silicone Ties Rubber Straps Holder Management Cording Hanging - Black, Green, Orange, Red", "title_full": "Amazon.ca:Customer reviews: 24 Pcs Twist Ties, SENHAI 18\" 12\" 3\" & 6\" silicone Cable Ties Reusable Rubber Straps Holder for Cord Management Cording Hanging - Black, Green, Orange, Red", "published": "2017-05-23T03:00:00.000+03:00", "replies_count": 5, "participants_count": 6, "site_type": "discussions", "country": "CA", "spam_score": 0.004, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "930a82dd2f949d621e686e513f581ea94b6635ac", "url": "http://omgili.com/ri/.wHSUbtEfZSknjLeMG94ou7G2GJrcr7AAxBjuvk4fMP9zgR_4SjiuBhXsObQwXPcXn_iuIQNUsGHWd0gVzfxdDmXcKQO1souMZY5CVUTPUnKYFjKMG0CMPs8ipIGqlgpTDEY2BrChKM-", "ord_in_thread": 5, "author": "DOMENIC DUBREUIL", "published": "2017-11-24T02:00:00.000+02:00", "title": "", "text": "Correct stars: 4", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:38.003+02:00"}, {"thread": {"uuid": "f7cd603ae0eaea0b21bd3f13d259dd534413d8a2", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B46nKBJw2W4vZsEXYbOGaoaq9bsKB0v_rJaHpuhQ6iVpKYNQxN7.cQioOM7fompcxgqys.jLu1OxACxFZk93PSU14Zb3dhjKx4SQTcHxbLjWhpCMZWkJcxd4-", "site_full": "www.portsmouth.co.uk", "site": "portsmouth.co.uk", "site_section": "https://www.portsmouth.co.uk/rss/cmlink/1.7167516", "site_categories": ["media", "non_standard_content"], "section_title": "The News News Feed", "title": "QUEEN VISIT: Council leader says ‘this is fulfilling a life’s ambition’", "title_full": "QUEEN VISIT: Council leader says ‘this is fulfilling a life’s ambition’", "published": "2017-12-07T11:50:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://res.cloudinary.com/jpress/image/fetch/w_300,f_auto,ar_3:2,c_fill/https://www.portsmouth.co.uk/webimage/1.8279953.1512640249!/image/image.jpg", "performance_score": 0, "domain_rank": 67196, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f7cd603ae0eaea0b21bd3f13d259dd534413d8a2", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B46nKBJw2W4vZsEXYbOGaoaq9bsKB0v_rJaHpuhQ6iVpKYNQxN7.cQioOM7fompcxgqys.jLu1OxACxFZk93PSU14Zb3dhjKx4SQTcHxbLjWhpCMZWkJcxd4-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:50:00.000+02:00", "title": "QUEEN VISIT: Council leader says ‘this is fulfilling a life’s ambition’", "text": "Hayling Island QUEEN VISIT: Council leader says ‘this is fulfilling a life’s ambition’ Sorry, we're having problems with our video player at the moment, but are working to fix it as soon as we can Waiting for Video... Published: 09:50 Thursday 07 December 2017 Aircraft carrier HMS Queen Elizabeth is now officially part of the Royal Navy - ahead of schedule QUEEN VISIT: Excitement starts to build at naval base ahead of HMS Queen Elizabeth Commissioning ceremony", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elizabeth picture", "sentiment": "negative"}, {"name": "nigel foster", "sentiment": "none"}, {"name": "elizabeth", "sentiment": "none"}, {"name": "cllr donna jones", "sentiment": "none"}, {"name": "cllr jones", "sentiment": "none"}], "organizations": [{"name": "council", "sentiment": "negative"}, {"name": "portsmouth city council", "sentiment": "none"}, {"name": "royal navy", "sentiment": "none"}], "locations": [{"name": "portsmouth", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:38.005+02:00"}, {"thread": {"uuid": "b73c918bc87876ffc2e30858562bbbb0a3e4d8ad", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gSwnC2NodwOYbtSf8L1Y4Owk-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b73c918bc87876ffc2e30858562bbbb0a3e4d8ad", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gSwnC2NodwOYbtSf8L1Y4Owk-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:58:00.000+02:00", "title": "", "text": "[device]\r\ntype=\"wayteq_950_bt_HD\"\r\n\r\n[folders]\r\nhas_secondary_root=0\r\n\r\n[gps]\r\nprotocol = \"NMEA\"\r\nset_messages=0\r\nport = 1\r\nbaud = 38400\r\n\r\n[tmc]\r\nsource=\"royaltek\"\r\nport=\"COM,4\"\r\nbaud=38400\r\ninit_on_startup=1\r\nreinit_on_hardware_lost=1\r\n\r\n[dynamiccompressor]\r\ncompressor=\"1\"\r\na0=\"56806\"\r\nthrs=\"24703\"\r\nratio=\"8\"\r\ngain=\"12\"\r\n\r\n[sound.announcer]\r\ngps_signal_lost=\"1\"\r\ngps_disconnected=\"1\"\r\n\r\n[sound.speech]\r\ndelay_msec_between_speeches=\"600\"\r\n\r\n[sound]\r\nguidance_volume=\"255\"\r\ntts_volume=\"255\"\r\nalarm_volume=\"255\"\r\neffect_volume=\"255\"\r\nmic_volume=\"255\"\r\ncsv_voice_enabled=\"1\"\r\n\r\n\r\n[loading]\r\nloading_bmp=\"loading.jpg\"\r\n\r\n[interface]\r\ntheme=\"skin\\gj_ak_v3.10.0_day_zz4_silver.zip\"\r\ntheme_day=\"skin\\gj_ak_v3.10.0_day_zz4_silver.zip\"\r\ntheme_night=\"skin\\gj_ak_v3.10.0_night_zz4_silver.zip\"\r\nminzoom2D=50\r\ndriveralert_sound=1\r\nskin=\"ui_igo9\"\r\nresolution_dir=\"800_480\"\r\nshutdown_time=0\r\nshow_detailed_posinfo=1\r\nshow_tmc_eventlist=1\r\nshow_exit=1\r\nshow_tmc_config=1\r\nshow_programs=1\r\nshowexitnum=1\r\nextra_settings=1\r\ndrive_carefully=0\r\nrecalc_voice=0\r\nlaneinfo_signpost_enabled=1\r\nvga=0\r\ncapture_to_jpeg=1\r\nmax_distance_for_route_to_poi=2000\r\nstart_navigation_time=10\r\nunreachable_viapoint_as_target=1\r\nmax_flag_distance_3d=5000\r\nhighlighted_cityname_first=1\r\nbilang_city=1\r\nclearcity=1\r\n\r\n[rawdisplay]\r\ndriver=\"gdi\"\r\n\r\n[network]\r\navailable=\"1\"\r\n\r\n[2d]\r\nmax_icons_shown=20\r\ngroup_poi_icons=0\r\n\r\n[3d]\r\nmax_pois=20\r\nmax_pois_on_horizont=5\r\nshow_planned_route_arrows=1\r\nshow_arrows_on_route=1\r\nshow_guidance_arrows=1\r\nshow_guidance_strip=1\r\nplanned_route_contour_width=8\r\nminimum_flag_distance=5000\r\nuse_all_building_textures=1\r\n\r\n[debug]\r\nrender_without_focus=1\r\nreserve_memory=2097152\r\nenable_roadsign=1\r\nshow_arrows_on_route=1\r\nskip_eula=1\r\nshow_gps_pos=1\r\nshow_hnr=1\r\nshow_lane_info=1\r\nshow_residentonly=1\r\nshow_signpost=1\r\nshow_speed_limit=1\r\nshow_turn_penalty=1\r\nshow_oneway=1\r\nshow_oneway_3d=1\r\nhnr=1\r\nbuiltupborder=1\r\nspeedcam_enabled=1\r\ntraincrossing=1\r\nexperimental_features=1\r\nscreenshotfilename=\"\\captures\\ffscreen_%05d.jpg\"\r\n\r\n[feature]\r\ntmc_event_coloring=1\r\ntmc_traffic_side=1\r\ntmc_show_direction_arrows=1\r\nsignpost_nightshading=1\r\nsignpost_coloring=1\r\n\r\n[map]\r\n2dheadup=1\r\n3d_min_zoomlevel=30\r\n3d_max_zoomlevel=35\r\n3d_tunnels=1\r\nshow_blockroad=1\r\nspeedcam_visibility=2000\r\n\r\n[map_update_checker]\r\nenabled=0\r\n\r\n[navigation]\r\ncrossborder_warning=\"real\"\r\nshow_current_city=1\r\nshow_city_in_next_street=1\r\nshow_city_in_next_street_distance=10000\r\nshow_countrychange=1\r\nslowspeed_time=5 ;(5)\r\nslowspeed_limit=10 ;(5)\r\njunction_view_at_maneuver=1   ;(1)\r\njunction_view_on_highways_only=0   ;(1)\r\njunction_view_distance=300      ;(200)\r\njunction_view_distance_ramp=500   ;(400)\r\njunction_view_distance_highway=800   ;(800)\r\n\r\n[oasis]\r\nexclude_directories=\"%root%,%SDMMC%,%root%/ResidentFlash/mobilenavigator/content,%root%/ResidentFlash/mobilenavigator/GFX\"\r\ninclude_directories=\"PICTURE::%root%/ResidentFlash/képek,MUSIC::%root%/ResidentFlash/zene,MUSIC::%sdcard%/zene,PICTURE::%sdcard%/képek,PICTURE::%root%/ResidentFlash/mobilenavigator/captures\"\r\n\r\n[other]\r\ndemo_enabled=0\r\n\r\n[poi]\r\nuse_multi_poi_icon=0\r\n\r\n[power]\r\nbacklight_min = 1\r\nbacklight_max = 4\r\nbacklight_methods = 61\r\nbacklight_events = 1,2\r\nbacklight_manage_values = 1\r\nbacklight_manage_keys = 1\r\nbattery_low_limits=”41,34”\r\nbattery_critical_limits=”30,18”\r\nbattery_shutdown_at=7\r\n\r\n[rawdisplay]\r\nscreen_x=800\r\nscreen_y=480\r\nhighres=0\r\n\r\n[route]\r\nallow_offroad_waypoints=1\r\nguidance_at_highway_entry=1\r\n\r\n[route.histspeed]\r\nenabled=1\r\nshow=1   \r\n\r\n[tripcomputer]\r\nnum_of_trips=4\r\n\r\n[tts]\r\nautomatic_direction_conversion=1\r\nannounce_exit_directions=1\r\ntts_buffer=131072\r\ntts_logics=3\r\npriority=HIGH\r\nalways_say_road_names=3\r\nannounce_street_name=1\r\nskip_exit_numbers=2\r\nsupress_Prepare_to=0\r\nsupress_straight=0\r\n\r\n[mapchanger]\r\nmap_ta=\"TELEATLAS\"\r\nmap_nt=\"NAVTEQ\"\r\nmap_ot=\"Top Map\r\n\r\n[themechanger]\r\nwork_dir=\"\\SDMMC\\primo12\"\r\nmortscript=\"\\SDMMC\\primo12\\MortScript.exe\"\r\n\r\n[3dcar]\r\nwork_dir=\"\\SDMMC\\primo12\"\r\nmortscript=\"\\SDMMC\\primo12\\MortScript.exe\"\r\n\r\n[switchmap]\r\nchanger=\"\\SDMMC\\primo12\\extension\\MapChanger\\MapChanger.exe\"\r\n1=\",map_ta,\\SDMMC\\primo12\\,\\SDMMC\\primo12\\,\"\r\n2=\",map_nt,\\SDMMC\\primo12\\,\\SDMMC\\primo12\\,\"\r\n3=\",map_ot,\\SDMMC\\primo12\\,\\SDMMC\\primo12\\,\"\r\n4=\",map_us,\\SDMMC\\primo12\\,\\SDMMC\\primo12\\,\"\r\npoiswitch=1\r\n\r\n[regional]\r\ndateformat=\"1\"\r\nlang_path_hint=\"lang\\Lang_Hungarian_1.2.zip\"\r\nlanguage_key=\"hungarian\"\r\nlanguage_lcid=\"1038\"\r\nunits=\"1\"\r\nvoice_key=\"TTS_nua_hun_f1_lua-dri40-vssq5f22\"\r\nvoice_path_hint=\"voice\\Voice_TTS-nua-hun-f1-lua-dri40-vssq5f22.zip\"\r\n\r\n\r\n[warning]\r\nspeedlimit_warning_visual=1\r\nspeedcam_warning=1\r\nis_spoken=1\r\nspeedcam_max_lookahead=2000\r\n\r\n[speedcam_category:0]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Fix sebességméro kamera.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"110:1000,90:900,60:700,20:500\"\r\n\r\n[speedcam_category:1]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Lehetséges mobil sebességmérés.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"110:1000,90:900,60:700,20:500\"\r\n\r\n[speedcam_category:2]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Sebességméro kamera a lámpában.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"110:1000,90:900,60:700,20:500\"\r\n\r\n[speedcam_category:3]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Átlagsebességméro kamera.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"110:1000,90:900,60:700,20:500\"\r\n\r\n[speedcam_category:4]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Tilos jelzésen áthaladás rögzítése.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"110:1000,90:900,60:700,20:500\"\r\n\r\n[speedcam_category:5]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Ötös kategória.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"\r\n\r\n[speedcam_category:7]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Busz sávot figyelo kamera.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"\r\n\r\n[speedcam_category:8]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Balesetveszélyes hely.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"\r\n\r\n[speedcam_category:11]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Tilos jelzésen áthaladás rögzítése és sebességmérés.\"\r\n;overspeed_spoken_type=1\r\nmin_frc=5\r\nwarn_distances=\"110:1000,90:900,60:700,20:500\"\r\n\r\n[speedcam_category:12]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Fizeto kapu következik.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:1000\"\r\n\r\n[speedcam_category:15]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Torlódás lehetséges.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:800\"\r\n\r\n[speedcam_category:16]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Vigyázat, bukkanó.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:100\"\r\n\r\n[speedcam_category:17]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Alagút következik.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:300\"\r\n\r\n[speedcam_category:20]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"30-as zóna.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"\r\n\r\n[speedcam_category:21]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Lehetséges alkoholszint ellenorzés.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"\r\n\r\n[speedcam_category:22]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Információs hely.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"\r\n\r\n[speedcam_category:23]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Érdekes pont.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"\r\n\r\n[speedcam_category:24]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Határátkelohely következik.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:1000\"\r\n\r\n[speedcam_category:31]\r\nactivated_spoken_type=speech\r\nactivated_speech=\"Figyelem, veszélyes hely.\"\r\n;overspeed_spoken_type=1\r\nwarn_distances=\"0:500\"                   \r\n\r\n[Homework]\r\nhome=\"OTTHON\"\r\nwork=\"MUNKAHELY\"\r\nvillage=\"NYARALÓ\"", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "navteq", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:38.007+02:00"}, {"thread": {"uuid": "afae6293bfb3128f290fa0220e2d212bf86369ed", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B46nKBJw2W4vZGiPUI7VLHPJ8LrqT6YgUxbXxhL6c5QYOmx9hXii3.6s8GCBLAhstK_nHGEBelwNKYaTwdqAL1DwwJkyVzUnYBEd06vZiD2PJsmY262Ifs537BgVeMpUhA7fcjg2oe6tbcS89CEQBcstUaev1VqKX.w--", "site_full": "www.portsmouth.co.uk", "site": "portsmouth.co.uk", "site_section": "https://www.portsmouth.co.uk/rss/cmlink/1.7167516", "site_categories": ["media", "non_standard_content"], "section_title": "The News News Feed", "title": "QUEEN VISIT: Excitement starts to build at naval base ahead of HMS Queen Elizabeth Commissioning ceremony", "title_full": "QUEEN VISIT: Excitement starts to build at naval base ahead of HMS Queen Elizabeth Commissioning ceremony", "published": "2017-12-07T11:39:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://res.cloudinary.com/jpress/image/fetch/w_300,f_auto,ar_3:2,c_fill/https://www.portsmouth.co.uk/webimage/1.8279924.1512639883!/image/image.jpg", "performance_score": 0, "domain_rank": 67196, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "afae6293bfb3128f290fa0220e2d212bf86369ed", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B46nKBJw2W4vZGiPUI7VLHPJ8LrqT6YgUxbXxhL6c5QYOmx9hXii3.6s8GCBLAhstK_nHGEBelwNKYaTwdqAL1DwwJkyVzUnYBEd06vZiD2PJsmY262Ifs537BgVeMpUhA7fcjg2oe6tbcS89CEQBcstUaev1VqKX.w--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:39:00.000+02:00", "title": "QUEEN VISIT: Excitement starts to build at naval base ahead of HMS Queen Elizabeth Commissioning ceremony", "text": "FOLLOW LIVE: The Queen visits Portsmouth for HMS Queen Elizabeth commissioning ceremony \nSecurity around the naval base is tight, with dozens of officers patrolling in pairs around the streets. \nDespite the lashing rain and strong wind, spirits remain high among the families of the ship’s company, who are queuing to get into Portsmouth’s Historic Dockyard. \nInside the naval base, sailors in neatly-pressed uniforms are buzzing around with an organised intent. \nDozens of journalists have already been ferried into the expansive military base’s Ark Royal building – a sort of security control centre before they can enter the aircraft carrier. \nRoyal Marines, armed with their SA80 assault rifles, stand guard at the front of the building, eyeing everyone that comes through. \nInside the vessel’s hangar there is a hive of activity, with neat rows of blue seats lining the cavernous hall. \nAn enormous ceremonial cake, in the shape of HMS Queen Elizabeth, stands ready to be cut by the ship’s youngest crew member Callum Hui, 17, and the wife of the warship’s commanding officer, Captain Jerry Kyd. Follow Us On", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elizabeth", "sentiment": "negative"}, {"name": "theresa may", "sentiment": "negative"}, {"name": "anne", "sentiment": "negative"}, {"name": "jerry kyd", "sentiment": "none"}, {"name": "gavin williamson", "sentiment": "none"}, {"name": "callum hui", "sentiment": "none"}], "organizations": [], "locations": [{"name": "ark royal", "sentiment": "none"}, {"name": "portsmouth", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:38.009+02:00"}, {"thread": {"uuid": "f84a608774b6abb28f0e6d46e2578464136f849b", "url": "http://omgili.com/ri/jHIAmI4hxg9lYheV1JyURrAdyM.2V3rVORW4pn6LXjX8A9pydOomkAlRv4LD52HP", "site_full": "www.boards.ie", "site": "boards.ie", "site_section": "http://www.boards.ie/b/forum/1136", "site_categories": ["media"], "section_title": "The Gentlemen's Club - boards.ie", "title": "Frenulum Breve (Help)", "title_full": "Frenulum Breve (Help) - boards.ie", "published": "2017-12-06T02:00:00.000+02:00", "replies_count": 1, "participants_count": 0, "site_type": "discussions", "country": "IE", "spam_score": 0.007, "main_image": "//static.boards.ie/www/i/boards.png", "performance_score": 0, "domain_rank": 9111, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f1d6b4ec7b478b47bb070ac620f27c3e206599c3", "url": "http://omgili.com/ri/jHIAmI4hxg9lYheV1JyURrAdyM.2V3rVORW4pn6LXjX8A9pydOomkIKpWfKaOgsHcCQAv671ttU-", "ord_in_thread": 1, "author": "", "published": "2017-12-06T02:00:00.000+02:00", "title": "", "text": "Not beyond the beyonds that your Dad might have had the same problem.\nThey will know something is worrying you. Best tell them, or one of them if you like.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:38.016+02:00"}, {"thread": {"uuid": "6e21dc15852a355c425764bf0b114dcdc2e2b03b", "url": "http://omgili.com/ri/.wHSUbtEfZQApyRnPnOVUiSihRIRyYgbGD6.5OgAvA8nMSd8lz8YlQ--", "site_full": "vk.com", "site": "vk.com", "site_section": "https://vk.com/ritixofficial", "site_categories": ["social"], "section_title": "RITIX (ХАЛЯВА КС ГО) - OFFICIAL GROUP", "title": "https://www.youtube.com/watch?v=MoFb2ZXFY-w https", "title_full": "https://www.youtube.com/watch?v=MoFb2ZXFY-w https", "published": "2017-12-07T16:51:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "RU", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 21, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6e21dc15852a355c425764bf0b114dcdc2e2b03b", "url": "http://omgili.com/ri/.wHSUbtEfZQApyRnPnOVUiSihRIRyYgbGD6.5OgAvA8nMSd8lz8YlQ--", "ord_in_thread": 0, "author": "RITIX (ХАЛЯВА КС ГО) - OFFICIAL GROUP", "published": "2017-12-07T16:51:00.000+02:00", "title": "https://www.youtube.com/watch?v=MoFb2ZXFY-w https", "text": "https://www.youtube.com/watch?v=MoFb2ZXFY-w\nhttps://www.youtube.com/watch?v=MoFb2ZXFY-w\nhttps://www.youtube.com/watch?v=MoFb2ZXFY-w 7:27", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://www.youtube.com/watch?v=MoFb2ZXFY-w", "https://pp.userapi.com/c840339/u200537541/video/l_5601c102.jpg);"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:38.023+02:00"}, {"thread": {"uuid": "53f5630c285bbf05e19be4b21f80e8f397a92e07", "url": "http://omgili.com/ri/jHIAmI4hxg9SNkT_RLRUhSn2sjmwzkFfugJUr5YrIfZZTxZc5sCJN7BUN6grf15L2Ax.M9XZieSUopWj9wrBB27JMFQvNOpaCsJN1F8zxRnG6K1gagWoMHbRbcCiMjZZZyzafRJ.3F4-", "site_full": "watersportnews.com", "site": "watersportnews.com", "site_section": "http://watersportnews.com/news/feed/", "site_categories": ["swimming", "sailing", "sports"], "section_title": "News", "title": "Nick Jacobsen sets World Record at 277 meter (908 feet)", "title_full": "Nick Jacobsen sets World Record at 277 meter (908 feet)", "published": "2017-12-07T11:16:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "AU", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "53f5630c285bbf05e19be4b21f80e8f397a92e07", "url": "http://omgili.com/ri/jHIAmI4hxg9SNkT_RLRUhSn2sjmwzkFfugJUr5YrIfZZTxZc5sCJN7BUN6grf15L2Ax.M9XZieSUopWj9wrBB27JMFQvNOpaCsJN1F8zxRnG6K1gagWoMHbRbcCiMjZZZyzafRJ.3F4-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:16:00.000+02:00", "title": "Nick Jacobsen sets World Record at 277 meter (908 feet)", "text": "Nick Jacobsen Sets World Record At 277 Meter (908 Feet) KiteMovement Dec. 7, 2017, 8:16 p.m. Nick Jacobsen sets the new Tow Up World record at 277 meters! 277 meters new record Jacobsen, with the help of Team Brunel and their VO65, set the new Tow Up World record at 277 meters, beating the old record, 244 meters, from Jesse Richman by 33 meters. The old record, done behind a speedboat instead of a sailing yacht was standing for over four years. Tow Up The attempt was engineered to perfection prior to the attempt. More than 500 meters of line was dragged behind the boat, where Jacobsen connected himself too. The speed of Team Brunel took care of the actual lift. Team Brunel member Kyle Langford, who is a fanatic kite surfer himself, was in control releasing the 800m line on the winch that connected Jacobsen to the boat. After reaching the maximum length, Nick safely paraglided down to the water in 66 seconds. Source: brunelsailing.net Read full article at KiteMovement", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "nick ja", "sentiment": "none"}, {"name": "nick jacobsen", "sentiment": "none"}, {"name": "jacobsen", "sentiment": "none"}, {"name": "kyle langford", "sentiment": "none"}, {"name": "nick", "sentiment": "none"}, {"name": "jesse richman", "sentiment": "none"}], "organizations": [{"name": "tow up world", "sentiment": "none"}, {"name": "brunel", "sentiment": "none"}], "locations": [{"name": "tow up world", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:38.028+02:00"}, {"thread": {"uuid": "388a5cfecb856cafab014d999746f47b1e6c24ee", "url": "http://omgili.com/ri/.wHSUbtEfZQvaVUIteanqoCzPXlERhgRFBs8S07vYk4nhqbMYBCm4BwsIlroWe1f8LR69DoKPp0cJA8rMmXiotvybn6Mo.B.", "site_full": "www.consumercomplaints.in", "site": "consumercomplaints.in", "site_section": "https://www.consumercomplaints.in/bycompany/viral-deal-a461142.html", "site_categories": ["tech", "hobbies_and_interests", "games", "cell_phones"], "section_title": "Viral Deal - Consumer Complaints Forum", "title": "mobile phone", "title_full": "Viral Deal — mobile phone", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 2, "site_type": "discussions", "country": "IN", "spam_score": 0.019, "main_image": "https://www.consumercomplaints.in/thumb.php?complaints=1793569&src=495771941.png&wmax=200&hmax=200&quality=86&crop=1&force-width-height=1", "performance_score": 0, "domain_rank": 8352, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aa0f0538b554956ec03f71e13e5c3898bb64d438", "url": "http://omgili.com/ri/.wHSUbtEfZQvaVUIteanqoCzPXlERhgRFBs8S07vYk4nhqbMYBCm4BwsIlroWe1f8LR69DoKPp0cJA8rMmXionI6e3ry7dOZPFiJvcqtxso-", "ord_in_thread": 0, "author": "Jahangir Halakavatagi", "published": "2017-12-07T02:00:00.000+02:00", "title": "mobile phone", "text": "Jahangir Halakavatagi on Dec 7, 2017 Submit a Complaint\nOrder id: 128031000102226\nPayment method: on-line (bank)\nShipping method: shipping cost\nEmail: jahangirhalakavatagi@gmail.com\nMobile: [protected] sd card\nMy address At/Varagodadinni post/Huvanur T/Hungund D/Bagalkot state/Karnataka indai\nOn line payment made through net banking on 12/08/2017 but till time not received any phone and sd card\nReminder mail to viral deal 3 time but received mobile yet", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:38.030+02:00"}, {"thread": {"uuid": "3afe76288789f145565159825324108cc1a956d0", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B4xPpVUak99Q2txZaP6nWEafTYs_izQM1ed0yqXmblbpGZQQymxwuuIGif0yjtavq8ER9n8K6X5NBTQ0xwqXympc-", "site_full": "www.portsmouth.co.uk", "site": "portsmouth.co.uk", "site_section": "https://www.portsmouth.co.uk/rss/cmlink/1.7167516", "site_categories": ["media", "non_standard_content"], "section_title": "The News News Feed", "title": "WATCH: Captain's pride in HMS Queen Elizabeth", "title_full": "WATCH: Captain's pride in HMS Queen Elizabeth", "published": "2017-12-07T11:39:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://res.cloudinary.com/jpress/image/fetch/w_300,f_auto,ar_3:2,c_fill/https://www.portsmouth.co.uk/webimage/1.8279918.1512639646!/image/image.jpg", "performance_score": 0, "domain_rank": 67196, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3afe76288789f145565159825324108cc1a956d0", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMxW4UmYai0B4xPpVUak99Q2txZaP6nWEafTYs_izQM1ed0yqXmblbpGZQQymxwuuIGif0yjtavq8ER9n8K6X5NBTQ0xwqXympc-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:39:00.000+02:00", "title": "WATCH: Captain's pride in HMS Queen Elizabeth", "text": "Hayling Island WATCH: Captain's pride in HMS Queen Elizabeth Sorry, we're having problems with our video player at the moment, but are working to fix it as soon as we can Waiting for Video... Published: 09:39 Thursday 07 December 2017 QUEEN VISIT: Excitement starts to build at naval base ahead of HMS Queen Elizabeth Commissioning ceremony Portsmouth officer tells of his pride leading ceremonial guard in front of Queen Have your say \nThe commanding officer of HMS Queen Elizabeth has spoken of his pride as the mighty aircraft carrier enters the fleet. \nCaptain Jerry Kyd was speaking ashe prepared for today's commissioning ceremony by the Queen at Portsmouth Naval Base. Captain Jerry Kyd", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elizabeth hayling", "sentiment": "negative"}, {"name": "elizabeth sorry", "sentiment": "negative"}, {"name": "jerry kyd", "sentiment": "none"}, {"name": "elizabeth", "sentiment": "none"}], "organizations": [], "locations": [{"name": "portsmouth", "sentiment": "none"}, {"name": "portsmouth naval base", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:38.035+02:00"}, {"thread": {"uuid": "bd0398d4eeacab2639fc7c2bf7ac9ce1981e02f8", "url": "http://omgili.com/ri/.wHSUbtEfZSG88jOJcAhbVW7ggCoBajNELItA63CT7zoPpzPtrvS.JF4umi4yDC5XLf4gsSFA00XkCYUrRX0QpQ.c9AFyKYCRBMVdss7kKn92p_j9HHYO8F9_CrtBGtv9TpjgMg3iGA-", "site_full": "www.expedia.se", "site": "expedia.se", "site_section": "https://www.expedia.se/Camillus-Forest-Unique-Area-Hotell.0-l553248621561873636-0.Reseguide-Filter-Hotell", "site_categories": ["travel", "air_travel"], "section_title": "Hotell Camillus Forest Unique Area, Syracuse | Expedia.se", "title": "Staybridge Suites Syra", "title_full": "Staybridge Suites Liverpool Syra (Syracuse, Amerikas Förenta Stater) | Expedia.se", "published": "2016-05-08T02:33:00.000+03:00", "replies_count": 11, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "", "performance_score": 0, "domain_rank": 96941, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aface96adba5c66e6d0476b6155d9d6a85abd3df", "url": "http://omgili.com/ri/.wHSUbtEfZSG88jOJcAhbVW7ggCoBajNELItA63CT7zoPpzPtrvS.JF4umi4yDC5XLf4gsSFA00XkCYUrRX0QpQ.c9AFyKYCRBMVdss7kKn92p_j9HHYO8F9_CrtBGtvLibgiyyxU45n8cRq95H5FIH3NSG1FSBAoKltnL05P4U-", "ord_in_thread": 11, "author": "expedia.com", "published": "2017-11-20T19:28:00.000+02:00", "title": "", "text": "Only stayed for one night but was very happy with the room! Was shocked at how nice it was for not so much money! Loved the free breakfast in the morning! I would definitely stay with staybridge again!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 5.0, "crawled": "2017-12-07T12:02:39.000+02:00"}, {"thread": {"uuid": "90902ad54ed298fbdbc40b3ab7655bf3f5a34d18", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gSzG5wBq5dBECvKjlDjz_vBc-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "90902ad54ed298fbdbc40b3ab7655bf3f5a34d18", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gSzG5wBq5dBECvKjlDjz_vBc-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:58:00.000+02:00", "title": "", "text": "Michuii: im not sexual, and i would be to much to handle\r\nStarSwirl2252  cocks an eyebrow \"Care to explain?\" \r\nMichuii: im a switch, im dom and a sub to the right person, i was also interested in you the other night but seeing as the other mod got your drunken side to like him, im also a huge fucking bitch.\r\nStarSwirl2252  snickers softly \"Oh I was just playing around dear, I am straight.... we ended up becoming friends, and apparently he now calls me his son, but nothing more.\"", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:39.002+02:00"}, {"thread": {"uuid": "7a97b762e05ada5c24ad61f0ac58d4fd50d0436c", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMx9OWLR6qfLkDht._0HOpOARHvIA9q0UBE-", "site_full": "www.portsmouth.co.uk", "site": "portsmouth.co.uk", "site_section": "https://www.portsmouth.co.uk/rss/cmlink/1.7167516", "site_categories": ["media", "non_standard_content"], "section_title": "The News News Feed", "title": "hmsqnlzf", "title_full": "hmsqnlzf", "published": "2017-12-07T10:43:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://res.cloudinary.com/jpress/image/fetch/http://editorial.jpress.co.uk/mastheads/JPNS-masthead-share-img.png", "performance_score": 0, "domain_rank": 67196, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7a97b762e05ada5c24ad61f0ac58d4fd50d0436c", "url": "http://omgili.com/ri/.wHSUbtEfZSd8yhyrAKOG8otDWslODnDlWuMRQ3LSMx9OWLR6qfLkDht._0HOpOARHvIA9q0UBE-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:43:00.000+02:00", "title": "hmsqnlzf", "text": "Hayling Island hmsqnlzf Sorry, we're having problems with our video player at the moment, but are working to fix it as soon as we can Waiting for Video... Published: 08:43 Thursday 07 December 2017 INTERNATIONAL: Donald Trump's Jerusalem pledge - what happens now?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "donald trump", "sentiment": "none"}], "organizations": [], "locations": [{"name": "hayling island", "sentiment": "none"}, {"name": "jerusalem", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:39.002+02:00"}, {"thread": {"uuid": "072cc5e367d0bc1bc868145a53996bd1e6d5f159", "url": "http://omgili.com/ri/jHIAmI4hxg.WzUI1iP1CTCofki3dKgB8T5aaXPF4nyMQd410FBvlWHQqy5FdtauuMDi.Gv5TjHwQAi.yjgHUfA--", "site_full": "www.hannaherald.com", "site": "hannaherald.com", "site_section": "http://www.hannaherald.com/rss.xml", "site_categories": ["media", "home_and_garden", "entertaining"], "section_title": "Home Stories", "title": "Exploring the high seas", "title_full": "Exploring the high seas", "published": "2017-12-07T01:15:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "CA", "spam_score": 0.0, "main_image": "http://www.hannaherald.com/assets/img/banners/logos/hanna_herald.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "072cc5e367d0bc1bc868145a53996bd1e6d5f159", "url": "http://omgili.com/ri/jHIAmI4hxg.WzUI1iP1CTCofki3dKgB8T5aaXPF4nyMQd410FBvlWHQqy5FdtauuMDi.Gv5TjHwQAi.yjgHUfA--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T01:15:00.000+02:00", "title": "Exploring the high seas", "text": "\nBy Jackie Irwin , Hanna Herald Wednesday, December 6, 2017 4:15:37 MST PM Change text size for the story Print \nReport an error \nVeteran school principal Scott Koller asked the Prairie Land Regional Division school board to approve a trip for the Grade 9 students of Veteran to the Pillar Rock, a former fishery patrol boat for the Canadian Coast Guard. \nKoller said that the ship, which is part of Pillar Rock Adventures, is owned by his brother Jeff, noting that the price they are getting is a deep discount. \n“The price he’s giving us we can’t get anywhere,” Koller said. \n“We can’t get this for half of what he’s giving us anywhere else.” \nKoller said that the students would take a flight from Calgary to Campbell River, B.C. in March, followed by three days on the boat, staying at night at the Heritage Bay Inn. \nHe added that Captain Bill Noon, the commanding officer for the CCGS Sir Wilfred Laurier, had agreed to take part in the trip while the students are there. \n“The coast guard is on a recruitment kick,” Koller note, assuring the board he would bring all the students back. \nHe added that having Noon present would be an added bonus not just because of his skills, but also because he was captain of the Laurier when it found the Erebus in 2014. The Erebus was one of two ill-fated ships of the Franklin Expedition that was abandoned in the Arctic in April 1848. \nIn addition to Noon’s help the students would also be meeting with members from the Surf–rider Foundation. \nThe Foundation is a non-profit environmental organization that works to protect and preserve the world’s oceans, waves and beaches by organizing clean ups. \nKoller said the students would participate in a beach clean-up with the group. After, he said, the organization would analyze the garbage, weigh it and do a report, letting them know where the garbage came from and more. \nFinally on the last day, the group would visit the Nuyumbalees Cultural Centre which features the We Wai Kai Nation that can trace its history back to 1792 when they first made contact with Europeans. \nKoller noted that to date he had yet to discuss the trip with the students, as it required board approval. \nCaptain Jeff Koller assured the board that \nPillar Rock was actually safer than usual ships as it was coast guard certified. \nThey noted that the company was willing to purchase personal flotation devices for PLRD students that would only ever be used for this and any other potential trips should other schools choose to also offer the experience up. \n“I’ve talked to some kids in my class,” Koller said. \n“Out of eight, six have never been out of Alberta, four not out of Central Alberta,” he noted. \nSuperintendent Cam McKeage formulated the idea according to Koller after remarking on a similar trip to Pillar Rock. \n“The whole idea is to give students an experience,” McKeage agreed. \n“A lot of students don’t leave their home community. This is a fantastic experience. They have woven CTS educational (components) in.” \nChair Holli Smith recommended that Koller present McKeage with a formal trip proposal to be presented to the board at their next meeting. \nJIrwin@postmedia.com ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "hanna herald", "sentiment": "none"}, {"name": "jackie irwin", "sentiment": "none"}, {"name": "mckeage", "sentiment": "none"}, {"name": "holli smith", "sentiment": "none"}, {"name": "jeff koller", "sentiment": "none"}, {"name": "wilfred laurier", "sentiment": "none"}, {"name": "jeff", "sentiment": "none"}, {"name": "cam mckeage", "sentiment": "none"}, {"name": "koller", "sentiment": "none"}, {"name": "scott koller", "sentiment": "none"}, {"name": "bill noon", "sentiment": "none"}], "organizations": [{"name": "prairie land regional division", "sentiment": "none"}, {"name": "canadian coast guard", "sentiment": "none"}, {"name": "heritage bay inn", "sentiment": "none"}, {"name": "foundation", "sentiment": "none"}, {"name": "plrd", "sentiment": "none"}], "locations": [{"name": "wai kai nation", "sentiment": "none"}, {"name": "alberta", "sentiment": "none"}, {"name": "calgary", "sentiment": "none"}, {"name": "central alberta", "sentiment": "none"}, {"name": "arctic", "sentiment": "none"}, {"name": "campbell river", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:39.004+02:00"}, {"thread": {"uuid": "ecec0e459f80f61d6ef292d50cd51e254ca11bb3", "url": "http://omgili.com/ri/.wHSUbtEfZQrhEv5cMr0GHD1RQFtyJ9lfYLiSLQtHvYjS2ug3aTQrgi5MLuUPD3JLmB.UDailG4ysN3nDCq1M4OsEP.grL6T.G1IY8am40ab5vyB2Em9pA--", "site_full": "travelwirenews.com", "site": "travelwirenews.com", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "House calls for sanctions on Myanmar security forces | TravelWireNews", "title_full": "House calls for sanctions on Myanmar security forces | TravelWireNews", "published": "2017-12-07T10:41:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.14, "main_image": "https://i0.wp.com/travelwirenews.com/wp-content/uploads/2017/03/GulfNews.png?fit=540%2C280&#038;ssl=1", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ecec0e459f80f61d6ef292d50cd51e254ca11bb3", "url": "http://omgili.com/ri/.wHSUbtEfZQrhEv5cMr0GHD1RQFtyJ9lfYLiSLQtHvYjS2ug3aTQrgi5MLuUPD3JLmB.UDailG4ysN3nDCq1M4OsEP.grL6T.G1IY8am40ab5vyB2Em9pA--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:41:00.000+02:00", "title": "House calls for sanctions on Myanmar security forces | TravelWireNews", "text": "Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts by email. %d bloggers like this: ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "travelwirenews post", "sentiment": "none"}, {"name": "house", "sentiment": "none"}], "locations": [{"name": "myanmar", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:39.004+02:00"}, {"thread": {"uuid": "00da0757400c58df923f1ea0d75705df7998513f", "url": "http://omgili.com/ri/jHIAmI4hxg_YxMZS96Uj43IgBlrEvujYHyjntptf5EECjaMmrvgOKhDqtWeMtyooZcRRkb7QRtODbInxTXW4keAWUCG2.sCVWGElQA42K0M-", "site_full": "www.funnyjunk.com", "site": "funnyjunk.com", "site_section": "http://funnyjunk.com/rss/latest_funny_pictures.rss", "site_categories": ["entertainment"], "section_title": "FunnyJunk Latest Pictures", "title": "Why im not gay", "title_full": "Why im not gay", "published": "2017-12-07T05:01:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3997, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "00da0757400c58df923f1ea0d75705df7998513f", "url": "http://omgili.com/ri/jHIAmI4hxg_YxMZS96Uj43IgBlrEvujYHyjntptf5EECjaMmrvgOKhDqtWeMtyooZcRRkb7QRtODbInxTXW4keAWUCG2.sCVWGElQA42K0M-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T05:01:00.000+02:00", "title": "Why im not gay", "text": "Reply +3 (11h ago) [-] He almost has a point though. People keep posting the same replies to the same comments to the same memes on the same threads. But I read somewhere that autistic people take comfort in repetition and this is funnyjunk afterall, and furthermore I read that people with autism find repetition comforting which would explain the reposts.. Reply +1 (11h ago) [-] True. Reminds me of the typical “I rolled a pony” response we have going on. Of course at this point that’s more of an obligatory meme than anything", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:39.008+02:00"}, {"thread": {"uuid": "4b14a927c07b43e4c7ad61cd9bd70cd71c832a3a", "url": "http://omgili.com/ri/.wHSUbtEfZQd309xaB7VLfnwerToqLpvG3TTh3fQYuOBE3utTvjcVg.kMnQHgmZr", "site_full": "www.dogsnow.com", "site": "dogsnow.com", "site_section": "http://www.dogsnow.com/doguedebordeaux.xm8", "site_categories": ["dogs", "pets"], "section_title": "Dogue De Bordeaux Puppies for Sale", "title": "AKC Dogue de Bordeaux Puppies AKA French Mastiff", "title_full": "AKC Dogue de Bordeaux Puppies AKA French Mastiff", "published": "2017-12-06T01:45:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://img.equinenow.com/images/forSale.jpg", "performance_score": 0, "domain_rank": 91886, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4b14a927c07b43e4c7ad61cd9bd70cd71c832a3a", "url": "http://omgili.com/ri/.wHSUbtEfZQd309xaB7VLfnwerToqLpvG3TTh3fQYuOBE3utTvjcVg.kMnQHgmZr", "ord_in_thread": 0, "author": "", "published": "2017-12-06T01:45:00.000+02:00", "title": "AKC Dogue de Bordeaux Puppies AKA French Mastiff", "text": "AKC Dogue De Bordeaux Puppies (Aka French Mastiff) AKC Dogue De Bordeaux Puppies Ad 1 of many AKC Dogue De Bordeaux Puppies dog https://www.dogsnow.com/dog-ad-o4749869680 Dog in Modesto, CA Contact Seller Additional Comments \nBIG Lovely healthly male puppies. Dewormed and current on vaccinations. Very smart puppies Born . Photos and contact info on Advertigo website.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "akc dogue de bordeaux puppies", "sentiment": "negative"}, {"name": "akc dogue de bordeaux puppies aka french mastiff akc dogue de bordeaux puppies", "sentiment": "negative"}, {"name": "de bordeaux puppies", "sentiment": "none"}], "locations": [{"name": "modesto", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:39.011+02:00"}, {"thread": {"uuid": "cdad775efaeb4307f4781d9f3a9deac61d054b64", "url": "http://omgili.com/ri/.wHSUbtEfZQs1LUcUb70i5Q3s3tt_iA_EA4f19c0IVeO7pHtBf8RvhPJbh7m88.c03elgOu5PFpSvLo6WV09dR6xy4PxM1.ngANLgMa3R5VLepSWQe9Dc5ZT6RKU9Mai", "site_full": "thenewghana.com", "site": "thenewghana.com", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "No congestion in schools - Minister takes on Free SHS critics - The New Ghana", "title_full": "No congestion in schools - Minister takes on Free SHS critics - The New Ghana", "published": "2017-12-04T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.001, "main_image": "https://thenewghana.com/wp-content/uploads/2017/12/4599102625364_1540277643336.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cdad775efaeb4307f4781d9f3a9deac61d054b64", "url": "http://omgili.com/ri/.wHSUbtEfZQs1LUcUb70i5Q3s3tt_iA_EA4f19c0IVeO7pHtBf8RvhPJbh7m88.c03elgOu5PFpSvLo6WV09dR6xy4PxM1.ngANLgMa3R5VLepSWQe9Dc5ZT6RKU9Mai", "ord_in_thread": 0, "author": "", "published": "2017-12-04T02:00:00.000+02:00", "title": "No congestion in schools - Minister takes on Free SHS critics - The New Ghana", "text": "39 SHARES \nEducation Minister Dr Matthew Opoku Prempeh has challenged political critics to name secondary schools that are congested because of the Free senior high school (SHS) education policy. \nHe said there is “no school” that the Free SHS Secretariat placed more students than the heads “admitted they can contain.” \nAt a news conference in Accra Thursday, Dr Prempeh said there is a record at the Secretariat detailing the number of first-year students sent to the various schools. \n“If a head tells Free SHS Secretariat that ‘we can only admit 533’ and it places 520 students, [but only] 517 enrolled, how then do we say that Free SHS has caused congestion in the school?” he asked. \nThere have been reports of congestions at most secondary schools, days after the government rolled out the Free SHS education policy in September. \nRelated Article: Classrooms congested due to free SHS \nPictures purportedly taken from schools, showed some students sleeping in makeshift structures. \nPolitical critics have blamed the situation on the Free SHS policy, which they claimed was poorly conceptualized and executed. \nBut the Education Minister said there is no school that was given more first-year students than the heads had requested. \nAlthough he admitted some schools are facing logistical challenges, Dr Prempeh said the Education Ministry is dealing with that. \nCommenting on the feeding situation in the various schools, the Minister said the government has given the necessary funds for students to be properly fed. \n“If anybody goes to any school and finds out that the first years are eating differently from the continuing students then that head should not be heading that school,” he said. \nMyJoyOnline ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "matthew opoku prempeh", "sentiment": "none"}, {"name": "prempeh", "sentiment": "none"}], "organizations": [{"name": "education ministry", "sentiment": "none"}, {"name": "free shs secretariat", "sentiment": "none"}], "locations": [{"name": "accra", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:40.000+02:00"}, {"thread": {"uuid": "6c03222d32f544f7ab6ff9d28549efb51a352df3", "url": "http://omgili.com/ri/.wHSUbtEfZQd309xaB7VLfnwerToqLpvG3TTh3fQYuM4zSOWtjOjSAvd46uJi1tB", "site_full": "www.dogsnow.com", "site": "dogsnow.com", "site_section": "http://www.dogsnow.com/doguedebordeaux.xm8", "site_categories": ["dogs", "pets"], "section_title": "Dogue De Bordeaux Puppies for Sale", "title": "Dogue de Bordeaux", "title_full": "Dogue de Bordeaux", "published": "2017-12-06T00:05:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://img.equinenow.com/images/forSale.jpg", "performance_score": 0, "domain_rank": 91886, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6c03222d32f544f7ab6ff9d28549efb51a352df3", "url": "http://omgili.com/ri/.wHSUbtEfZQd309xaB7VLfnwerToqLpvG3TTh3fQYuM4zSOWtjOjSAvd46uJi1tB", "ord_in_thread": 0, "author": "", "published": "2017-12-06T00:05:00.000+02:00", "title": "Dogue de Bordeaux", "text": "Contact Seller Additional Comments \nHellscanyondogues.ismypuppy HellsCanyon dogues proudly presents brand new whelping litter from Meeka and soldiers devotions pups will be ready in November just befor Christmas year congenital good health guarantee vaccination appropriate for puppy s age american kennel club certification health certificate 1st veterinarian health exam american kennel club puppy folder full of helpful info I own both sir amp dam both have Exquisite disposition meeting american kennel club standard big heads excellent body builds sweet personalitys and very smart pups are sure to adopt traits. ... ( read more ) Both have ch. amp world ch. linage shipping not included. Serious inquiries . If you have any questions please email me or call Call()- tex ()- Hellscanyondogues.ismypuppy hellscanyondogues(at) Images and contact information on Advertigo website.  ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "dogue de bordeaux contact", "sentiment": "negative"}], "locations": [{"name": "meeka", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:40.002+02:00"}, {"thread": {"uuid": "b287363efafeab89250541629096c422dca03511", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog6_8ATcbWgqoFEoFP0QO28OnjEntiYOUhnpYdqu_.ewxySRsePWcwwdGnxs_ays_5.A--", "site_full": "community.babycenter.com", "site": "babycenter.com", "site_section": "https://community.babycenter.com/sitemap/posts/d20171205.xml", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "", "title": "Lost baby", "title_full": "Lost baby - BabyCenter", "published": "2017-12-05T02:00:00.000+02:00", "replies_count": 10, "participants_count": 10, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "https://community.babycenter.com/img/bclub/birthclub_logo_preg_7.png", "performance_score": 0, "domain_rank": 891, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cba3a45c7b26b419fc47057a1dccc9cfb02b7541", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog6_8ATcbWgqoFEoFP0QO28OnjEntiYOUhnpYdqu_.ewxySRsePWcwwdH.z8PM_Std5iJf4UdHiY8L", "ord_in_thread": 8, "author": "Prayingthis1sticks", "published": "2017-12-06T02:00:00.000+02:00", "title": "", "text": "My heart goes out to you and your family, I’m so very sorry for your loss 😢..sending prayers", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:40.006+02:00"}, {"thread": {"uuid": "3ed345806f2ddb019f01d6f68b0c264da0db19f4", "url": "http://omgili.com/ri/3_Ka6nIrU.ULw6RpMcTqpBD_aNrp8QZf12moahlShxHrobOfGXNYU47GzRBu3PAikQj6u.m23C0-", "site_full": "kenpierpont.com", "site": "kenpierpont.com", "site_section": "http://kenpierpont.com", "site_categories": ["religion", "christianity"], "section_title": "Ken Pierpont", "title": "Christmas in the “Forest”", "title_full": "Christmas in the “Forest”", "published": "2017-12-07T12:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3ed345806f2ddb019f01d6f68b0c264da0db19f4", "url": "http://omgili.com/ri/3_Ka6nIrU.ULw6RpMcTqpBD_aNrp8QZf12moahlShxHrobOfGXNYU47GzRBu3PAikQj6u.m23C0-", "ord_in_thread": 0, "author": "Ken", "published": "2017-12-07T12:00:00.000+02:00", "title": "Christmas in the “Forest”", "text": "\nLast weekend here in Michigan the sky was clear and the temperatures were almost balmy. The neighborhood around Granville Cottage is called the Forest of Riverview because when they developed the subdivision they built the homes among the mature trees. Our small lot has over nine trees. All the streets are tree-lined. So Saturday and Sunday was a flourish of leaf-gathering and yard-tending. \nI’m leaving before dawn for my commute to Bethel in Jackson and arriving back home after dark these days while we are waiting for the house-sale to close. Last night I made a few phone calls on the way home enjoyed some Christmas music. Lois called to remind me to pick up some corn chips to go with a black bean and corn soup she had made for dinner. I stopped by the European Market for them and spent a couple minutes encouraging the woman who waited on me. She was burdened about her young daughter. I listened and encouraged her to connect with a local church. \nWhen I finally pulled into the Forest of Riverview I realized that the neighbors all around me had been doing more than yard work on the golden, sunny weekend… Many of them were getting their Christmas lights and displays into place. I instinctively slowed down to enjoy the beautiful sight and remembered with a bittersweet pang the sound of eight children in the car sing-songing “Ooooh-Ahhhh.” With the memory my heart was tender again with the beauty of Christmas.\n“God,” I thought, “Make yourself known to the families that live in these homes, that the light of faith would glow in every hearth all through the year and the people would know the Christ of Christmas.”\nAs I walked into Granville Cottage Lois was busy with dinner and Hazard greeted me with his usual enthusiasm and I was freshly aware of how much our lives have been graced by the presence of Christ incarnate. \nKen Pierpont\nGranville Cottage \nRiverview, Michigan\nDecember 2017 \n\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ken pierpont", "sentiment": "none"}, {"name": "lois", "sentiment": "none"}, {"name": "jackson", "sentiment": "none"}, {"name": "christ", "sentiment": "none"}], "organizations": [], "locations": [{"name": "michigan", "sentiment": "none"}, {"name": "granville cottage  riverview", "sentiment": "none"}, {"name": "granville cottage lois", "sentiment": "none"}, {"name": "bethel", "sentiment": "none"}, {"name": "riverview", "sentiment": "none"}, {"name": "granville cottage", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:40.013+02:00"}, {"thread": {"uuid": "5c25369000e2656992e740a4d0f739dee1b8598b", "url": "http://omgili.com/ri/jHIAmI4hxg_YxMZS96Uj43IgBlrEvujYHyjntptf5EGM5qaAw3oOrywsBtWw3uJkEXkrCYFZqiYTb2emSrQytu85WwrEue2x", "site_full": "www.funnyjunk.com", "site": "funnyjunk.com", "site_section": "http://funnyjunk.com/rss/latest_funny_pictures.rss", "site_categories": ["entertainment"], "section_title": "FunnyJunk Latest Pictures", "title": "Oh dis ain't good", "title_full": "Oh dis ain't good", "published": "2017-12-07T05:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3997, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5c25369000e2656992e740a4d0f739dee1b8598b", "url": "http://omgili.com/ri/jHIAmI4hxg_YxMZS96Uj43IgBlrEvujYHyjntptf5EGM5qaAw3oOrywsBtWw3uJkEXkrCYFZqiYTb2emSrQytu85WwrEue2x", "ord_in_thread": 0, "author": "", "published": "2017-12-07T05:00:00.000+02:00", "title": "Oh dis ain't good", "text": "Reply 0 (16h ago) [-] Eh. The horus heresy is some heavy reading to jump right into plus the quality noticably varies between authors . Id reccomend getting the ciaphas cain series, and say, the first 3-4 books of gaunts ghosts. Reply 0 (12h ago) [-] To each their own. Out of the 50 something people I've gotten into Warhammer I started them all out on the Horus heresy, and they all were hooked from Galaxy in flames forward. Reply 0 (10h ago) [-] I guess im biased, because i way prefer ig focussed stories. Less mary sueing. Except for the last couple books of gaunts ghosts, they kinda went weird. Reply 0 (10h ago) [-] To each their own, I like the Horus heresy books because it showed more dimension to the characters that I havent really seen anywhere else in 40k and still to this day I miss Saul Tavitz. Reply 0 (10h ago) [-] I kinda want to see louis mcmaster bujold try her hand at writing in the 40k universe, her character building and storytelling is second to none.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:40.014+02:00"}, {"thread": {"uuid": "be5490dd5718fe2de72eea1ac4ed07c3ba2830de", "url": "http://omgili.com/ri/_0JOtn.4SCqL0X2l4G.4XMvARq3vEVtNzs6K2Bule6RJBtS32SNALtxT40NBdGOSXQqPEfMOSlMfdwzVTyzXamoqU3UQ9dA10Clvx4EYJPhsqjwmLrU65ld2PlcgziJK", "site_full": "brightwaytolive.blogspot.com", "site": "blogspot.com", "site_section": "http://brightwaytolive.blogspot.com/", "site_categories": [], "section_title": "Brightbegin", "title": "Dems look to use Moore against GOP - The Hill", "title_full": "Dems look to use Moore against GOP - The Hill", "published": "2017-12-07T12:02:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "be5490dd5718fe2de72eea1ac4ed07c3ba2830de", "url": "http://omgili.com/ri/_0JOtn.4SCqL0X2l4G.4XMvARq3vEVtNzs6K2Bule6RJBtS32SNALtxT40NBdGOSXQqPEfMOSlMfdwzVTyzXamoqU3UQ9dA10Clvx4EYJPhsqjwmLrU65ld2PlcgziJK", "ord_in_thread": 0, "author": "GoodTimes (noreply@blogger.com)", "published": "2017-12-07T12:02:00.000+02:00", "title": "Dems look to use Moore against GOP - The Hill", "text": "\nThe Hill \nDems look to use Moore against GOP \nThe Hill \nNew support for embattled Alabama GOP Senate nominee Roy Moore from President Trump and the Republican National Committee (RNC) could mean trouble for GOP candidates across the country in 2018. Democrats are already targeting top GOP nominees in ... \nThe Daily 202: Why so many women are still supporting Roy Moore in the Alabama Senate race Washington Post \nBannon on Romney: 'You hid behind your religion' to avoid Vietnam CNN \nSupporting Roy Moore Is a Devil's Bargain New York Times \nPolitico - ABC News - Slate Magazine - USA TODAY \nall 2,218 news articles » \n\nvia Top Stories - Google News http://ift.tt/2Beca3o Google Top Stories We brightbegin are looking for ways to improve our website so please feel free to email us with your useful suggestions ( Site is constantly being upgraded) ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "moore", "sentiment": "none"}, {"name": "roy moore", "sentiment": "none"}, {"name": "romney", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}], "organizations": [{"name": "gop", "sentiment": "none"}, {"name": "devil's bargain new york times  politico", "sentiment": "none"}, {"name": "republican national committee", "sentiment": "none"}, {"name": "alabama senate", "sentiment": "none"}, {"name": "abc news", "sentiment": "none"}, {"name": "rnc", "sentiment": "none"}, {"name": "google news", "sentiment": "none"}], "locations": [{"name": "the hill  the hill  dems", "sentiment": "none"}, {"name": "alabama", "sentiment": "none"}, {"name": "vietnam", "sentiment": "none"}, {"name": "- slate magazine - usa", "sentiment": "none"}, {"name": "washington post  bannon", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:40.021+02:00"}, {"thread": {"uuid": "fae9984627973e332d17a3e81929ff700e093a8e", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJNgVpmPyiSZbDbzdTkWXUQUB60Ca5gPrRxj81YvhlVdgAtOQ5OSBEj3iJOtJX1Lccv0BKaZrbDk9HwHZrqeh7J1UbuU1RrsG6rJDJewNLaDJpOu9f0CjSd5PRDseymzTWUaua6CxXVoI-", "site_full": "www.homedepot.com", "site": "homedepot.com", "site_section": "https://www.homedepot.com/b/Kitchen-Kitchen-Sinks-Undermount-Kitchen-Sinks/N-5yc1vZcgk0/AjaxNavigation", "site_categories": ["interior_decorating", "landscaping", "home_and_garden", "shopping", "appliances"], "section_title": "", "title": "Elkay Crosstown Undermount Stainless Steel 24 Single HDU24189F", "title_full": "Elkay Crosstown Undermount Stainless Steel 24 in. Single Bowl Kitchen Sink-HDU24189F - The Home Depot", "published": "2017-09-17T03:00:00.000+03:00", "replies_count": 7, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://images.homedepot-static.com/productImages/bf48852f-de44-4acd-8938-b06cc20294b8/svn/stainless-steel-elkay-undermount-kitchen-sinks-hdu24189f-64_300.jpg", "performance_score": 0, "domain_rank": 249, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8e533763ed0a9cfdfd7ac91caabd8a3af535401e", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJNgVpmPyiSZbDbzdTkWXUQUB60Ca5gPrRxj81YvhlVdgAtOQ5OSBEj3iJOtJX1Lccv0BKaZrbDk9HwHZrqeh7J1UbuU1RrsG6rJDJewNLaDJpOu9f0CjSd5PRDseymzTWJWeybGuzIHTTyTlx2KWqmw--", "ord_in_thread": 7, "author": "John", "published": "2017-12-05T02:00:00.000+02:00", "title": "The sink is everything we expected....", "text": "The sink is everything we expected.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 5.0, "crawled": "2017-12-07T12:02:40.023+02:00"}, {"thread": {"uuid": "0a119fffe26b631fce49a4e78e15b32c406bab03", "url": "http://omgili.com/ri/snFTpiOKdJVdt3nInyIfqznnVi0EDBIRTftVc2USOBb8mXFZqAFtcqQAOIIfJVb9VVT7OeUtUchtpNiIgiw0arVXGHijrS.OjTT4orbNVMf6BNMnOxbRuw--", "site_full": "newsfenster.de", "site": "newsfenster.de", "site_section": "http://newsfenster.de/rssfeed.xml", "site_categories": ["media"], "section_title": "Presse/News Portal - newsfenster.de - Newsfeed", "title": "Wie die Blogger an die Schokolade kamen", "title_full": "Wie die Blogger an die Schokolade kamen", "published": "2017-12-07T10:25:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": "http://newsfenster.de/style/default/img/fb-logo-mini.gif", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0a119fffe26b631fce49a4e78e15b32c406bab03", "url": "http://omgili.com/ri/snFTpiOKdJVdt3nInyIfqznnVi0EDBIRTftVc2USOBb8mXFZqAFtcqQAOIIfJVb9VVT7OeUtUchtpNiIgiw0arVXGHijrS.OjTT4orbNVMf6BNMnOxbRuw--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:25:00.000+02:00", "title": "Wie die Blogger an die Schokolade kamen", "text": "07.12.2017 | Handel & Dienstleistungen | geschrieben von Nicolas Scheidtweiler¹   Wie die Blogger an die Schokolade kamen Bremen. Die Zusammenarbeit mit Bloggern, um eine Werbebotschaft zu platzieren ist derzeit eine populäre Marketing-Methode. Besonders so genannte Micro-Influencer mit kleinen und persönlichen Blogs sind dafür beliebt. Doch wie findet man als Unternehmer geeignete Blogger, die authentisch schreiben und dabei professionell arbeiten? Vor dieser Frage stand auch Christian Keller, Gründer von my SCHOKO WORLD, der vielen aus \"Die Höhle der Löwen\" bekannt ist. Um sein erstes Vorhaben im Bereich Micro-Influencer-Marketing zu verwirklichen, hat er sich für eine Kooperation mit trusted blogs entschieden und seine Idee Schritt für Schritt mit professioneller Unterstützung umgesetzt. \"Mit trusted blogs habe ich die ideale Plattform gefunden, um die Zusammenarbeit mit Bloggern strukturiert und projektweise zu testen\", so Keller. Die Erstellung der Kampagne erfolgt in Absprache mit den Experten von trusted blogs. Neben einer prägnanten Unternehmensvorstellung und dem Ziel der Kampagne wird den Bloggern in diesem ersten Schritt bereits die Vergütung dargelegt. Das kann in diesem Fall das Produkt in Höhe eines bestimmten Wertes sein oder ein zusätzlicher Gutschein für den Shop. In Hinblick auf die anstehende Weihnachtszeit beschloss Christian Keller, die mit Fotos personalisierten Adventskalender zum Test anzubieten. \"Das hat das Ganze für mich planbar gemacht\", betont Keller, \"wir hatten mit dem Zeitraum bis zum 1. Dezember einen konkreten Rahmen, um den Erfolg unserer Kampagne zu messen.\" Die Blogger durften einen Kalender für sich gestalten, um dann auf ihrem Blog von dem Shop, dem Bestellvorgang und dem Endprodukt zu erzählen - eingebettet in eine persönliche Geschichte. \"Entscheidend dafür, wie authentisch die Werbebotschaft bei der Community ankommt, ist eine hohe Verbundenheit von Leser und Blogger\", weiß Eduard Andrae, Gründer von trusted blogs. Dabei komme es gar nicht unbedingt auf eine hohe Reichweite an. Im Gegenteil: Das Besondere an den Micro-Influencern sei gerade, dass ihre Bekanntheit und Leserschaft eher begrenzt sind, sie dafür aber intensiver mit ihren Lesern in Verbindung stehen. Da diese Blogger schwerer als die großen Meinungsmacher im World Wide Web zu finden sind, sieht sich trusted blogs als vermittelndes Bindeglied zwischen Unternehmen und Micro- Influencern. \"Die Kampagne mit trusted blogs war einfach zu erstellen und mit geringem Aufwand umzusetzen. Mir ging es in erster Linie darum, das Micro-Influencer-Marketing auszuprobieren und my SCHOKO WORLD und die Produkte zielgerichtet zu bewerben. Ich konnte meine Bekanntheit in der für uns relevanten Zielgruppe steigern und uns in einer subjektiven Berichterstattung positiv präsentieren. All das bei einem überschaubaren Budget und Zeitrahmen\", so das Fazit von Christian Keller. Weitere Informationen unter http://www.trusted-blogs.com.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "nicolas scheidtweiler¹   wie", "sentiment": "none"}, {"name": "wie", "sentiment": "none"}, {"name": "gründer", "sentiment": "none"}, {"name": "leser", "sentiment": "none"}, {"name": "keller", "sentiment": "none"}, {"name": "ziel", "sentiment": "none"}, {"name": "christian keller", "sentiment": "none"}, {"name": "eduard andrae", "sentiment": "none"}], "organizations": [{"name": "handel & dienstleistungen", "sentiment": "none"}, {"name": "mit", "sentiment": "none"}], "locations": [{"name": "absprache", "sentiment": "none"}, {"name": "bremen", "sentiment": "none"}, {"name": "mir", "sentiment": "none"}, {"name": "bestellvorgang", "sentiment": "none"}, {"name": "höhe", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:40.024+02:00"}, {"thread": {"uuid": "4cb946d9442312d5fcb7585a02d24abf7c2beae0", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS5poZlDK.EDLPADreMkS91A-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4cb946d9442312d5fcb7585a02d24abf7c2beae0", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS5poZlDK.EDLPADreMkS91A-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:58:00.000+02:00", "title": "", "text": "http://yoineer.com/6F1y\r\n\r\nBest Website to create professional Thumbnail Easily for Youtube Videos within 3 minutes !!!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:40.025+02:00"}, {"thread": {"uuid": "784fdb5cf6c6455a79f3eec7d77aaafa1e4c191f", "url": "http://omgili.com/ri/jHIAmI4hxg_YxMZS96Uj43IgBlrEvujYHyjntptf5EGHzFJ9Zkz.oDwMyOMiQQtxvHwkeHl41t8nts5HMjKmgMy7pxHnRKFy", "site_full": "www.funnyjunk.com", "site": "funnyjunk.com", "site_section": "http://funnyjunk.com/rss/latest_funny_pictures.rss", "site_categories": ["entertainment"], "section_title": "FunnyJunk Latest Pictures", "title": "That poor guy", "title_full": "That poor guy", "published": "2017-12-07T05:01:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 3997, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "784fdb5cf6c6455a79f3eec7d77aaafa1e4c191f", "url": "http://omgili.com/ri/jHIAmI4hxg_YxMZS96Uj43IgBlrEvujYHyjntptf5EGHzFJ9Zkz.oDwMyOMiQQtxvHwkeHl41t8nts5HMjKmgMy7pxHnRKFy", "ord_in_thread": 0, "author": "", "published": "2017-12-07T05:01:00.000+02:00", "title": "That poor guy", "text": "+10 (18h ago) [-] 90% sure its just gb, the anime apparently missed alot of stuff but I've never heard of a sister of his anywhere on the internet. +1 (7h ago) [-] There was a gender bend as part of the manga, with the quirk they stayed \"bent\" longer the more perverted they were. Surprisingly, it wasn't Blaire, but Subaki who stayed bent the longest. Chapter 72 I think?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:40.028+02:00"}, {"thread": {"uuid": "b69cbbb3e3805640062aaf630157ce1a20a09db1", "url": "http://omgili.com/ri/8HG_hanVOKyZWWt1fkZVQUViJMTASTmUcxHowojDc8scJ10URmUL_xUQQC5NK0ov_ugmLHT54NUNQ1ajmeqS1Fa4hFKN2r2J_BNHX5x1wKnEDRwkM5jySOKBB7bBPP0t6PnSOhu4rIybWBIE0HpG5Q--", "site_full": "prsync.com", "site": "prsync.com", "site_section": "http://prsync.com//rss/", "site_categories": ["marketing", "financial_news", "finance", "business"], "section_title": "PR sync", "title": "Global Automotive Cam Chain Industry 2017 Market Research Report", "title_full": "Global Automotive Cam Chain Industry 2017 Market Research Report", "published": "2017-12-07T06:31:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 17518, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b69cbbb3e3805640062aaf630157ce1a20a09db1", "url": "http://omgili.com/ri/8HG_hanVOKyZWWt1fkZVQUViJMTASTmUcxHowojDc8scJ10URmUL_xUQQC5NK0ov_ugmLHT54NUNQ1ajmeqS1Fa4hFKN2r2J_BNHX5x1wKnEDRwkM5jySOKBB7bBPP0t6PnSOhu4rIybWBIE0HpG5Q--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T06:31:00.000+02:00", "title": "Global Automotive Cam Chain Industry 2017 Market Research Report", "text": "1 Industry Overview of Automotive Cam Chain \n2 Manufacturing Cost Structure Analysis of Automotive Cam Chain \n3 Technical Data and Manufacturing Plants Analysis of Automotive Cam Chain \n4 Capacity, Production and Revenue Analysis of Automotive Cam Chain by Regions and Manufacturers \n5 Price, Cost, Gross and Gross Margin Analysis of Automotive Cam Chain by Regions and Manufacturers \n6 Consumption Volume, Consumption Value and Sale Price Analysis of Automotive Cam Chain by Regions and Applications \n7 Supply, Import, Export and Consumption Analysis of Automotive Cam Chain \n8 Major Manufacturers Analysis of Automotive Cam Chain \n9 Marketing Trader or Distributor Analysis of Automotive Cam Chain \n10 Industry Chain Analysis of Automotive Cam Chain \n\n4 Global Automotive Cam Chain Supply (Production), Consumption, Export, Import by Regions (2011-2017) \n4.1 Global Automotive Cam Chain Consumption by Regions (2011-2016) \n4.2 North America Automotive Cam Chain Production, Consumption, Export, Import by Regions (2011-2017) \n4.3 Europe Automotive Cam Chain Production, Consumption, Export, Import by Regions (2011-2017) \n5 Global Automotive Cam Chain Production, Revenue (Value), Price Trend by Type \n5.1 Global Automotive Cam Chain Production and Market Share by Type (2011-2017) \n5.2 Global Automotive Cam Chain Revenue and Market Share by Type (2011-2017) \nRelated report \nGlobal Automotive Cam Chain sales Industry 2017 Market Research Report \nUnite States Automotive Cam Chain Industry 2017 Market Research Report \nEurope Automotive Cam Chain Industry 2017 Market Research Report \nAsia-Pacific Automotive Cam Chain Industry 2017 Market Research Report \nEMEA (Europe, Middle East and Africa) Automotive Cam Chain Market Report 2017 \nThank you for reading the essay. \nIf you are interested in it or have any questions,plesase contact me. \nQYRESEARCH CO., LTD", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "industry overview of automotive cam chain", "sentiment": "negative"}, {"name": "manufacturing cost structure analysis of automotive c", "sentiment": "negative"}, {"name": "market research report  emea", "sentiment": "none"}, {"name": "gross and gross margin analysis of automotive cam chain", "sentiment": "none"}, {"name": "production and revenue analysis of automotive cam chain by regions and manufacturers", "sentiment": "none"}, {"name": "consumption value and sale price analysis of automotive cam chain", "sentiment": "none"}, {"name": "consumption analysis of automotive cam chain", "sentiment": "none"}, {"name": "distributor analysis of automotive cam chain  10 industry chain analysis of automotive cam chain", "sentiment": "none"}, {"name": "global automotive cam chain", "sentiment": "none"}, {"name": "major manufacturers analysis of automotive cam chain", "sentiment": "none"}, {"name": "north america automotive cam chain production", "sentiment": "none"}, {"name": "technical data and manufacturing plants analysis of automotive cam chain", "sentiment": "none"}, {"name": "europe automotive cam chain production", "sentiment": "none"}], "locations": [{"name": "middle east", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:40.035+02:00"}, {"thread": {"uuid": "077c2c015e747f545fc70c864d57ad7ca98f5d06", "url": "http://omgili.com/ri/jHIAmI4hxg9P7lfk7pK26FiXHirbs5kKiai1trbPRuMJ1mTE7Sa4vTVNvEmFkg6aEglNk5vmhflI6s.WVOkI2OvOplU.vmSA7z82H34rD_YvU5Oppw33Gq2IroeThWDe7rcu72YTLXc-", "site_full": "www.nasdaq.com", "site": "nasdaq.com", "site_section": "http://www.nasdaq.com/", "site_categories": ["investing", "financial_news", "finance"], "section_title": "Nasdaq Stock Market | Stock Quotes &amp; Stock Exchange News", "title": "Validea Motley Fool Strategy Daily Upgrade Report - 12/7/2017", "title_full": "Validea Motley Fool Strategy Daily Upgrade Report - 12/7/2017 - Nasdaq.com", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.02, "main_image": "http://www.nasdaq.com/images/dreamit.jpg", "performance_score": 0, "domain_rank": 2975, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "077c2c015e747f545fc70c864d57ad7ca98f5d06", "url": "http://omgili.com/ri/jHIAmI4hxg9P7lfk7pK26FiXHirbs5kKiai1trbPRuMJ1mTE7Sa4vTVNvEmFkg6aEglNk5vmhflI6s.WVOkI2OvOplU.vmSA7z82H34rD_YvU5Oppw33Gq2IroeThWDe7rcu72YTLXc-", "ord_in_thread": 0, "author": "Validea", "published": "2017-12-07T02:00:00.000+02:00", "title": "Validea Motley Fool Strategy Daily Upgrade Report - 12/7/2017", "text": "Shutterstock photo The following are today's upgrades for Validea's Small-Cap Growth Investor model based on the published strategy of Motley Fool. This strategy looks for small cap growth stocks with solid fundamentals and strong price performance.\nCENTRAL SECURITIES CORP. ( CET ) is a small-cap value stock in the Misc. Financial Services industry. The rating according to our strategy based on Motley Fool changed from 52% to 79% based on the firm's underlying fundamentals and the stock's valuation. A score of 80% or above typically indicates that the strategy has some interest in the stock and a score above 90% typically indicates strong interest.\nCompany Description: Central Securities Corporation is a non-diversified, closed-end management investment company. The Company's investment objective is long-term growth of capital and its approach is based on value investing. The Company invests primarily in common stocks, but it may invest in bonds, convertible bonds, preferred stocks, convertible preferred stocks, warrants, options real estate, or short-term obligations of governments, banks and corporations. The Company, from time to time, invests in securities the resale of which is restricted. The Company invests in various sectors, including insurance, technology hardware and equipment, diversified financial, semiconductor, banks, diversified industrial, healthcare, media, real estate investment trusts, retailing and others. Its short-term investments include investments in the United States Treasury Bills.\nThe following table summarizes whether the stock meets each of this strategy's tests. Not all criteria in the below table receive equal weighting or are independent, but the table provides a brief overview of the strong and weak points of the security in the context of the strategy's criteria.\nPROFIT MARGIN: PASS RELATIVE STRENGTH: FAIL COMPARE SALES AND EPS GROWTH TO THE SAME PERIOD LAST YEAR: PASS INSIDER HOLDINGS: PASS CASH FLOW FROM OPERATIONS: PASS PROFIT MARGIN CONSISTENCY: FAIL R&D AS A PERCENTAGE OF SALES: NEUTRAL CASH AND CASH EQUIVALENTS: PASS ACCOUNTS RECEIVABLE TO SALES: PASS \"THE FOOL RATIO\" (P/E TO GROWTH): PASS AVERAGE SHARES OUTSTANDING: PASS SALES: PASS DAILY DOLLAR VOLUME: FAIL PRICE: PASS INCOME TAX PERCENTAGE: FAIL For a full detailed analysis using NASDAQ's Guru Analysis tool, click here\nAEROVIRONMENT, INC. ( AVAV ) is a small-cap growth stock in the Aerospace & Defense industry. The rating according to our strategy based on Motley Fool changed from 69% to 76% based on the firm's underlying fundamentals and the stock's valuation. A score of 80% or above typically indicates that the strategy has some interest in the stock and a score above 90% typically indicates strong interest.\nCompany Description: AeroVironment, Inc. designs, develops, produces, supports and operates a portfolio of products and services for government agencies, businesses and consumers. The Company operates through two segments: Unmanned Aircraft Systems (UAS), which focuses primarily on the design, development, production, support and operation of UAS and tactical missile systems that provide situational awareness, multi-band communications, force protection and other mission effects, and Efficient Energy Systems ( EES ), which focuses primarily on the design, development, production, marketing, support and operation of electric energy systems. The Company supplies UAS, tactical missile systems and related services primarily to organizations within the United States Department of Defense (DoD). The Company also supplies charging systems and services for electric vehicles (EVs), and power cycling and test systems to commercial, consumer and government customers.\nThe following table summarizes whether the stock meets each of this strategy's tests. Not all criteria in the below table receive equal weighting or are independent, but the table provides a brief overview of the strong and weak points of the security in the context of the strategy's criteria.\nPROFIT MARGIN: PASS RELATIVE STRENGTH: PASS COMPARE SALES AND EPS GROWTH TO THE SAME PERIOD LAST YEAR: FAIL INSIDER HOLDINGS: PASS CASH FLOW FROM OPERATIONS: FAIL PROFIT MARGIN CONSISTENCY: PASS R&D AS A PERCENTAGE OF SALES: NEUTRAL CASH AND CASH EQUIVALENTS: PASS INVENTORY TO SALES: PASS ACCOUNTS RECEIVABLE TO SALES: PASS LONG TERM DEBT/EQUITY RATIO: PASS \"THE FOOL RATIO\" (P/E TO GROWTH): FAIL AVERAGE SHARES OUTSTANDING: PASS SALES: PASS DAILY DOLLAR VOLUME: PASS PRICE: PASS INCOME TAX PERCENTAGE: FAIL For a full detailed analysis using NASDAQ's Guru Analysis tool, click here\nMETROPOLITAN BANK HOLDING CORP ( MCB ) is a small-cap growth stock in the Regional Banks industry. The rating according to our strategy based on Motley Fool changed from 69% to 76% based on the firm's underlying fundamentals and the stock's valuation. A score of 80% or above typically indicates that the strategy has some interest in the stock and a score above 90% typically indicates strong interest.\nCompany Description: Metropolitan Bank Holding Corp. is a bank holding company. Through its subsidiary, Metropolitan Commercial Bank, the Bank provides a range of business, commercial and retail banking products and services to small businesses, middle-market enterprises, public entities and affluent individuals in the New York metropolitan area. In addition to the traditional commercial banking products, it offers cash management and retail banking services. The Bank also serve as an issuing bank for debit card programs nationwide. The Bank's products and services include lending products and services and retail product and services.\nThe following table summarizes whether the stock meets each of this strategy's tests. Not all criteria in the below table receive equal weighting or are independent, but the table provides a brief overview of the strong and weak points of the security in the context of the strategy's criteria.\nPROFIT MARGIN: PASS RELATIVE STRENGTH: PASS COMPARE SALES AND EPS GROWTH TO THE SAME PERIOD LAST YEAR: PASS INSIDER HOLDINGS: FAIL CASH FLOW FROM OPERATIONS: PASS PROFIT MARGIN CONSISTENCY: FAIL R&D AS A PERCENTAGE OF SALES: NEUTRAL CASH AND CASH EQUIVALENTS: PASS \"THE FOOL RATIO\" (P/E TO GROWTH): FAIL AVERAGE SHARES OUTSTANDING: PASS SALES: PASS DAILY DOLLAR VOLUME: FAIL PRICE: PASS INCOME TAX PERCENTAGE: PASS For a full detailed analysis using NASDAQ's Guru Analysis tool, click here\nSince its inception, Validea's strategy based on Motley Fool has returned 537.07% vs. 162.82% for the S&P 500. For more details on this strategy, click here\nAbout Motley Fool : Brothers David and Tom Gardner often wear funny hats in public appearances, but they're hardly fools -- at least not the kind whose advice you should readily dismiss. The Gardners are the founders of the popular Motley Fool web site, which offers frank and often irreverent commentary on investing, the stock market, and personal finance. The Gardners' \"Fool\" really is a multi-media endeavor, offering not only its web content but also several books written by the brothers, a weekly syndicated newspaper column, and subscription newsletter services.\nAbout Validea : Validea is an investment research service that follows the published strategies of investment legends. Validea offers both stock analysis and model portfolios based on gurus who have outperformed the market over the long-term, including Warren Buffett, Benjamin Graham, Peter Lynch and Martin Zweig. For more information about Validea, click here\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://www.validea.com/motley-fool", "http://www.validea.com/"], "entities": {"persons": [{"name": "tom gardner", "sentiment": "none"}, {"name": "peter lynch", "sentiment": "none"}, {"name": "david", "sentiment": "none"}, {"name": "warren buffett", "sentiment": "none"}, {"name": "martin zweig", "sentiment": "none"}, {"name": "benjamin graham", "sentiment": "none"}], "organizations": [{"name": "nasdaq", "sentiment": "none"}, {"name": "aerospace & defense", "sentiment": "none"}, {"name": "metropolitan commercial bank", "sentiment": "none"}, {"name": "company", "sentiment": "none"}, {"name": "bank", "sentiment": "none"}, {"name": "aerovironment, inc.", "sentiment": "none"}, {"name": "metropolitan bank holding corp.", "sentiment": "none"}, {"name": "gardners", "sentiment": "none"}, {"name": "mcb", "sentiment": "none"}, {"name": "central securities corporation", "sentiment": "none"}, {"name": "motley fool", "sentiment": "none"}, {"name": "nasdaq, inc", "sentiment": "none"}, {"name": "united states department of defense", "sentiment": "none"}, {"name": "s&p", "sentiment": "none"}, {"name": "efficient energy systems", "sentiment": "none"}], "locations": [{"name": "validea", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "misc", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:40.063+02:00"}, {"thread": {"uuid": "7b03aa33c7b67690a32f2f6e5b9b9d3a77c30f66", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS1rrEgsXhmaOiKI0rMb1lBA-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7b03aa33c7b67690a32f2f6e5b9b9d3a77c30f66", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS1rrEgsXhmaOiKI0rMb1lBA-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:58:00.000+02:00", "title": "", "text": "[scalacfork]  found   : BeanPropertySynthesizer.this.global.Tree\r\n[scalacfork]  required: BeanPropertySynthesizer.this.global.Tree\r\n[scalacfork]       val hasBoolBP = mods.annotations.exists(isAnn(_, \"BooleanBeanProperty\"))", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:41.000+02:00"}, {"thread": {"uuid": "c7d25604620b3362874eb1a81a514f180d3cace4", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOg6S4gsZDlPdlUDM5ZQS_r7_qtt6LtB56UHRwkoMLEM40hIL6LFJSW_nKVFzg5kb8poNWD8Z0wFBwWWMpcXfEnoQvDhlpLJxbVk3gBJ1kpU80fNSvuR6Tk", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g293860-i511-o20-India.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "India Forum, Travel Discussion for India - TripAdvisor", "title": "Help Visa Question....lost my last visa number - Goa", "title_full": "Help Visa Question....lost my last visa number - Goa Forum - TripAdvisor", "published": "2012-02-24T03:03:00.000+02:00", "replies_count": 10, "participants_count": 9, "site_type": "discussions", "country": "US", "spam_score": 0.049, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "424302a6e6319f55b7fb80a73ab95f20826577c6", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOg6S4gsZDlPdlUDM5ZQS_r7_qtt6LtB56UHRwkoMLEM40hIL6LFJSW_nKVFzg5kb8poNWD8Z0wFBwWWMpcXfEnoQvDhlpLJxbVk3gBJ1kpUxFJLDcKVKAIdvbrwh_5y.w-", "ord_in_thread": 9, "author": "Caryn J", "published": "2017-12-07T11:21:00.000+02:00", "title": "", "text": "Do you have a link to the visa guide?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:41.001+02:00"}, {"thread": {"uuid": "c7d25604620b3362874eb1a81a514f180d3cace4", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOg6S4gsZDlPdlUDM5ZQS_r7_qtt6LtB56UHRwkoMLEM40hIL6LFJSW_nKVFzg5kb8poNWD8Z0wFBwWWMpcXfEnoQvDhlpLJxbVk3gBJ1kpU80fNSvuR6Tk", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g293860-i511-o20-India.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "India Forum, Travel Discussion for India - TripAdvisor", "title": "Help Visa Question....lost my last visa number - Goa", "title_full": "Help Visa Question....lost my last visa number - Goa Forum - TripAdvisor", "published": "2012-02-24T03:03:00.000+02:00", "replies_count": 10, "participants_count": 9, "site_type": "discussions", "country": "US", "spam_score": 0.049, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "371c5043eafa3d5d9f4e219b5dc555a45ee5e0c1", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOg6S4gsZDlPdlUDM5ZQS_r7_qtt6LtB56UHRwkoMLEM40hIL6LFJSW_nKVFzg5kb8poNWD8Z0wFBwWWMpcXfEnoQvDhlpLJxbVk3gBJ1kpUxFJLDcKVKAIMBnoe5kG.5Y-", "ord_in_thread": 7, "author": "davyg449", "published": "2017-11-30T12:23:00.000+02:00", "title": "", "text": "I've read all the advice here thanks..I travelled to India in 1995 and 1997 and have not been since . I'm next going in 2018- Each time just for a 2 week holiday. When applying for this visa am I easier just saying I've not been?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:41.002+02:00"}, {"thread": {"uuid": "a60b6b007297166dac57d804cf459c31d992ea8b", "url": "http://omgili.com/ri/.wHSUbtEfZSCdXZgM0GGBfejqqOXxvJ43oIZUeMocZzZe4WKSJSFcf4BmIIkyYFlKJBDgDuywp58nX52WWemGCGpBx4SdW8h4wdm16wRe3k-", "site_full": "www.lpsg.com", "site": "lpsg.com", "site_section": "https://www.lpsg.com/forums/straight-adult-websites.32/", "site_categories": ["non_standard_content", "adult"], "section_title": "Straight Adult Websites | LPSG", "title": "The soaking wet girls thread 39", "title_full": "The soaking wet girls thread | Page 39 | LPSG", "published": "2017-11-15T02:00:00.000+02:00", "replies_count": 14, "participants_count": 6, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "", "performance_score": 0, "domain_rank": 46054, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "02aedbfdc8b91cde4227a134971d80121f461d4a", "url": "http://omgili.com/ri/.wHSUbtEfZSCdXZgM0GGBfejqqOXxvJ43oIZUeMocZzZe4WKSJSFcf4BmIIkyYFlKJBDgDuywp58nX52WWemGCGpBx4SdW8hSmPc3_iTHNnTlrL9XrxizA--", "ord_in_thread": 13, "author": "Caponefire", "published": "2017-12-06T13:54:00.000+02:00", "title": "", "text": "Fuckbunny August with drippy 'grool' coating BBC ~ 18' & more\nhttp://pornmovie.webcam/2017/11/22/blacked-lana-rhoades-ive-waited-week-2017-full-hd/\nCreds due our saucy 'regiolexandra' on share", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://pornmovie.webcam/2017/11/22/blacked-lana-rhoades-ive-waited-week-2017-full-hd/"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:41.003+02:00"}, {"thread": {"uuid": "1043e5e9d2bf6ecde15ed7d3adbd5c5d30a3297d", "url": "http://omgili.com/ri/2wGaacqxApuzV2WawCWLsdYz0hVF.101aX6jRKUuoJDg6buzqrL8YE9WC..xyh3cdtmV6M.rqH0Wif7b1S5C3IayELqGp_EmrUhJuONmxnARWMIsc7f.uu0Hoi_aYZqL", "site_full": "medicineasfakiakianakis.blogspot.com", "site": "blogspot.com", "site_section": "http://medicineasfakiakianakis.blogspot.com/", "site_categories": [], "section_title": "Medicine by Sfakianakis G. Alexandros", "title": "Laparoscopic adrenalectomy is a safe technique for adrenocortical carcinomas with favourable outcomes", "title_full": "Laparoscopic adrenalectomy is a safe technique for adrenocortical carcinomas with favourable outcomes", "published": "2017-12-07T11:58:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GR", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1043e5e9d2bf6ecde15ed7d3adbd5c5d30a3297d", "url": "http://omgili.com/ri/2wGaacqxApuzV2WawCWLsdYz0hVF.101aX6jRKUuoJDg6buzqrL8YE9WC..xyh3cdtmV6M.rqH0Wif7b1S5C3IayELqGp_EmrUhJuONmxnARWMIsc7f.uu0Hoi_aYZqL", "ord_in_thread": 0, "author": "Αλέξανδρος Σφακιανάκης (noreply@blogger.com)", "published": "2017-12-07T11:58:00.000+02:00", "title": "Laparoscopic adrenalectomy is a safe technique for adrenocortical carcinomas with favourable outcomes", "text": "\nPublication date: December 2017\nSource: European Journal of Surgical Oncology, Volume 43, Issue 12\nAuthor(s): Jason Ramsingh, Jane Hamilton, Patrick O'Dwyer, Carol Watson http://ift.tt/2AhTm3l", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "patrick o'dwyer", "sentiment": "none"}, {"name": "jason ramsingh", "sentiment": "none"}, {"name": "carol watson", "sentiment": "none"}, {"name": "jane hamilton", "sentiment": "none"}], "organizations": [{"name": "european journal of surgical oncology", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:41.004+02:00"}, {"thread": {"uuid": "eb44ac7df5af7788d4aeb342ac8ac503fc33c07b", "url": "http://omgili.com/ri/jHIAmI4hxg_f.vrR0lnROWjYmaxKpXA_oJsy06NUqWJ3FixknpxAp6JcbKOprlP_zAFos65sf07GBJ0.wChWe4pFjWDCryxzKpczAcCS7duL1F254o3yB0wNgES9ZP9ip9MpTuouHgOy9P3qPdEfAg--", "site_full": "www.telegram.com", "site": "telegram.com", "site_section": "http://www.telegram.com/living/entertainment?template=rss&mime=xml", "site_categories": ["media"], "section_title": "Entertainment - telegram.com", "title": "Niki Luparelli hosts Playbull Mansion Dec. 9 - Entertainment & Life", "title_full": "Niki Luparelli hosts Playbull Mansion Dec. 9 - Entertainment & Life - telegram.com - Worcester, MA", "published": "2017-12-07T13:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://www.telegram.com/storyimage/WT/20171207/ENTERTAINMENTLIFE/171209651/AR/0/AR-171209651.jpg", "performance_score": 0, "domain_rank": 31582, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "eb44ac7df5af7788d4aeb342ac8ac503fc33c07b", "url": "http://omgili.com/ri/jHIAmI4hxg_f.vrR0lnROWjYmaxKpXA_oJsy06NUqWJ3FixknpxAp6JcbKOprlP_zAFos65sf07GBJ0.wChWe4pFjWDCryxzKpczAcCS7duL1F254o3yB0wNgES9ZP9ip9MpTuouHgOy9P3qPdEfAg--", "ord_in_thread": 0, "author": "telegram.com", "published": "2017-12-07T13:00:00.000+02:00", "title": "Niki Luparelli hosts Playbull Mansion Dec. 9 - Entertainment & Life", "text": "Niki Luparelli hosts Playbull Mansion Dec. 9 Thursday Dec 7, 2017 at 6:00 AM Dec 9, 2017 at 3:46 PM \n\n[WEATHER UPDATE: Because of Saturday's snowstorm, this event has been postponed until April 7, 2018.]\nIf you ever imagined what life would be like in Hef’s Jacuzzi or hobnobbing at the Playboy Mansion with celebrities after dark, Worcester chanteuse extraordinaire Niki Luparelli promises to whip up a swinging soiree inspired by the Playboy Magazine founder and his reputation for holding cool parties where anything could happen.\nImagine the likes of Sammy Davis Jr. and James Brown at the top of their game (and the height of their popularity) playing in the Mansion’s parlor room, Buddy Rich breaking into an impromptu drum solo or Jerry Lewis or \"Get Smart’s\" Don Adams yucking it up with guests? The event will also feature celebrity impersonators, including takes on Hugh Hefner, Adele, Liza Minnelli, J.Lo and, of course Marilyn Monroe — portrayed by Luparelli. Other performers include Divine Filth, Malice in Wonderland, Mx Macabre, Beau Blush, Emerald Eden and Landis Darling, with live ‘60s music from Jazz Up, surf rockers Tsunami of Sound and Beatles tribute band Plastic Soul.\nWhat: Niki Luparelli hosts Playbull Mansion\nWhen: 8:30 p.m. Dec. 9\nWhere: Bull Mansion New American Bistro, 55 Pearl St., Worcester\nHow much: $20 general admission (and $15 student discount tickets (with student ID) at the door. Also, $50 VIP tickets include early admission at 7 p.m., glass of champagne, appetizers and all night access to the private VIP room.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "niki luparelli", "sentiment": "negative"}, {"name": "marilyn monroe", "sentiment": "none"}, {"name": "james brown", "sentiment": "none"}, {"name": "liza minelli", "sentiment": "none"}, {"name": "landis darling", "sentiment": "none"}, {"name": "sammy davis jr.", "sentiment": "none"}, {"name": "jerry lewis", "sentiment": "none"}, {"name": "don adam", "sentiment": "none"}, {"name": "luparelli", "sentiment": "none"}, {"name": "hugh hefner", "sentiment": "none"}, {"name": "beau blush", "sentiment": "none"}], "organizations": [{"name": "playbull mansion", "sentiment": "negative"}, {"name": "hef", "sentiment": "none"}, {"name": "buddy rich", "sentiment": "none"}, {"name": "adele", "sentiment": "none"}, {"name": "playboy magazine", "sentiment": "none"}, {"name": "bull mansion new american bistro", "sentiment": "none"}], "locations": [{"name": "pearl st.", "sentiment": "none"}, {"name": "emerald eden", "sentiment": "none"}, {"name": "worcester", "sentiment": "none"}, {"name": "playboy mansion", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T12:02:41.004+02:00"}, {"thread": {"uuid": "fb5595d9acb53507598c4994bb89b2d85ff17d2d", "url": "http://omgili.com/ri/.wHSUbtEfZRw37pM0ts6wjUDYlgl5D4Rshneb15Be3GzI.1aoqZd_NWt9lIhEWm9RHOX_W0oEynmD4kNqICDjl2.txrJjRo3NcPQIzk7DUWoT4P4Bk9NFM9tJDbD2z3Qa6_biv0.6Pxd9uG7txIoxqEgNgvdsrU8vy21PuqWK3Mawa7vidJNLWv_.K4DG5a9TYIkRgUjdN8-", "site_full": "www.gumtree.ie", "site": "gumtree.ie", "site_section": "https://www.gumtree.ie/s-leinster/jobs/v1l2q0p1", "site_categories": ["shopping"], "section_title": "Jobs in Leinster | Gumtree Classifieds Ireland", "title": "Electrical Designer (Dublin) Hi Tech Semiconductor Plant Project 217386938", "title_full": "Electrical Designer (Dublin) Hi Tech Semiconductor Plant Project | Dublin | Gumtree Classifieds Ireland | 217386938", "published": "2017-12-07T12:39:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "IE", "spam_score": 0.0, "main_image": "https://securet9.classistatic.com/1.1.451/images/en_IE/logoOpenGraph.png", "performance_score": 0, "domain_rank": 62533, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fb5595d9acb53507598c4994bb89b2d85ff17d2d", "url": "http://omgili.com/ri/.wHSUbtEfZRw37pM0ts6wjUDYlgl5D4Rshneb15Be3GzI.1aoqZd_NWt9lIhEWm9RHOX_W0oEynmD4kNqICDjl2.txrJjRo3NcPQIzk7DUWoT4P4Bk9NFM9tJDbD2z3Qa6_biv0.6Pxd9uG7txIoxqEgNgvdsrU8vy21PuqWK3Mawa7vidJNLWv_.K4DG5a9TYIkRgUjdN8-", "ord_in_thread": 0, "author": "gumtree.ie", "published": "2017-12-07T12:39:00.000+02:00", "title": "Electrical Designer (Dublin) Hi Tech Semiconductor Plant Project 217386938", "text": "Candidates will have have a relevant Electrical Technician qualification and AutoCAD training with a minimum of 4+ years experience working as an Electrical Designer candidates who have Hi Tech project experience: Semiconductor and or Pharmaceutical are preferred.\nMain Duties and Responsibility’s:\nSize equipment and materials – distribution boards, cables and breakers\nSkills and Experience:\nStrong understanding of basic electrical principles\nStrong understanding of latest national codes\nSome understanding of NEMA/NFPA/US codes desirable\nProficient with MS Office, ACAD, Dialux, SKM, Easypower & Amtech\nBe spatially aware\nThis role is Contract FOR Services and hourly rate is negotiable depending on experience.\nFor Further information or to apply: Please contact: Tom Doyle at kppm in Dublin on:086 8205038 or Email: tom@kppm.ie", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T12:02:41.005+02:00"}], "totalResults": 15095572, "moreResultsAvailable": 15095472, "next": "/filterWebContent?token=a64af0cc-bb64-44dd-a56d-d1d1e06b287e&format=json&ts=1512640961005&q=language%3Aenglish&sort=crawled", "requestsLeft": 290}