{"posts": [{"thread": {"uuid": "030a74ad12e6fef961cfea2a3c032e0b7559c142", "url": "http://omgili.com/ri/jHIAmI4hxg.irEX7KvLpUF7iUCIbdJPkFniJmwk5F3wLTPxxR.HQMASgPLsAWJKeA_DFbRs1zbSkTRNcfF39mn6Ml.GmygNA.QkmZ1epocmGVpvNtnV5Ew1_fY21sasEsbppKaBYxcs-", "site_full": "www.cnet.com", "site": "cnet.com", "site_section": "https://www.cnet.com/topics/culture/", "site_categories": ["shopping", "media", "cell_phones", "tech"], "section_title": "Culture - CNET", "title": "Work Hard? Play Hard? The Fitbit Ionic may be the wearable solution for you", "title_full": "Work Hard? Play Hard? The Fitbit Ionic may be the wearable solution for you - CNET", "published": "2017-12-07T06:19:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.264, "main_image": "https://cnet2.cbsistatic.com/img/iYPxP9bMIrGhk-40rUQqwOkbsP0=/670x503/2017/11/30/e3e7d8ca-fde0-49f0-bfd1-f9447b101b01/ionic-family-shot-980x550.png", "performance_score": 0, "domain_rank": 164, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "030a74ad12e6fef961cfea2a3c032e0b7559c142", "url": "http://omgili.com/ri/jHIAmI4hxg.irEX7KvLpUF7iUCIbdJPkFniJmwk5F3wLTPxxR.HQMASgPLsAWJKeA_DFbRs1zbSkTRNcfF39mn6Ml.GmygNA.QkmZ1epocmGVpvNtnV5Ew1_fY21sasEsbppKaBYxcs-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T06:19:00.000+02:00", "title": "Work Hard? Play Hard? The Fitbit Ionic may be the wearable solution for you", "text": "Finding the perfect balance of smartwatch features is hard when you want to do it all. Compromise is common, and we find ourselves settling for second best. But now with the launch of the Fitbit Ionic there's a real answer to the problem. A testament to premium smartwatch features and styling for daily life alongside 24/7 fitness tracking firepower.\nFitbit has built an incredible reputation. From the early days of clip-on trackers to the power and style of wrist wearables, Fitbit set the standard and remains at the pinnacle of the fitness tracking scene.\nFitbit Ionic is fit for any occasion with a range of accessory bands\nAll Fitbit products are underpinned with its excellent cloud data synchronisation and apps for all platforms, making it easy to track your activities and then learn how to perform better by looking deep into the data.\nWith the smartwatch revolution well underway, many users have been waiting for the new ideal wrist wearable that offers real added lifestyle benefits without reducing the core exercise tracking experience.\nLife Unleashed\nBy putting everything you expect from a Fitbit alongside features like contactless payments, built-in GPS, apps and onboard music, you get a true balance of life and fitness needs.\nContactless payments on Fitbit Ionic are supported by all four of the major banks (Commonwealth Bank, ANZ, NAB and Westpac), covering a large majority of Australian users.\nOnce you setup your desired cards through the Fitbit app, the Ionic's NFC chip makes it easy to pay at all the usual terminals without needing your wallet with you. A big win whether your hands are full on a busy day or you're stopping by the store after a session at the gym or the beach.\nAlongside all the app notifications you expect when you're hooked into your smartphone, there's also built-in apps, like support for storing over 300 songs so you can pump things up without needing your phone to get involved.\nThe Fitbit Ionic styling is also ready for work or play. Interchangeable straps let you shift from Horween leather bands for serious work meetings to a breathable elastomer design when you know you're about to sweat. There's also a range of watch face styles, from the elegant to the fun and the fit-centric. Whatever your personal style, you'll find a way to make your Fitbit Ionic look just right.\nUnparalleled Fitness Features\nStep counts, floors climbed, calories burned and duration, the Fitbit Ionic does it all!\nIf you haven't had the Fitbit experience before, you're in for a treat. You can expect the Fitbit Ionic to deliver step counts, floors climbed, calories burned, how many minutes you've been active through the day and also sleep insights. It features heart rate tracking, including resting heart rate, which is an important measure of your overall fitness level and how that baseline is improving over time.\nWhen you're tracking exercises, you can specify what kind of activity you're undertaking through Multi-Sport Mode. There's a big difference between running outdoors and running a treadmill, and Fitbit can track those differences to give you an accurate picture of your performance. Whether you're cycling or lifting weights, you're covered by the modal tracking options.\nSwim tracking is another mode on offer, as the Fitbit Ionic is also water resistant to 50m, so you have nothing to fear in the pool. Plus there's an interval timer when you're getting serious with your circuit training routine.\nIf you're looking for extra guidance, Fitbit Ionic also includes dynamic personal coaching right there on the watch. Sessions like a 10-minute abs, or a 7-minute workout, complete with visual cues and timers so you know what your virtual coach wants you to do.\nMulti-Sport Mode can track what activity you are doing based on your movement.\nWhere Fitbit really shines is the fact you don't even need to worry about setting up an exercise session if you don't want to (or just forget). Fitbit's SmartTrack will pick up on the style of movement you're currently performing and give you credit for the exercise you're doing. So that quick game of lunch football or a brisk walk from the office to a meeting a few blocks away will also get you exercise credit without even thinking about it.\nIf you're really looking to get the total package, add a Fitbit Aria 2 Wi-Fi smart scale to your home and you'll feed weight loss and body fat data into your Fitbit dashboard for an even more complete picture of your fitness progress.\nFive Days of Freedom\nBest of all, when you can deliver battery life of up to five days like the Fitbit Ionic, you ensure access to a complete 24/7 fitness data assessment. So many smartwatches demand daily charging, which means sleep tracking is simply not possible.\nAnyone chasing a true 'quantified self' experience knows you need to regularly track your full 24/7 lifecycle in order to look at what's happening to your body and how your routines are changing.\nGetting this kind of battery life, alongside this level of fitness tracking, and in a smartwatch with these kinds of features? Fitbit Ionic sets a standard all its own.\nIf the Fitbit Ionic sounds like the solution for you, it is available for purchase here through the Fitbit store.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://cnet4.cbsistatic.com/img/vmahMP4bAF74wyNIgBLMj-HvbHU=/fit-in/370x0/2017/11/30/d8ae53c7-fbca-4351-b337-a79cd5775913/ionic-lifestyle-bikehandle-980x550.png", "https://cnet3.cbsistatic.com/img/kNjJUWY_Kt16oKQ4ucu2zFwPi5E=/fit-in/x/2017/11/30/e3e7d8ca-fde0-49f0-bfd1-f9447b101b01/ionic-family-shot-980x550.png", "https://www.fitbit.com/au/ionic", "https://cnet2.cbsistatic.com/img/bSIpzN42hT3h5Ri3VaWzkp_vGLs=/fit-in/370x0/2017/11/30/87b374f3-ea02-4506-9e2d-87e590a77ccd/ionic-lifestyle-groupworkout-980x550.png"], "entities": {"persons": [{"name": "horween", "sentiment": "none"}, {"name": "fitbit", "sentiment": "none"}], "organizations": [{"name": "smarttrack", "sentiment": "none"}, {"name": "westpac", "sentiment": "none"}, {"name": "fitbit ionic", "sentiment": "none"}, {"name": "commonwealth bank", "sentiment": "none"}, {"name": "nfc", "sentiment": "none"}, {"name": "anz", "sentiment": "none"}], "locations": [{"name": "fitbit", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:22.020+02:00"}, {"thread": {"uuid": "e0a68f7a06b05e4a8ae960ef592fbf6185066649", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1prUf3ZSQykc5qcigqVi8R8C4rWWySd43I", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/bant/", "site_categories": ["adult", "non_standard_content"], "section_title": "/bant/ - International/Random - 4chan", "title": "ANGRY THREAD", "title_full": "/bant/ - ANGRY THREAD - International/Random - 4chan", "published": "2017-12-07T09:36:00.000+02:00", "replies_count": 138, "participants_count": 6, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6c69ef8f801dfc4bca41d5394fdbf7d559c8605e", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1prUf3ZSQykc5qcigqVi8R8K0UH7aTVJ4xrcrHi4ZjFMo-", "ord_in_thread": 135, "author": "Anonymous", "published": "2017-12-07T13:42:00.000+02:00", "title": "", "text": ">>3223858\nbhen ke lodo maa ki choot tumhari sale madarchod ke pillay sale tatti khane walo chuttaddo\nmaa chude tumhari..\nye saal bhi bhen ki choot barbaad chala gaya mera. maa ki choot tumhari bhenchod.\nchutiya kat gaya mera porn ke chakkar me fir se...\nmacchar ki jhaant tatti choot!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:22.020+02:00"}, {"thread": {"uuid": "e0a68f7a06b05e4a8ae960ef592fbf6185066649", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1prUf3ZSQykc5qcigqVi8R8C4rWWySd43I", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/bant/", "site_categories": ["adult", "non_standard_content"], "section_title": "/bant/ - International/Random - 4chan", "title": "ANGRY THREAD", "title_full": "/bant/ - ANGRY THREAD - International/Random - 4chan", "published": "2017-12-07T09:36:00.000+02:00", "replies_count": 138, "participants_count": 6, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "77a1f29801a5f6383d3defa6d990ab6eaa2ad256", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1prUf3ZSQykc5qcigqVi8R8K0UH7aTVJ4xI_erc10tXN0-", "ord_in_thread": 137, "author": "Anonymous", "published": "2017-12-07T13:47:00.000+02:00", "title": "", "text": ">>3223858\nhttps://www.youtube.com/watch?v=H3v SRzkG82U", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://www.youtube.com/watch?v=H3v"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:22.021+02:00"}, {"thread": {"uuid": "e0a68f7a06b05e4a8ae960ef592fbf6185066649", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1prUf3ZSQykc5qcigqVi8R8C4rWWySd43I", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/bant/", "site_categories": ["adult", "non_standard_content"], "section_title": "/bant/ - International/Random - 4chan", "title": "ANGRY THREAD", "title_full": "/bant/ - ANGRY THREAD - International/Random - 4chan", "published": "2017-12-07T09:36:00.000+02:00", "replies_count": 138, "participants_count": 6, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9cd1818c566f70667e7c51fc5dec96a59017bff7", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1prUf3ZSQykc5qcigqVi8R8K0UH7aTVJ4xbJPzrvvmNho-", "ord_in_thread": 138, "author": "SHIT POST", "published": "2017-12-07T13:50:00.000+02:00", "title": "", "text": ">>3225572\nHoly shit bro you just missed the three men battle.\nI wouldn't say it was epic but it was a little fun.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:22.021+02:00"}, {"thread": {"uuid": "f027cf2bf939f5bee01130e3d7d2f3c86716e1c4", "url": "http://omgili.com/ri/jHIAmI4hxg_Rk8AjjCHn8rIpU366Vea53MNSp6VhKpaCSlT0AAiKu0KS4nVt4cfuhXINHDVtu_zH3Ry7JpYjKWxGx82RlOqMnqKszFKGxDLvpq4zzY3HUarJcqenkpuUVZC1jke5C2kmVYQ6exaJow--", "site_full": "www.boxingnewsonline.net", "site": "boxingnewsonline.net", "site_section": "http://www.boxingnewsonline.net/feed", "site_categories": ["boxing", "sports"], "section_title": "Boxing News", "title": "On This Day: Sugar Ray Leonard and Roberto Duran left us bitterly disappointed", "title_full": "On This Day: Sugar Ray Leonard and Roberto Duran left us bitterly disappointed", "published": "2017-12-07T10:25:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "http://www.boxingnewsonline.net/wordpress/wp-content/uploads/2015/12/BP19.jpg", "performance_score": 0, "domain_rank": 90811, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f027cf2bf939f5bee01130e3d7d2f3c86716e1c4", "url": "http://omgili.com/ri/jHIAmI4hxg_Rk8AjjCHn8rIpU366Vea53MNSp6VhKpaCSlT0AAiKu0KS4nVt4cfuhXINHDVtu_zH3Ry7JpYjKWxGx82RlOqMnqKszFKGxDLvpq4zzY3HUarJcqenkpuUVZC1jke5C2kmVYQ6exaJow--", "ord_in_thread": 0, "author": "BN Staff", "published": "2017-12-07T10:25:00.000+02:00", "title": "On This Day: Sugar Ray Leonard and Roberto Duran left us bitterly disappointed", "text": "December 7, 2017 BN Staff On This Day: Sugar Ray Leonard and Roberto Duran left us bitterly disappointed \nSugar Ray Leonard took the money and ran! Roberto Duran, once a snarling lion in the ring, went out like a lamb as witnessed by Harry Mullan On This Day: Sugar Ray Leonard and Roberto Duran left us bitterly disappointed \nSugar Ray Leonard took the money and ran! Roberto Duran, once a snarling lion in the ring, went out like a lamb as witnessed by Harry Mullan Read more articles by Don’t miss any action. Sign up for the free BN newsletter(s) here \n‘Superfight is just a mirage’ wrote Harry Mullan, in this, our original fight report from Leonard-Duran III on December 7, 1989 in Las Vegas. \nTHE decade went out with a whimper rather than a bang as the third super fight between Ray Leonard and Roberto Duran became the most disappointing major match-up since Muhammad Ali flopped against Larry Holmes in 1980. \nLeonard won a landslide unanimous points decision, but will not look back on it with any great satisfaction. The pair earned a fortune – Leonard was guaranteed $17.6m, Duran $7.5m – but forfeited their reputations in the process. \nDuran, once the embodiment of macho fighting qualities, fought like a bored old survivor whose sole aim was to get through the night’s work with the minimum inconvenience or embarrassment so that he could go home and count his pay. Leonard was quite happy to go along with Duran’s policy of non-aggression, and spent most of the 12 rounds retreating briskly around the ring while the 38-year-old Panamanian plodded aimlessly after him. \nThe result was a dreadfully uninspiring encounter, a super fight turned superbore, and as early as the third round the crowd of more than 16,000, who paid an all time gate receipts record of $9m, broke into whistles and jeers of derision. Chants of “bullshit, bullshit” continued throughout the later rounds, and long before the end of this desultory affair people were streaming away from the arena in hundreds. It was a case of one man no longer having the ability to fight, and the other no longer having the desire to do so. But it is the loss of Duran’s reputation, more than Leonard’s, which diminishes the sport. \nHe has held centre-stage for almost 20 years, having won the first of his four world titles at lightweight in 1972, and his own extraordinary brand of snarling, swaggering brawling made him the most loved and feared fighting man of his time. His hold on public affection was such that he was even able to recover from the shame of the “No Mas” surrender against Leonard nine years ago . Only Duran, alone amongst his contemporaries, could have lived down a humiliation of that magnitude. \nInterestingly, too, he was the crowd’s favourite, despite America’s currently strained relations with Panama. He was accorded the sort of ecstatic reception which Leonard, once the all-American hero, used to enjoy. Times have changed: Leonard’s arrogant, calculating manipulation of his sport and his cavalier treatment of some of the most long-serving and loyal members of his team have alienated his public, and this cynically effective display will have done nothing to regain their affection. \nIt was unquestionably a technical masterpiece, a highly skilled exercise in evasion and frustration, but for $17.6m – which a bonus percentage deal will probably push over the $20m mark – he might reasonably have been expected to offer some entertainment as well. Merely winning is not enough at this level, or for that sort of money. \nDuran’s performance will be forgiven: even Macho men get old, and he is now 38. The old warhorse has given the public so much over 20 years that he will not be remembered for this tame workout. Leonard, though, will not be so readily forgiven for his decision literally to take the money and run. \nLeonard justified his strategy on the grounds that, on the one occasion when he did try to please the crowd (in the 11th round) Duran hit him with a right which inflicted a horrible cut on the left eyebrow, one of three facial wounds which later required 60 microstitches. \nViewed from a purely professional standpoint he is of course right: the job of a boxer ideally is to hit without getting hit himself, but to take that attitude to the limits to which Leonard stretched is to ignore his responsibility to his public, who had paid him handsomely to fight. \nThere is a distinction to be made between what Leonard did last week and what Herol Graham did against Rod Douglas in October. Graham gave a masterly display of evasive boxing, but all the time he was looking to land those strength-sapping counters, whereas Leonard appeared to be set on an inflexible course of least risk and minimum discomfort. \nThe fight was officially only for Leonard’s WBC super middleweight title although Leonard, the supreme egotist, had dictated that the match be made at 162lbs, a full six pounds below the championship limit. The WBC had, as ever, meekly agreed to this perversion of their own rules to accommodate him, just as they did when Donny Lalonde was obliged to come in seven pounds below his championship weight to defend the light-heavyweight title against Leonard, and when Thomas Hearns reportedly had to scale below 11st 10lbs for his super-middleweight challenge against him in June. \nDuran’s WBC middleweight title was not at stake, but as Leonard scaled exactly the middleweight limit of 11st 6lbs with Duran two pounds lighter, and since the match was fought under full championship conditions, Duran’s title should surely either be awarded to Leonard or declared vacant. The WBC, though, have no plans to take either course, which will surprise nobody. \nBut whether his championship future is decided in the ring or in a committee room, Duran’s day as a top-flight performer is numbered. The first decent middleweight he meets will almost certainly dethrone him, and that could mean either of Britain’s two hopes in the division, Herol Graham or Nigel Benn, whose one round win over Jose Quinones a few days earlier had caused a considerable stir in Vegas fighting circles. \nDuran certainly will box again. Even this huge payday will have served only to clear existing tax bills and support his extravagant lifestyle for a few months. It seems, sadly, that his super win over Iran Barkley in February was the last hurrah for old ‘Hands of Stone’. Leonard refused to be drawn on his future, but after this result it is likely that he, too, will be tempted back into the ring. \nWhatever weaknesses Hearns exposed in his chin last June, Leonard’s legs and tactical brain remain almost as good as ever and the temptation for him to pick up another $20m or so – possibly in a third match with Hearns – will be hard to resist. \nThe fight was a colossal financial success for promoter Bob Arum and for the owners of the new Mirage hotel, who paid a site fee of $8m in an effort to establish themselves as serious rivals to the Hilton and Ceasars Palace as a major venue. The gross was expected to be somewhere between $60m and $70m, but whatever the balance books show, the history books will record it is a flop of heroic proportions. \nIt was almost totally devoid of action highlights, with round following boring round in the same unvarying pattern: Leonard skittering around the ring, winding up a Bolo (“I did it to remind him of New Orleans”) while the bearded, slightly podgy middleweight champion walked after him in half-hearted pursuit. \nI doubt if Duran landed a worthwhile punch in the first half of the fight, although he did succeed in drawing blood from Leonard’s lip with a butt in the fourth. Leonard scored with jabs when he could, but generally remained on the ring perimeter while Duran’s tentative jabs fell far short of their target. \nThe crowd were prepared to tolerate such tactics for a couple of rounds, but when by the third round there was still no signs of the pair getting down to serious business, whistles and boos were heard from all around the high-tiered arena. The jeers intensified late in the round when Leonard popped Duran in the face with two fast jabs, and then stood still and wound up a right hand bolo before walking away without throwing it. \nHe was clearly trying to confuse and intimidate Duran, as he did on that memorable night in New Orleans, and the signs were that it was working – although even Leonard could not have expected that Duran would repeat that notorious “No Mas” walkout. \nDuran has always had trouble with movers, a fact which Mickey Duff appreciated earlier than most of us when he matched Kirkland Laing with him, and against all expectations bar Duff’s, Laing pulled off a stunning points win. Leonard was aware of Duran’s problems in coping with that kind of style. \nAs the rounds drifted by, so Duran’s frustration and confusion mounted, and his commitment waned. The pride was still there, though, even if the fire was not, it was pride which kept him upright in the sixth round when Leonard at last went to work. A left hook followed by a series of stunning rights to the head had Duran reeling in a corner and along the ropes, and he was badly hurt as the round ended. \nIt was the one stage in the fight when an inside-schedule finish was on the cards, but surprisingly Leonard did not pursue his advantage in the seventh and instead went back to his evasive, don’t-get-involved routine and allowed Duran to recover his composure. \nAnd that was the way it remained, apart from a brief flurry from Duran, which earned him a share of the eighth on my card. Even then Leonard ostentatiously directed him to his corner. \nBy the 10th the chants of “Bullshit, Bullshit” were deafening, and it must have been galling for two men who between them have won nine world titles to hear themselves subjected to the ultimate insult which the American boxing fan has to offer. These were once the two finest fighters of their generation, but on this night they were more like two middle-aged businessmen intent on getting the maximum return for the minimum pain, and the punters who had paid up to $800 were understandably angry and resentful. \nThere was still one last, improbable chance left for Duran. Late in the 11th round, blood gushed from an ugly cut above Leonard’s left eye. Had it occurred earlier in the fight, it is unlikely that he could have survived. \nHis cornermen were unable to staunch the flow during the final one-minute interval, and sent him out for the 12th with blood seeping from around and under the blob of grease on the cut. Now, surely, was the moment for one last death or glory attack by Duran. \nHe must have known that he was far behind on points, despite his absurd post-fight claim to have done enough to win. The worst that could have happened to him was to have been knocked out, while on the plus side there was still a real chance that, even this late in the fight, referee Richard Steele might have been forced to intervene, especially given Leonard’s history of eye problems. \nBut instead, the Lion went out like a lamb. The Duran who had spat glorious defiance at Marvin Hagler in the last round of their memorable encounter or had marched grimly towards Thomas Hearns in the cold certain knowledge that he was about to be knocked out is only a memory. The December 1989 version was happy opt for survival, and coasted through the final three minutes while the chants and jeers rolled down from the top tiers. \nIt was all so sad, and so unworthy of what the man had been. For the record, all three judges gave it to Leonard by wide margins. Jerry Roth and Joe Cortez, both from America, scored it respectively 119-109 and 116-111, while Belgian judge Bob Logist gave Duran a share of the first and last rounds for a score of 120-110. \nI made Leonard win by 119-109, but really this was a night when Duran lost so much more than just a decision.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sugar ray leonard", "sentiment": "negative"}, {"name": "roberto duran", "sentiment": "negative"}, {"name": "ray leonard", "sentiment": "negative"}, {"name": "thomas hearns", "sentiment": "none"}, {"name": "graham", "sentiment": "none"}, {"name": "bob logist", "sentiment": "none"}, {"name": "larry holmes", "sentiment": "none"}, {"name": "mickey duff", "sentiment": "none"}, {"name": "hearns", "sentiment": "none"}, {"name": "leonard-duran iii", "sentiment": "none"}, {"name": "donny lalonde", "sentiment": "none"}, {"name": "duff", "sentiment": "none"}, {"name": "kirkland laing", "sentiment": "none"}, {"name": "muhammad ali", "sentiment": "none"}, {"name": "herol graham", "sentiment": "none"}, {"name": "jerry roth", "sentiment": "none"}, {"name": "leonard", "sentiment": "none"}, {"name": "nigel benn", "sentiment": "none"}, {"name": "harry mullan", "sentiment": "none"}, {"name": "richard steele", "sentiment": "none"}, {"name": "rod douglas", "sentiment": "none"}, {"name": "marvin hagler", "sentiment": "none"}, {"name": "joe cortez", "sentiment": "none"}, {"name": "bob arum", "sentiment": "none"}, {"name": "jose quinones", "sentiment": "none"}, {"name": "laing", "sentiment": "none"}, {"name": "duran", "sentiment": "none"}], "organizations": [{"name": "ceasars palace", "sentiment": "none"}, {"name": "wbc", "sentiment": "none"}, {"name": "hilton", "sentiment": "none"}], "locations": [{"name": "iran barkley", "sentiment": "none"}, {"name": "panama", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "new orleans", "sentiment": "none"}, {"name": "britain", "sentiment": "none"}, {"name": "las vegas", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:22.025+02:00"}, {"thread": {"uuid": "ef8c9be89febf072d2971709d9da86e32fd03ebb", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvAVxs6a_QJ.WAycJU4hEGUQcXHzqefUwwUTddTwGaxFav6rb87IE3LVirOqqxR3E.LtmPtf9ELlK2Le3Y3hbpg.7SU_RDMAZeVcYOKu2RgUDYhVHtu7.FD0-", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "Best tours of West Ireland - 3 days in mid December - Ireland", "title_full": "Best tours of West Ireland - 3 days in mid December - Ireland Message Board - TripAdvisor", "published": "2017-12-07T00:26:00.000+02:00", "replies_count": 2, "participants_count": 2, "site_type": "discussions", "country": "ZA", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d135738e91bf812d324a599fe660ffc8b16e8c0d", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvAVxs6a_QJ.WAycJU4hEGUQcXHzqefUwwUTddTwGaxFav6rb87IE3LVirOqqxR3E.LtmPtf9ELlK2Le3Y3hbpg.7SU_RDMAZeVcYOKu2RgUDtULbB32v245UwKnKV_0Vhg--", "ord_in_thread": 2, "author": "Carabiniero", "published": "2017-12-07T00:55:00.000+02:00", "title": "", "text": "Thank you. Yes, we will actually be seeing Dublin on the way back. Certainly, if you have any specific Dublin *must see* suggestions I would appreciate those as well. But in Dublin, I am not so worried about getting around because of public transportation. In the west, on the other hand, I would prefer to book 1 or 2 tours because it takes longer to get from place to place.\nI am curious why you do not like my idea of saving a whole day and taking a tour from Dublin? If we were to take a bus on our own to Galway to Dublin it would cost about the same as taking a tour bus from Dublin to Galway, but we would also get the tour. Also, we would waste a day because by the time we get to Galway and try to book a tour the day would be half gone, so we could only sightsee in town.\nI do understand about the limited daylight, but unfortunately, due to circumstances, this was the only time we could come. So as per my original question - I would appreciate advice on which tours I could take from Dublin to the west as day trips and then if I stay in the west for an additional 2 days, which other times or places would be good to visit during December 14-17.\nThanks!\nEdited: yesterday, 10:56", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:22.029+02:00"}, {"thread": {"uuid": "0f3ede510cce9e5b6fd1e7da155d7f419bf7d3ad", "url": "http://omgili.com/ri/jHIAmI4hxg_Rk8AjjCHn8rIpU366Vea53MNSp6VhKpZYxQr1FJWgd3LdvpQlJZubtttSc1VKsol3fXNqOe4Y0VUIPQDOVj9vxo6PgSJPbQnO6pusueuk3Q--", "site_full": "www.boxingnewsonline.net", "site": "boxingnewsonline.net", "site_section": "http://www.boxingnewsonline.net/feed", "site_categories": ["boxing", "sports"], "section_title": "Boxing News", "title": "VIDEO James DeGale on his rivalry with George Groves", "title_full": "VIDEO James DeGale on his rivalry with George Groves", "published": "2017-12-07T08:57:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "http://www.boxingnewsonline.net/wordpress/wp-content/uploads/2017/12/2017-12-04T131338Z_566378110_RC121DF8CE40_RTRMADP_3_BOXING-SUPERMIDDLEWEIGHT-DEGALE-TRUAX.jpg", "performance_score": 0, "domain_rank": 90811, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0f3ede510cce9e5b6fd1e7da155d7f419bf7d3ad", "url": "http://omgili.com/ri/jHIAmI4hxg_Rk8AjjCHn8rIpU366Vea53MNSp6VhKpZYxQr1FJWgd3LdvpQlJZubtttSc1VKsol3fXNqOe4Y0VUIPQDOVj9vxo6PgSJPbQnO6pusueuk3Q--", "ord_in_thread": 0, "author": "BN Staff", "published": "2017-12-07T08:57:00.000+02:00", "title": "VIDEO James DeGale on his rivalry with George Groves", "text": "December 7, 2017 BN Staff VIDEO James DeGale on his rivalry with George Groves \nThe long-running hostility between George Groves and James DeGale remains VIDEO James DeGale on his rivalry with George Groves \nThe long-running hostility between George Groves and James DeGale remains Read more articles by", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "james degale", "sentiment": "negative"}, {"name": "george groves", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:22.032+02:00"}, {"thread": {"uuid": "7e79fc50d5845353c9689aea25daa2f21c29e69b", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJue9zsLWdlE1BcCZStWidjXfs4xq5uWRLPCXCHeNsTs60bOzmo_adIEZ2UeTOVGxau9RHp7UsYBczmVU5L44taH5PZRETUGajWw--", "site_full": "www.topix.net", "site": "topix.net", "site_section": "http://www.topix.net/rss/olympics/summer.xml", "site_categories": ["entertainment"], "section_title": "Summer Olympics News", "title": "Biles ready for new role at 2020 Tokyo Olympics", "title_full": "Biles ready for new role at 2020 Tokyo Olympics", "published": "2017-12-04T14:37:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://picproxy.topixcdn.com/pics/up-", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7e79fc50d5845353c9689aea25daa2f21c29e69b", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJue9zsLWdlE1BcCZStWidjXfs4xq5uWRLPCXCHeNsTs60bOzmo_adIEZ2UeTOVGxau9RHp7UsYBczmVU5L44taH5PZRETUGajWw--", "ord_in_thread": 0, "author": "", "published": "2017-12-04T14:37:00.000+02:00", "title": "Biles ready for new role at 2020 Tokyo Olympics", "text": "  Biles ready for new role at 2020 Toky... Biles ready for new role at 2020 Tokyo Olympics Monday Dec 4 Read more: KAZR-FM Des Moines \nSimone Biles recently resumed training for the first time in over a year with her eyes set squarely on the 2020 Tokyo Olympics where one of the greatest gymnasts of all time expects to be a mentor on the U.S. team. Biles, whose four gold medals at the 2016 Rio Games capped a run of dominance unlike anything the gymnastics world has seen, did not say whether she felt she could repeat that success in Tokyo but did acknowledge her changing role.   KAZR-FM Des Moines.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:22.033+02:00"}, {"thread": {"uuid": "36b667af084aca3a4aeb50c1e091dd71ea90cf01", "url": "http://omgili.com/ri/.wHSUbtEfZRvrwu.mPJkHTDAcnJTjoN8cELtHPpreGBMP5XAiL1lp2VqGrehTq4H7.jbPc7nOfKWDUfOWZy4JGIbzNb7xhr3heVRXylk5fMlePs6ktymRHWKvWQz1JPEEyI_PIfLzICwzg8MD.xVAFcPPC7g8BA7kfJHy2xuhQk-", "site_full": "cvitrolles.wordpress.com", "site": "wordpress.com", "site_section": "https://cvitrolles.wordpress.com", "site_categories": [], "section_title": "Message aux exclus de la société : les non fans de Johnny – Le Billet de Charline”  – welcome à la casa", "title": "Message aux exclus de la société : les non fans de Johnny – Le Billet de Charline”", "title_full": "Message aux exclus de la société : les non fans de Johnny – Le Billet de Charline”", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "FR", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "36b667af084aca3a4aeb50c1e091dd71ea90cf01", "url": "http://omgili.com/ri/.wHSUbtEfZRvrwu.mPJkHTDAcnJTjoN8cELtHPpreGBMP5XAiL1lp2VqGrehTq4H7.jbPc7nOfKWDUfOWZy4JGIbzNb7xhr3heVRXylk5fMlePs6ktymRHWKvWQz1JPEEyI_PIfLzICwzg8MD.xVAFcPPC7g8BA7kfJHy2xuhQk-", "ord_in_thread": 0, "author": "cvitrolles", "published": "2017-12-07T11:54:00.000+02:00", "title": "Message aux exclus de la société : les non fans de Johnny – Le Billet de Charline”", "text": "", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.001+02:00"}, {"thread": {"uuid": "b6d721ef9225ea65e57d4ad862291d50fba80d36", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKp._xk34eOfc-", "site_full": "groups.google.com", "site": "google.com", "site_section": "https://groups.google.com/a/googleproductforums.com/forum/?_escaped_fragment_=categories/maps/desktop---other", "site_categories": ["business"], "section_title": "Google Maps &amp; Earth Help Forum - Google Product Forums", "title": "\"Suggest an edit\" not being applied", "title_full": "\"Suggest an edit\" not being applied - Google Product Forums", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 6, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://www.google.com/images/icons/product/groups-128.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f4d79ad816a62d3341eb78ed56d1a308fedd4e44", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKZ0RSHnx4ckefPDNZEuc0NQ--", "ord_in_thread": 4, "author": "Verlinde", "published": "2017-12-07T02:00:00.000+02:00", "title": "", "text": "Thank you, however El Dorado official accommodation is a hotel which business is the selling of 30 rooms/houses on a day to day basis. It is therefor not a rental house but a hotel the same as Spier hotel in Stellenbosch.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.002+02:00"}, {"thread": {"uuid": "b6d721ef9225ea65e57d4ad862291d50fba80d36", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKp._xk34eOfc-", "site_full": "groups.google.com", "site": "google.com", "site_section": "https://groups.google.com/a/googleproductforums.com/forum/?_escaped_fragment_=categories/maps/desktop---other", "site_categories": ["business"], "section_title": "Google Maps &amp; Earth Help Forum - Google Product Forums", "title": "\"Suggest an edit\" not being applied", "title_full": "\"Suggest an edit\" not being applied - Google Product Forums", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 6, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://www.google.com/images/icons/product/groups-128.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "020fabd54ab745c02aa3be96f4ac1af53bf9bad7", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKZ0RSHnx4ckeyJ0icqzo3Nw--", "ord_in_thread": 3, "author": "Keith.A", "published": "2017-12-07T02:00:00.000+02:00", "title": "", "text": "Please see here for more information, specifically the section on ineligible businesses: https://support.google.com/business/answer/3038177", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.008+02:00"}, {"thread": {"uuid": "b6d721ef9225ea65e57d4ad862291d50fba80d36", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKp._xk34eOfc-", "site_full": "groups.google.com", "site": "google.com", "site_section": "https://groups.google.com/a/googleproductforums.com/forum/?_escaped_fragment_=categories/maps/desktop---other", "site_categories": ["business"], "section_title": "Google Maps &amp; Earth Help Forum - Google Product Forums", "title": "\"Suggest an edit\" not being applied", "title_full": "\"Suggest an edit\" not being applied - Google Product Forums", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 6, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://www.google.com/images/icons/product/groups-128.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6655e103309f6c88674bee0a959bcf251f199081", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKZ0RSHnx4ckfxtn9AnC5B4w--", "ord_in_thread": 5, "author": "Keith.A", "published": "2017-12-07T02:00:00.000+02:00", "title": "", "text": "Can you provide a link to it's website and the address of the rental office?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.009+02:00"}, {"thread": {"uuid": "896f7928a6ae2edb5660b84f62cbc8d9836a05f0", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog64RomttMIJpwnn3s_yzulDgcUrJftNfThmAfXqd8cxlxL3bXY390ecjZoMnSlWGUQdh57QVFRT7T1H22CbvgCuCiA0QpgfFfml.HDqHr9gtdhBoN9FV3cec-", "site_full": "community.thomsonreuters.com", "site": "thomsonreuters.com", "site_section": "http://community.thomsonreuters.com/ts/rss/Community?interaction.style=group", "site_categories": ["non_standard_content", "adult"], "section_title": "rss.livelink.threads-in-node", "title": "+44-8081647818 Coinbase Toll Free", "title_full": "+44-8081647818 Coinbase Toll Free", "published": "2017-12-07T11:19:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 2520, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "896f7928a6ae2edb5660b84f62cbc8d9836a05f0", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog64RomttMIJpwnn3s_yzulDgcUrJftNfThmAfXqd8cxlxL3bXY390ecjZoMnSlWGUQdh57QVFRT7T1H22CbvgCuCiA0QpgfFfml.HDqHr9gtdhBoN9FV3cec-", "ord_in_thread": 0, "author": "Bittrex_Support", "published": "2017-12-07T11:19:00.000+02:00", "title": "+44-8081647818 Coinbase Toll Free", "text": "You No Need To Worry Simply give Us Call Bitcoin Support Number +44-8081647818Bittrex Wallet This Is very simple To UseWhen stumbling across new websites that trade crypto currencies, you would always ask yourself, are they legit? Of course, it is natural as a human being to doubt any website’s integrity.We as human beings would always look for something better, something that is a step above on what we currently have. With that being said, is Bittrex a legit website to trade BTC with other crypto currencies?Bittrex.com has been operating in the U.S. since 2014. They claim to be the next generation in crypto currency trading. Backed up by security and development experience from companies like Microsoft and Amazon, they might just be the people you want to do business with. Bill Shihara is the Co-Founder and CEO of Bittrex. He has 11 years experience working with Microsoft Windows Operating system and security team. He has also experience working as a Security Engineer for Amazon and Blackberry.Their team has an impressive combinaed experience when it comes to security. You can read more about the Bittrex teamx Message 1 of 1 (5 Views)", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "bill shihara", "sentiment": "none"}], "organizations": [{"name": "btc", "sentiment": "none"}, {"name": "microsoft", "sentiment": "none"}, {"name": "amazon", "sentiment": "none"}, {"name": "security engineer for amazon", "sentiment": "none"}], "locations": [{"name": "u.s.", "sentiment": "none"}, {"name": "bittrex", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:23.009+02:00"}, {"thread": {"uuid": "b6d721ef9225ea65e57d4ad862291d50fba80d36", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKp._xk34eOfc-", "site_full": "groups.google.com", "site": "google.com", "site_section": "https://groups.google.com/a/googleproductforums.com/forum/?_escaped_fragment_=categories/maps/desktop---other", "site_categories": ["business"], "section_title": "Google Maps &amp; Earth Help Forum - Google Product Forums", "title": "\"Suggest an edit\" not being applied", "title_full": "\"Suggest an edit\" not being applied - Google Product Forums", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 6, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://www.google.com/images/icons/product/groups-128.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "80968e654f5aa25acfab7ee5e206a49d4ddade6d", "url": "http://omgili.com/ri/.wHSUbtEfZQ8l2Gi_2QdtYzkTDXFl9m9u5kYD7BoZG4PRNvBqdajAc5QTBcd5LY4eksEH5KJ0k7apxtAUVLjoK.oaPys23MuYxMzF8Yx97zqhE0QuFqf0bUTWzIA3cHKZ0RSHnx4cke7KR0wb8uIFQ--", "ord_in_thread": 6, "author": "Verlinde", "published": "2017-12-07T02:00:00.000+02:00", "title": "", "text": "Website: http://eldorado-oudtshoorn.co.za/ Address is a bit complicated, as it's a complex and does not have a street address. The address we use is simply \"Park Road, Oudtshoorn\". Here are the GPS coordinates: Latitude", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://eldorado-oudtshoorn.co.za/"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.011+02:00"}, {"thread": {"uuid": "ab8de1fe23eff44fd9f0a94131bc965176778963", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzrEP2bZNO2nymPYwSkaT2potxsJ42lxrVdL..ZyQgVmw5KhFLoHHfL4tBZl25xJ3h", "site_full": "ventura.craigslist.org", "site": "craigslist.org", "site_section": "http://ventura.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist ventura | for sale search", "title": "Men's Kuhl pants $5", "title_full": "Men's Kuhl pants $5", "published": "2017-12-07T10:39:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00u0u_lWBHroWDUsG_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ab8de1fe23eff44fd9f0a94131bc965176778963", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzrEP2bZNO2nymPYwSkaT2potxsJ42lxrVdL..ZyQgVmw5KhFLoHHfL4tBZl25xJ3h", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:39:00.000+02:00", "title": "Men's Kuhl pants $5", "text": "favorite this post Men's Kuhl pants - $5 hide this posting unhide < image 1 of 2 > QR Code Link to This Post Size 33/32. Excellent condition. Heavy duty work pants. do NOT contact me with unsolicited services or offers post id: 6406490125", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kuhl", "sentiment": "negative"}], "organizations": [{"name": "men's kuhl", "sentiment": "neutral"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.016+02:00"}, {"thread": {"uuid": "d8809a70668c1bb63771c8f39efdd16d7b4483fd", "url": "http://omgili.com/ri/jHIAmI4hxg9nNYErEkEOKIs1QD.JYBdU.pgtZRQD3FsNuq.xYWs786by4XYrzEjzVG_5ixTyR26QZqa0Yx0.RT75PQeCkPUlUwb1B4p6zcQ-", "site_full": "www.sherdog.com", "site": "sherdog.com", "site_section": "http://www.sherdog.com/rss/videos2.xml", "site_categories": ["boxing", "sports"], "section_title": "Recent Videos on Sherdog.com", "title": "Flashback: Vargas vs. Salido", "title_full": "Flashback: Vargas vs. Salido", "published": "2017-12-06T19:04:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://www1.cdn.sherdog.com/_images/videos/20171206090409_ww.JPG", "performance_score": 0, "domain_rank": 5787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d8809a70668c1bb63771c8f39efdd16d7b4483fd", "url": "http://omgili.com/ri/jHIAmI4hxg9nNYErEkEOKIs1QD.JYBdU.pgtZRQD3FsNuq.xYWs786by4XYrzEjzVG_5ixTyR26QZqa0Yx0.RT75PQeCkPUlUwb1B4p6zcQ-", "ord_in_thread": 0, "author": "news@sherdog.com (news@sherdog.com)", "published": "2017-12-06T19:04:00.000+02:00", "title": "Flashback: Vargas vs. Salido", "text": "Hey Harold! Salido vs. Roman \nDec, 05, 2017 HBO Boxing's Harold Lederman takes a look at Orlando Salido vs. Miguel Roman. Salido vs. Roman takes place Saturday, Dec. 9 at 10:20 p.m. ET.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "orlando sal", "sentiment": "negative"}, {"name": "harold lederman", "sentiment": "negative"}, {"name": "salido", "sentiment": "neutral"}, {"name": "harold", "sentiment": "neutral"}, {"name": "miguel roman", "sentiment": "none"}, {"name": "roman", "sentiment": "none"}], "organizations": [{"name": "hbo boxing", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.024+02:00"}, {"thread": {"uuid": "e71cb7f39672c2e66e093b90ffcee84fd7010488", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ1T1VTPwgLHyScGzYXyISdbUmCv.kCjAjB65EMBReUq_OiHCnsehcSRr45W6ZE1VyE7BPogh9jCab6_zPMTGWrBFG1Cgur6pfXK.9XYnjrz13r_ranZd7XeZATuAcJfJW", "site_full": "www.homedepot.com", "site": "homedepot.com", "site_section": "https://www.homedepot.com/b/Appliances-Microwaves-Over-the-Range-Microwaves/N-5yc1vZc3pa/AjaxNavigation", "site_categories": ["interior_decorating", "landscaping", "home_and_garden", "shopping", "appliances"], "section_title": "", "title": "GE 1.9 Sensor Oven in Stainless Steel-JVM7195SKSS", "title_full": "GE 1.9 cu. ft. Over-the-Range Sensor Microwave Oven in Stainless Steel-JVM7195SKSS - The Home Depot", "published": "2017-11-24T02:00:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.997, "main_image": "https://images.homedepot-static.com/productImages/56d53cd8-036d-4245-a6a1-661914504949/svn/stainless-steel-ge-over-the-range-microwaves-jvm7195skss-64_300.jpg", "performance_score": 0, "domain_rank": 249, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c58e60b0f9bb5ced4c614730e0490409ec83fe5f", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ1T1VTPwgLHyScGzYXyISdbUmCv.kCjAjB65EMBReUq_OiHCnsehcSRr45W6ZE1VyE7BPogh9jCab6_zPMTGWrBFG1Cgur6pfXK.9XYnjrz13r_ranZd7XbLRrvEw4OvdQPqQdoXbFIXnodqo16LDTQ--", "ord_in_thread": 3, "author": "Stampinlady", "published": "2017-11-28T02:00:00.000+02:00", "title": "Disappointed", "text": "This microwave is simple to use if you have a flashlight handy. The touch controls are too hard to read. They need to be lit up.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 3.0, "crawled": "2017-12-07T11:54:23.026+02:00"}, {"thread": {"uuid": "edf8c26d2c1ac490ebd7bfde5408a3ee3c694b90", "url": "http://omgili.com/ri/jHIAmI4hxg8DmHVqEJUj8g054r.7AAvbAD4mxW_nsbmt.nZrT1wLI_78laQFXJCnPexsEj85F9Nq_johMg2D9c3_QHGMEnWM", "site_full": "www.drivethrucards.com", "site": "drivethrucards.com", "site_section": "http://www.drivethrucards.com/rss.php", "site_categories": ["gambling", "hobbies_and_interests"], "section_title": "DriveThruCards.com Newest Items", "title": "Machete - Custom Card", "title_full": "Machete - Custom Card", "published": "2017-12-07T11:02:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://www.drivethrucards.com/images/5549/228247.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "edf8c26d2c1ac490ebd7bfde5408a3ee3c694b90", "url": "http://omgili.com/ri/jHIAmI4hxg8DmHVqEJUj8g054r.7AAvbAD4mxW_nsbmt.nZrT1wLI_78laQFXJCnPexsEj85F9Nq_johMg2D9c3_QHGMEnWM", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:02:00.000+02:00", "title": "Machete - Custom Card", "text": " ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.027+02:00"}, {"thread": {"uuid": "0e1c5c6ce7e79290a5322657ec2e45ec213da239", "url": "http://omgili.com/ri/jHIAmI4hxg9ayjvlmkKKnDpTUgISD_ebJhrflHhUpmqcIYSM1KE26T08G62526XlmtE2wCFhY_iJ1l2okBdzR.cg0nCgZyzv4lwgX0NWbM2tPMuVP_yLBK8EWhJmJus5", "site_full": "www.bseindia.com", "site": "bseindia.com", "site_section": "", "site_categories": ["financial_news", "finance"], "section_title": "", "title": "Announcements", "title_full": "Announcements", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "IN", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 4508, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0e1c5c6ce7e79290a5322657ec2e45ec213da239", "url": "http://omgili.com/ri/jHIAmI4hxg9ayjvlmkKKnDpTUgISD_ebJhrflHhUpmqcIYSM1KE26T08G62526XlmtE2wCFhY_iJ1l2okBdzR.cg0nCgZyzv4lwgX0NWbM2tPMuVP_yLBK8EWhJmJus5", "ord_in_thread": 0, "author": "", "published": "2017-12-07T02:00:00.000+02:00", "title": "Announcements", "text": "Closure of Trading Window Exchange Received Time  07/12/2017 15:18:56 Exchange Disseminated Time 07/12/2017 15:18:59 Time Taken 00:00:03 The meeting of the Board of Directors of the Company will be held on 14th December, 2017 at 12.00 p.m. at the Registered Office of the Company to transact the following business: 1. To consider, adopt and approve Unaudited Financial Results for the quarter ended on 30th September, 2017. 2. Any other business with the permission of chair. Moreover Company is hereby informing that Trading Window of the Company will remain close from 7th December, 2017 to 15th December, 2017 both days inclusive. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "company", "sentiment": "none"}, {"name": "board of directors of the company", "sentiment": "none"}, {"name": "registered office of the company", "sentiment": "none"}, {"name": "unaudited financial results", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.029+02:00"}, {"thread": {"uuid": "2cb547c4646c7bf50ba1d6b70e46457691c59073", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJuZCkYJ_sYLvWXOURgQZzDVOZW2dRSLLsj8_ua9f96Ob0TqhJbfSqx2Z_rjjPgd8oVlN_RK41xlUUcp5Uvy72hTc-", "site_full": "www.topix.net", "site": "topix.net", "site_section": "http://www.topix.net/rss/olympics/summer.xml", "site_categories": ["entertainment"], "section_title": "Summer Olympics News", "title": "Tom Daley's marriage 'far from perfect'", "title_full": "Tom Daley's marriage 'far from perfect'", "published": "2017-12-04T12:29:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://picproxy.topixcdn.com/pics/up-", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2cb547c4646c7bf50ba1d6b70e46457691c59073", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJuZCkYJ_sYLvWXOURgQZzDVOZW2dRSLLsj8_ua9f96Ob0TqhJbfSqx2Z_rjjPgd8oVlN_RK41xlUUcp5Uvy72hTc-", "ord_in_thread": 0, "author": "", "published": "2017-12-04T12:29:00.000+02:00", "title": "Tom Daley's marriage 'far from perfect'", "text": "  Tom Daley's marriage 'far from perfect' Tom Daley's marriage 'far from perfect' Monday Dec 4 Read more: Loudon County News \nThe 23-year-old Olympic diver tied the knot with Dustin Lance Black in May this year but admitted their union is \"not all plain sailing\" and there have been \"struggles\", such as not seeing each other for up to five weeks. \"For example, we went long distance for a very, very, long time: he was in LA, I was living in London.   Loudon County News.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.037+02:00"}, {"thread": {"uuid": "b09a97c5c388c2901744b5cf307fa143e37bc445", "url": "http://omgili.com/ri/jHIAmI4hxg8DmHVqEJUj8g054r.7AAvbAD4mxW_nsbmt.nZrT1wLI0oe18fEH_CTC0oi0O.7zVuS4JXthUz5737MbSsaXRwe", "site_full": "www.drivethrucards.com", "site": "drivethrucards.com", "site_section": "http://www.drivethrucards.com/rss.php", "site_categories": ["gambling", "hobbies_and_interests"], "section_title": "DriveThruCards.com Newest Items", "title": "Crackle - Custom Card", "title_full": "Crackle - Custom Card", "published": "2017-12-07T11:02:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://www.drivethrucards.com/images/5549/228258.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b09a97c5c388c2901744b5cf307fa143e37bc445", "url": "http://omgili.com/ri/jHIAmI4hxg8DmHVqEJUj8g054r.7AAvbAD4mxW_nsbmt.nZrT1wLI0oe18fEH_CTC0oi0O.7zVuS4JXthUz5737MbSsaXRwe", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:02:00.000+02:00", "title": "Crackle - Custom Card", "text": " ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.042+02:00"}, {"thread": {"uuid": "122ac318ea72b9d4ae45b7ded8431436383a1976", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJuZV9ZIPDoSmWgnFtxV6Iewl5jWFJSorXIay0c8eG5UJfoQOXWN0_8Wnlvyjneiu0BHkD.D4zRxVY3w4pM4lcxWx7HRKAOxhKJg--", "site_full": "www.topix.net", "site": "topix.net", "site_section": "http://www.topix.net/rss/olympics/summer.xml", "site_categories": ["entertainment"], "section_title": "Summer Olympics News", "title": "Japan prepared to roll dice on Momota with eye on Tokyo", "title_full": "Japan prepared to roll dice on Momota with eye on Tokyo", "published": "2017-12-04T08:10:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "//static.topixcdn.com/ext/t9/topix-og-image-1.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "122ac318ea72b9d4ae45b7ded8431436383a1976", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJuZV9ZIPDoSmWgnFtxV6Iewl5jWFJSorXIay0c8eG5UJfoQOXWN0_8Wnlvyjneiu0BHkD.D4zRxVY3w4pM4lcxWx7HRKAOxhKJg--", "ord_in_thread": 0, "author": "", "published": "2017-12-04T08:10:00.000+02:00", "title": "Japan prepared to roll dice on Momota with eye on Tokyo", "text": "  Japan prepared to roll dice on Momota... Japan prepared to roll dice on Momota with eye on Tokyo Next Story Prev Story Sunday Dec 3 Read more: Channelnewsasia.com \nFormer world number two Kento Momota will be restored to the top tier of Japan's national badminton team next season as he continues his long rehabilitation from a gambling scandal that ruled him out of the Rio Olympics, local media reported. Japanese badminton player Kento Momota attends a news conference after reports on his gambling at an illegal casino in Tokyo, Japan, April 8, 2016.   Channelnewsasia.com.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:23.047+02:00"}, {"thread": {"uuid": "de6911f551f83f390396c41f1f9019b7ed04393a", "url": "http://omgili.com/ri/.wHSUbtEfZRijJpdjmmG8m9qUch3DfaXcH213dNZGmiQgm9A6ALLn9_6yEiQdmRrVoVAoiw7ZBxS_4PbpKS8mg--", "site_full": "sharkattackbabyshark.wordpress.com", "site": "wordpress.com", "site_section": "https://sharkattackbabyshark.wordpress.com", "site_categories": [], "section_title": "Universe – SharkAttackBabyShark", "title": "Universe", "title_full": "Universe", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "de6911f551f83f390396c41f1f9019b7ed04393a", "url": "http://omgili.com/ri/.wHSUbtEfZRijJpdjmmG8m9qUch3DfaXcH213dNZGmiQgm9A6ALLn9_6yEiQdmRrVoVAoiw7ZBxS_4PbpKS8mg--", "ord_in_thread": 0, "author": "sharkattackbabyshark", "published": "2017-12-07T11:54:00.000+02:00", "title": "Universe", "text": "I once witnessed\nAn altercation between\nA mantis\nAnd a cicada\nOn the bushes\nIn the front\nOf my home.\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:24.002+02:00"}, {"thread": {"uuid": "74596023d4902232ad117ef4119befb9c526ebe8", "url": "http://omgili.com/ri/.wHSUbtEfZS2EGOzQRppO5Y2by8scO84Pom6igWyisulWk.AgG_kZu1sYrQ4CtfYp8LbgvjBODA-", "site_full": "blog.of-code.com", "site": "of-code.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Code ogreness, part 2 – interfaces – The blog of code", "title_full": "Code ogreness, part 2 – interfaces – The blog of code", "published": "2017-12-07T02:47:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "PL", "spam_score": 0.201, "main_image": "https://blog.of-code.com/wp-content/uploads/2017/12/angular.png", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "74596023d4902232ad117ef4119befb9c526ebe8", "url": "http://omgili.com/ri/.wHSUbtEfZS2EGOzQRppO5Y2by8scO84Pom6igWyisulWk.AgG_kZu1sYrQ4CtfYp8LbgvjBODA-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T02:47:00.000+02:00", "title": "Code ogreness, part 2 – interfaces – The blog of code", "text": "java , OOD In previous post I promised two observations about layered structure of applications. It’s time for the second part. This time – you will notice – without longish intro or too many attempted jokes. It’s serious now, the subject is: usage of interfaces. \nBy “interface” I mean that specific keyword in Java language. I believe the subject is more serious, because with each new project and new team the same discussion about interfaces seems to be repeated. My opinion during that discussion is always the same: \nEvery time a layer exposes some behaviour to other layers it should be done via an interface. \nAs evidenced by HTML tags above – my opinion is strong. I find it surprising that many people don’t agree, some will even claim that programming to interfaces is an anti-pattern. Let me first explain why I defend the usage of interfaces so strongly and then I’ll address few assorted arguments against them. Why? \nThe reason for my belief is simple: clean separation . You don’t need very complex business logic to have multiple classes implementing it. Only selected classes in your layer are supposed to be used by other layers. You can achieve some separation with access modifiers, but even then – inside your publicly visible class – not all public methods might really be meant for an outside world (some of them could be just implementation details meant for classes in the same layer). An example \nYou have a service class, creatively named Service. It’s meant to provide information about events to other layers, so your service has getEvents() method. Let’s say the simplest way to collect events in that situation would be for Service to implement a version of an observer pattern. It now has registerEvent() method. Both methods are public, but registerEvent() is only meant to be used by other classes in the same layer. With an interface: Without an interface: public interface Service { List<Event> getEvents(); } public class ServiceImpl implements Service { public List<Event> getEvents() { // ... } public void registerEvent(Event event) { // ... } } public class Service { public List<Event> getEvents() { // ... } public void registerEvent(Event event) { // ... } } \nWith an interface it’s clear what is visible to an outside world, no one will call your registerEvent() by mistake. Without interfaces the relation to your classes other layers will have is just too intimate. \nI believe clean separation is the only argument I need to convince anyone to my views. There are additional perks of having interfaces: pure Java proxies, clearly defined contracts allow two people to work on one feature at the same time (one person implements the contract, other just writes client code) and so on. But let’s see what people have to say against this approach. Why not? YAGNI \n“You ain’t gonna need it” they’ll say, meaning that creating an interface is additional work that has no benefits. I agree there will be more typing (see the example above, there’s more code in the left column). The additional code is there not because you expect another implementation in the future. You need the interface now. \nNumber of implementations you’ll have is a valid consideration for abstract classes, but interfaces have completely different purpose: they’re used to define behaviours. You shouldn’t care how many classes will provide the behaviour. I’d say it’s good to forget about implementations for a second when creating an interface, it will force you to focus on responsibilities of your layer. \nAnd finally, it is correct you don’t need interfaces for your code to compile and run. The same could be said about unit tests. You also don’t need meaningful names for your classes and variables, everything would work with names like “a1”, “a2″… But we’re talking about creating a quality software that will possibly be maintained by many people for years to come. But my class has only methods visible to other layers \nIt may have now, when you’re gone from the project someone will change it and forget to “extract an interface”. Please, just focus on defining the contract that your layer will fulfil, incidentally the interface keyword is a great way to describe Java contracts. I don’t like the “Impl” suffix \nFair enough. Would you accept DefaultService instead of ServiceImpl ? I personally don’t mind uglier names for implementations, because they are only referenced in unit tests, all other classes just use the pretty name of an interface and implementations come from IoC container. But it feels wrong to do it for every class \nBecause it is wrong to do it for every class. First of all, some layers don’t expose behaviours, creating interfaces for data (with getters and setters only) is insane. Second, not all layers are meant to be called by others in your code (Spring MVC controllers are exposed as HTTP endpoints, a Java interface will not describe their contract properly). Adam Bien’s article \nThis one. Yes, the whole article thrown as an argument. I guess people like to think that a bit of Cialdini’s “principle of authority” won’t harm their case. \nFirst of all, doing Service service = new ServiceImpl(); \nis indeed poor code. But not because of Impl – it’s the new part that’s ugly. Use an IoC container, depend only on the interface – someone will inject you an implementation and it’s not your business what name it might have. But let’s get to the actual arguments from Bien: “Imagine you get another implementation (that’s the whole point of an interface) – how would you name it?” \nThat depends on how the new implementation is different from the original one. DAO now allows to store data on disc instead of relational DB? There you go: HardDriveDaoImpl . Also, the whole point of having an interface is to define a contract, number of implementations has nothing to do with it. “It doubles the amount of artifacts – and significantly increases the «complexity»” \nDoubling the amount assumes that an interface is created for every class. That’s not the right way. The complexity of the code that calls your classes is simpler. Having a clearly defined interface helps to keep it simple in the long run as well: it’s really easy to see when your interface grows too big, it’s harder to catch that when you have a bare class. “It is really funny to read the javadocs on the interface and the impl – another redundancy” \nIf you are into masochistic practices of writing javadocs, then you should know there is {@inheritDoc} tag . “The navigation in the IDE is less fluent” \nThis is just desperation. My IDE shows me all implementing classes with one keyboard short-cut. Navigating from class to corresponding unit test is more cumbersome. Or even better, Java packages make it really painful to navigate in IDE, should we drop them as well? Martin Fowler’s article \nThis one. Another well respected name to disagree with. Actually, no. Fowler is talking about pairing every class with an interface. I agree this is not a good idea. Robert C. Martin’s article \nThis one. It seems I can’t have a blog post without referencing Uncle Bob. At least this time I have a chance to disagree. Not really though. The article is about how Java interfaces are harmful, but in context of multiple inheritance. Sure, it would be nice to have mixins in Java, but it has nothing to do with the discussion about defining contracts for layers. Interfaces as descriptions of contracts are not going anywhere. \nJust look at languages that don’t have interfaces and tell me how it’s better there. You might think it’s swearing, while in reality it’s just an Angular’s private method. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "adam bien", "sentiment": "none"}, {"name": "cialdini", "sentiment": "none"}, {"name": "robert c. martin", "sentiment": "none"}, {"name": "uncle bob", "sentiment": "none"}, {"name": "martin fowler", "sentiment": "none"}, {"name": "fowler", "sentiment": "none"}], "organizations": [], "locations": [{"name": "ide", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:24.005+02:00"}, {"thread": {"uuid": "d4c7bf4140e2ab6c0f5773e29b4c5ae6ef0c694f", "url": "http://omgili.com/ri/0xd.sZhj5jdhix7uenEbzk0GO9g8sex94xpuQ.fO62W9e3jnXRyrx0p46AtJfGQ3fbE.IB6tJQM5jXxOre5chH0i2d5iVbyx2Wah26zBk_E-", "site_full": "christopher-hurt.blogspot.com", "site": "blogspot.com", "site_section": "http://christopher-hurt.blogspot.com/", "site_categories": [], "section_title": "Egocentric Universe", "title": "Justice League of Their Own", "title_full": "Justice League of Their Own", "published": "2017-12-07T09:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d4c7bf4140e2ab6c0f5773e29b4c5ae6ef0c694f", "url": "http://omgili.com/ri/0xd.sZhj5jdhix7uenEbzk0GO9g8sex94xpuQ.fO62W9e3jnXRyrx0p46AtJfGQ3fbE.IB6tJQM5jXxOre5chH0i2d5iVbyx2Wah26zBk_E-", "ord_in_thread": 0, "author": "Chris Hurt (noreply@blogger.com)", "published": "2017-12-07T09:00:00.000+02:00", "title": "Justice League of Their Own", "text": "Justice League (Pony Version) ~ Wonder Woman (Part 1/6) (By Kumikoponylk) #MLPFiM #MLP #Mane6 #JusticeLeague #WonderWoman #Applejack #Brony pic.twitter.com/Ry5tKl9hfj — Muhammad Ali 🇵🇰 (@Kanerudo66) December 5, 2017 “ Holy new personas , ponies !” Justice League (Pony Version) ~ Aqua Man (Part 2/6) (By Kumikoponylk) #MLPFiM #MLP #Mane6 #JusticeLeague #Aquaman #Fluttershy #Brony pic.twitter.com/K0vWcK3Qd7 — Muhammad Ali 🇵🇰 (@Kanerudo66) December 5, 2017 “ Power Ponies ,” where the main six characters -- please , buy comics !\nJustice League (Pony Version) ~ The Flash (Part 3/6)\n(By Kumikoponylk) #MLPFiM #MLP #Mane6 #JusticeLeague #TheFlash #PinkiePie #Brony pic.twitter.com/tsgLv0bjrx — Muhammad Ali 🇵🇰 (@Kanerudo66) December 5, 2017 “And we know that for those who love God all things work together for good,\nfor those who are called according to his purpose. ( Romans 8:28 )”\nTempest Shadow by imdrunkontea Justice League (Pony Version) ~ Cyborg (Part 4/6)\n(By Kumikoponylk) #MLPFiM #MLP #Mane6 #JusticeLeague #Cyborg #RainbowDash #Brony pic.twitter.com/39Yk8htel4 — Muhammad Ali 🇵🇰 (@Kanerudo66) December 5, 2017 I’d forgotten where I’d seen these only to be disappointed by the entertainment headlines.\nJustice League (Pony Version) ~ Green Lantern (Part 5/6)\n(By Kumikoponylk) #MLPFiM #MLP #Mane6 #JusticeLeague #GreenLantern #Rarity #Brony pic.twitter.com/frqB4PYdPa — Muhammad Ali 🇵🇰 (@Kanerudo66) December 5, 2017 “ Ryan Reynolds Will Play Pikachu In A Live-Action Pokémon Movie ”\nJustice League (Pony Version) ~ Batman (Part 6/6)\n(By Kumikoponylk) #MLPFiM #MLP #Mane6 #JusticeLeague #Batman #TwilightSparkle #Brony pic.twitter.com/GMT9GHPh0X — Muhammad Ali 🇵🇰 (@Kanerudo66) December 5, 2017 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "muhammad ali", "sentiment": "none"}, {"name": "ryan reynolds", "sentiment": "none"}, {"name": "batman", "sentiment": "none"}], "organizations": [{"name": "justice league of their own justice league", "sentiment": "none"}, {"name": "justice league", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:24.009+02:00"}, {"thread": {"uuid": "48c1ddec38f0359b87522cd005bafd75cf33aba4", "url": "http://omgili.com/ri/_0JOtn.4SCoZqHYpgjXN.c9oix6PYRYulyq.otk2DCe9LjYH1AvAx7HnaiVO89adz1e_AweKDec8cORy0msFiZ6EMks8RDAwTBiteJgrdea4XJYfv.LgpW10ahRBe4SK", "site_full": "bnn-news.com", "site": "bnn-news.com", "site_section": "http://bnn-news.com/feed", "site_categories": ["media"], "section_title": "Baltic News Network – News from Latvia, Lithuania, Estonia", "title": "India-acquitted Estonian ship guards return home after four years", "title_full": "India-acquitted Estonian ship guards return home after four years", "published": "2017-12-07T11:33:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "http://bnn-news.com/wp-content/uploads/2017/12/afffaaaaa.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "48c1ddec38f0359b87522cd005bafd75cf33aba4", "url": "http://omgili.com/ri/_0JOtn.4SCoZqHYpgjXN.c9oix6PYRYulyq.otk2DCe9LjYH1AvAx7HnaiVO89adz1e_AweKDec8cORy0msFiZ6EMks8RDAwTBiteJgrdea4XJYfv.LgpW10ahRBe4SK", "ord_in_thread": 0, "author": "BNN", "published": "2017-12-07T11:33:00.000+02:00", "title": "India-acquitted Estonian ship guards return home after four years", "text": "December 7, 2017 Estonian sailor looks on from inside a car as they leave prison in Chennai \nAfter spending four years jailed in India, 14 Estonian ship guards have returned to Tallinn, after the Indian Prosecutor’s Office refused to appeal against an acquittal ruling in their case. \nEstonian public media ERR reported that their arrival at the Tallinn airport late on Wednesday, December 7, was broadcast live on Estonian television. \nLauri Ader, the only one of the unfortunate ship guards to be willing address the press at the arrival, explained simply that he wishes to go to work, hopefully with the Estonian Defence Forces. \nThe Indian Prosecutor’s Office had the chance to appeal against the latest ruling in their case, which acquitted of illegally possessing firearms while entering Indian waters, but it decided not to work on the appeal allowing the Estonians to leave India. \nRef: 111.111.111.5305", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "lauri ader", "sentiment": "none"}], "organizations": [{"name": "estonian defence forces", "sentiment": "none"}, {"name": "indian prosecutor’s office", "sentiment": "none"}], "locations": [{"name": "chennai", "sentiment": "none"}, {"name": "tallinn", "sentiment": "none"}, {"name": "india", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:24.011+02:00"}, {"thread": {"uuid": "64a320e00c444db37e2c288883a4528e303fc246", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9gvKdM7f77LBd4U2s5_vNTSu9DCvbnmIrrXg80g3QwFWQ4OCDZX1ee92.g0vhUIKdRffH.9w4pZZI-", "site_full": "newyork.craigslist.org", "site": "craigslist.org", "site_section": "http://newyork.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist new york | for sale search", "title": "E30 cooling hoses $18", "title_full": "E30 cooling hoses $18", "published": "2017-12-07T10:44:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00101_3dNfN5hmsDu_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "64a320e00c444db37e2c288883a4528e303fc246", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9gvKdM7f77LBd4U2s5_vNTSu9DCvbnmIrrXg80g3QwFWQ4OCDZX1ee92.g0vhUIKdRffH.9w4pZZI-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:44:00.000+02:00", "title": "E30 cooling hoses $18", "text": "  I have two new radiator hoses do NOT contact me with unsolicited services or offers post id: 6415794645", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:24.016+02:00"}, {"thread": {"uuid": "2b3beb1ef4394e11d18f95fe288e989fda0caf1b", "url": "http://omgili.com/ri/jHIAmI4hxg9tj.R1dPVNZf.dv7vkCN_Uxs4dmIbG4WoSCrrZGnRDcMtS1IeJQ4BN1PYuEPjcj.gwFs9mDqFLyDgm3BmodcTYRs5pph_RA8b2m4Qk_uVypL_qB5Dw0OWYEGteNkyKyX7FisKSVueUDXogsdAMF7N_2CXGJdygjm61D.Y3U.d6rXFWdbxOnPVKBB7yvGOryVuPuzDL2WhFHijpIw2ILR6J0T12wme9njbIIq3uckIg7h44F1xIy5bNkxb9G.pQyffVhR6K.bxM2kcOY2jwkqeSndWc75pWHDQOHG.PP6ib1Q--", "site_full": "www.complaintsboard.com", "site": "complaintsboard.com", "site_section": "https://www.complaintsboard.com/bycategory/kids-baby.html", "site_categories": ["media", "shopping"], "section_title": "Kids &amp; Baby - Complaints and Reviews", "title": "Cymraes's Corner – ~ weird and wonderful blogging from the Welsh marshes troll and fraud - lesley jackson wales \"a traitor to wicccans acow\" and \"a warlock medusa\" scammer and fraud, 940474", "title_full": "Cymraes's Corner – ~ weird and wonderful blogging from the Welsh marshes troll and fraud - lesley jackson wales \"a traitor to wicccans acow\" and \"a warlock medusa\" scammer and fraud, Review 940474 | Complaints Board", "published": "2017-11-16T02:00:00.000+02:00", "replies_count": 166, "participants_count": 34, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://www.complaintsboard.com/img/logo/logo.png", "performance_score": 0, "domain_rank": 20893, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1d36e5fb1504252b8c468a78e8e501f5b8c35621", "url": "http://omgili.com/ri/jHIAmI4hxg9tj.R1dPVNZf.dv7vkCN_Uxs4dmIbG4WoSCrrZGnRDcMtS1IeJQ4BN1PYuEPjcj.gwFs9mDqFLyDgm3BmodcTYRs5pph_RA8b2m4Qk_uVypL_qB5Dw0OWYEGteNkyKyX7FisKSVueUDXogsdAMF7N_2CXGJdygjm61D.Y3U.d6rXFWdbxOnPVKBB7yvGOryVuPuzDL2WhFHijpIw2ILR6J0T12wme9njbIIq3uckIg7h44F1xIy5bNkxb9G.pQyffVhR6K.bxM2kcOY2jwkqeSndWc75pWHDR0H36Z.ijMK7fApntu1d8G", "ord_in_thread": 20, "author": "pythias usa", "published": "2017-12-07T02:00:00.000+02:00", "title": "", "text": "@covenstead usa a liar, a multiple troll, a stalker lesley ann jackson wales removal of posts for stalking removal of posts from many sites time to listen to your daughter Lesley with a major head injury you should take your meds\nhttps://paganfederationintl.../lesley-ann-jackson-wales-removal-of-posts for harassment\nOPEN SINCE 2011. this is another fake account set up by stalker lesley jackson or also known to you as cmyraes\ncanary", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:24.016+02:00"}, {"thread": {"uuid": "0f120194883c753789205ad02f41ec63206de296", "url": "http://omgili.com/ri/.wHSUbtEfZR8JfJgtMPrRzaLoxplzqdnr0ZDjvSs47NSxLsJYznNpYQ0UYvOOz.5KsoI1fnfXi6bKiT.ZNu40n5BFM_kkjK67VbsIoReyruBZKyaKnu7gzoM6z8nfFB2tbppN6oxoS61cEm.Nqb_kFtCPhPv77tgq.CwNQ8UYfM-", "site_full": "artemis868.wordpress.com", "site": "wordpress.com", "site_section": "https://artemis868.wordpress.com", "site_categories": [], "section_title": "ANTIQUE SOLID WALNUT TALLBOY SIZED MINI WARDROBE IDEAL FOR HANGING SUITES ETC – Artemis", "title": "ANTIQUE SOLID WALNUT TALLBOY SIZED MINI WARDROBE IDEAL FOR HANGING SUITES ETC", "title_full": "ANTIQUE SOLID WALNUT TALLBOY SIZED MINI WARDROBE IDEAL FOR HANGING SUITES ETC", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0f120194883c753789205ad02f41ec63206de296", "url": "http://omgili.com/ri/.wHSUbtEfZR8JfJgtMPrRzaLoxplzqdnr0ZDjvSs47NSxLsJYznNpYQ0UYvOOz.5KsoI1fnfXi6bKiT.ZNu40n5BFM_kkjK67VbsIoReyruBZKyaKnu7gzoM6z8nfFB2tbppN6oxoS61cEm.Nqb_kFtCPhPv77tgq.CwNQ8UYfM-", "ord_in_thread": 0, "author": "artemis868", "published": "2017-12-07T11:54:00.000+02:00", "title": "ANTIQUE SOLID WALNUT TALLBOY SIZED MINI WARDROBE IDEAL FOR HANGING SUITES ETC", "text": "ANTIQUE SOLID WALNUT TALLBOY SIZED MINI WARDROBE IDEAL FOR HANGING SUITES ETC – Buy – ANTIQUE SOLID WALNUT TALLBOY SIZED MINI WARDROBE IDEAL FOR HANGING SUITES ETC ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:24.018+02:00"}, {"thread": {"uuid": "722ba243618552298990b3247deaaaac343922f8", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzhJV3ZkDWJkCq9Nc44x8yV67Dhvnc9bZzlOUJuyEaOQWKLmyBtowvLjuirOMro6DDSgiWAVKZqWI-", "site_full": "ventura.craigslist.org", "site": "craigslist.org", "site_section": "http://ventura.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist ventura | for sale search", "title": "Leatt bicycle neck brace $80", "title_full": "Leatt bicycle neck brace $80", "published": "2017-12-07T10:39:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00S0S_iZBvn4pZpq7_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "722ba243618552298990b3247deaaaac343922f8", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzhJV3ZkDWJkCq9Nc44x8yV67Dhvnc9bZzlOUJuyEaOQWKLmyBtowvLjuirOMro6DDSgiWAVKZqWI-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:39:00.000+02:00", "title": "Leatt bicycle neck brace $80", "text": "favorite this post Leatt bicycle neck brace - $80 hide this posting unhide < image 1 of 4 > QR Code Link to This Post Leatt DBX neck brace. Excellent condition. do NOT contact me with unsolicited services or offers post id: 6406491366", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:24.030+02:00"}, {"thread": {"uuid": "32cbb4b1663812ce9a0432dafb47f5bb7a91e6d7", "url": "http://omgili.com/ri/.wHSUbtEfZQUzrJrnkTb5JUPGX8pgrqb4Eb9P77WPO4pESsW18MID3nU8UVuVteQ_6PX1kusYLuoKQrWJepQeUh82NWVZ6a1ONnhvuRlkXE-", "site_full": "beat.10ztalk.com", "site": "10ztalk.com", "site_section": "", "site_categories": ["media", "tech"], "section_title": "", "title": "6 Ways to use Instagram for your Business | Tech Talk", "title_full": "6 Ways to use Instagram for your Business | Tech Talk", "published": "2017-12-07T11:44:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "NL", "spam_score": 0.167, "main_image": "https://beat.10ztalk.com/wp-content/uploads/2017/12/6-ways-to-use-instagram-for-your-business.jpeg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "32cbb4b1663812ce9a0432dafb47f5bb7a91e6d7", "url": "http://omgili.com/ri/.wHSUbtEfZQUzrJrnkTb5JUPGX8pgrqb4Eb9P77WPO4pESsW18MID3nU8UVuVteQ_6PX1kusYLuoKQrWJepQeUh82NWVZ6a1ONnhvuRlkXE-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:44:00.000+02:00", "title": "6 Ways to use Instagram for your Business | Tech Talk", "text": "6 Ways to use Instagram for your Business CovFeFe 2 mins ago 0 0 2 minutes read Share Google+ VKontakte Odnoklassniki Telegram Viber \nInstagram is powerful platform for showcasing your visual content for your business . Instagram has over 700 million active users and there are many brands promoting their business on Instagram. Connect with users : Not only Facebook and Twitter helps you connect with users but also Instagram is a huge platform to promote your business and engage with your target audience. As per survey report , Instagram generates 120 times more engagement per follower than Twitter . With such huge engagement you can build relationship with your audience, connect with them, know their feedback and complete the conversion. Instagram is among top platform to market your business . You can post , repost, share videos about your business to connect with your followers. \n2) Promote your business : There is no better way to market your business with post your promotion and events free with images and commenting. With all the following you can easily let them know about the event of the business . You can in-depth explain about your event . \n3) Target new audience: You can search new people , new images, and new business using Hashtags. Through hashtags, people discover new content on Instagram. When you mention a hashtag in a post a link is created through which you can view all the post of similar hashtag, similar to other social media platforms . For example if you post a picture or video using a hashtag like #sundayfunday, and when you search this hashtag you can find users who have used similar hashtags and you can connect to local consumers. \n4) Generate sales: You can market your business by posting pictures and videos taken by professional mentioning your business website, Email ID, Direction, as a platforms Instagram generate huge engagement with users . Keep in mind to not fill your instant feed with product pictures and videos and caption it “to buy” or “shop online ”. Instead caption a post with creativity; just don’t always focus on selling, sometime post your picture because it’s always important for a brand to have a face. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "hashtags", "sentiment": "none"}], "organizations": [{"name": "instagram", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:24.050+02:00"}, {"thread": {"uuid": "efa873ceae097792263588474781c519c2a77345", "url": "http://omgili.com/ri/jHIAmI4hxg_VSjh1fsaQjKETTmcQmnvKfeGpUJamXkVeYmWz.9647zS872h8IpXW0IaykMtOquttAM7lsMK9ZJYUWZRncAlTxAJZrF4giMdq1RPV9AMbM_OlcZV.fO3CAS1ybX487wE-", "site_full": "www.startribune.com", "site": "startribune.com", "site_section": "http://www.startribune.com/local/index.rss2", "site_categories": ["media"], "section_title": "StarTribune.com | Local News", "title": "Minneapolis City Council adopts $1.4 billion budget on 13-0 vote", "title_full": "Minneapolis City Council adopts $1.4 billion budget on 13-0 vote - StarTribune.com", "published": "2017-12-07T07:40:00.000+02:00", "replies_count": 1, "participants_count": 2, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://stmedia.stimg.co/ows_151258210670249.jpg?h=630&amp;w=1200&amp;fit=crop&amp;bg=999&amp;crop=faces", "performance_score": 0, "domain_rank": 4035, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "66e3533ee62a5958902923d1d58bc7a943381a8c", "url": "http://omgili.com/ri/jHIAmI4hxg_VSjh1fsaQjKETTmcQmnvKfeGpUJamXkVeYmWz.9647zS872h8IpXW0IaykMtOquttAM7lsMK9ZJYUWZRncAlTxAJZrF4giMdq1RPV9AMbM_OlcZV.fO3Cw0UgY7I18m301ETMT9Zf.w--", "ord_in_thread": 1, "author": "slashdot", "published": "2017-12-07T06:20:00.000+02:00", "title": "", "text": "Squeezing a rock..", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:25.002+02:00"}, {"thread": {"uuid": "e6f073a6459fb63bc3b6e5d47527377b66d4c5e9", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJufjecAjfNc4FvsGMJ.WHXcQ9ZhyGlV1us_79c_TbNra5cgEZAa3uQ7YL9AHwnZjQvXYE6HQL3VeWK3qelNI7E4wNAPEYr5Hvtw--", "site_full": "www.topix.net", "site": "topix.net", "site_section": "http://www.topix.net/rss/olympics/summer.xml", "site_categories": ["entertainment"], "section_title": "Summer Olympics News", "title": "Olympic rower Mahe Drysdale content with start of comeback campaign", "title_full": "Olympic rower Mahe Drysdale content with start of comeback campaign", "published": "2017-12-04T04:01:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "//static.topixcdn.com/ext/t9/topix-og-image-3.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e6f073a6459fb63bc3b6e5d47527377b66d4c5e9", "url": "http://omgili.com/ri/jHIAmI4hxg90J5ryLRQGLz93i16UGrqdveADnGCND97zid8zkSgJufjecAjfNc4FvsGMJ.WHXcQ9ZhyGlV1us_79c_TbNra5cgEZAa3uQ7YL9AHwnZjQvXYE6HQL3VeWK3qelNI7E4wNAPEYr5Hvtw--", "ord_in_thread": 0, "author": "", "published": "2017-12-04T04:01:00.000+02:00", "title": "Olympic rower Mahe Drysdale content with start of comeback campaign", "text": "  Olympic rower Mahe Drysdale content w... Olympic rower Mahe Drysdale content with start of comeback campaign Sunday Dec 3 Read more: The New Zealand Herald \nOn the go and no time to finish that story right now? Your News is the place for you to save content to read later from any device. Register with us and content you save will appear here so you can access them to read later.   The New Zealand Herald.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:25.002+02:00"}, {"thread": {"uuid": "b1f3cff43eef0b647d4d2b28fe4cd29b43ccef2b", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzEiEiZqJ8KNqqVuDylQquAreUBsqVlQ0P2.Jqyaz_PlEgEXU5F.tK1L21pVxpofVahy4PcPnr9UA-", "site_full": "ventura.craigslist.org", "site": "craigslist.org", "site_section": "http://ventura.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist ventura | for sale search", "title": "Tape measure holder $5", "title_full": "Tape measure holder $5", "published": "2017-12-07T10:39:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00K0K_2hGzwRw5LY6_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b1f3cff43eef0b647d4d2b28fe4cd29b43ccef2b", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzEiEiZqJ8KNqqVuDylQquAreUBsqVlQ0P2.Jqyaz_PlEgEXU5F.tK1L21pVxpofVahy4PcPnr9UA-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:39:00.000+02:00", "title": "Tape measure holder $5", "text": "favorite this post Tape measure holder - $5 hide this posting unhide < image 1 of 2 > QR Code Link to This Post Black leather. Good condition. The maker warrantees the product for life with replacement or repair. It will hold a 35 foot tape measure no problem. do NOT contact me with unsolicited services or offers post id: 6415793318", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:25.006+02:00"}, {"thread": {"uuid": "c6a8d0c5420a1ae428211e66f26d2e63db472e7f", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog64RomttMIJpwnn3s_yzulDgcUrJftNfThmAfXqd8cxlxL3bXY390ecjZoMnSlWGUQdh57QVFRT7TBx8MUs62niag_Ht3JkqBgckCMQ.ma1Kao6xYyWU8wUiMKaU5__8GkUoYek41gx81", "site_full": "community.thomsonreuters.com", "site": "thomsonreuters.com", "site_section": "http://community.thomsonreuters.com/ts/rss/Community?interaction.style=group", "site_categories": ["non_standard_content", "adult"], "section_title": "rss.livelink.threads-in-node", "title": "+44-8081647818 Coinbase Customer Service Number", "title_full": "+44-8081647818 Coinbase Customer Service Number", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 2520, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c6a8d0c5420a1ae428211e66f26d2e63db472e7f", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog64RomttMIJpwnn3s_yzulDgcUrJftNfThmAfXqd8cxlxL3bXY390ecjZoMnSlWGUQdh57QVFRT7TBx8MUs62niag_Ht3JkqBgckCMQ.ma1Kao6xYyWU8wUiMKaU5__8GkUoYek41gx81", "ord_in_thread": 0, "author": "Bittrex_Support", "published": "2017-12-07T11:15:00.000+02:00", "title": "+44-8081647818 Coinbase Customer Service Number", "text": "5.Buy/sell Bitcoin Support Number +44-8081647818Bittrex Wallet This Is very simple To UseWhen stumbling across new websites that trade crypto currencies, you would always ask yourself, are they legit? Of course, it is natural as a human being to doubt any website’s integrity.We as human beings would always look for something better, something that is a step above on what we currently have. With that being said, is Bittrex a legit website to trade BTC with other crypto currencies?Bittrex.com has been operating in the U.S. since 2014. They claim to be the next generation in crypto currency trading. Backed up by security and development experience from companies like Microsoft and Amazon, they might just be the people you want to do business with. Bill Shihara is the Co-Founder and CEO of Bittrex. He has 11 years experience working with Microsoft Windows Operating system and security team. He has also experience working as a Security Engineer for Amazon and Blackberry.Their team has an impressive combinaed experience when it comes to security. You can read more about the Bittrex teamx", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "bill shihara", "sentiment": "none"}], "organizations": [{"name": "coinbase customer service", "sentiment": "negative"}, {"name": "btc", "sentiment": "none"}, {"name": "microsoft", "sentiment": "none"}, {"name": "amazon", "sentiment": "none"}, {"name": "security engineer for amazon", "sentiment": "none"}], "locations": [{"name": "u.s.", "sentiment": "none"}, {"name": "bittrex", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:25.009+02:00"}, {"thread": {"uuid": "f1a747edd5e272337e2892308709f9868c41fed8", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g3Wo4T6ww2gq4XcXA3Jt1gWjF4bh3dWfYNL056MRy1zHVCVEZ81dZH_pNhJicDPh3i3n27iewee4heUsJYL0wrw--", "site_full": "newyork.craigslist.org", "site": "craigslist.org", "site_section": "http://newyork.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist new york | for sale search", "title": "Stainless Steel Steamer (Harlem / Morningside) $10", "title_full": "Stainless Steel Steamer (Harlem / Morningside) $10", "published": "2017-12-07T10:43:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00P0P_ldYuX0ICchl_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f1a747edd5e272337e2892308709f9868c41fed8", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g3Wo4T6ww2gq4XcXA3Jt1gWjF4bh3dWfYNL056MRy1zHVCVEZ81dZH_pNhJicDPh3i3n27iewee4heUsJYL0wrw--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:43:00.000+02:00", "title": "Stainless Steel Steamer (Harlem / Morningside) $10", "text": "size / dimensions: 9\" deep 10\" wide   Nice steamer for sale $10 Pickup near Columbia University do NOT contact me with unsolicited services or offers post id: 6415794416", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "columbia university", "sentiment": "negative"}, {"name": "stainless steel steamer", "sentiment": "negative"}, {"name": "nice", "sentiment": "negative"}, {"name": "harlem / morningside", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:25.009+02:00"}, {"thread": {"uuid": "37f5636f61b423c1e439df2c0cb5db5965e5a96c", "url": "http://omgili.com/ri/jHIAmI4hxg81IbguFbrLh7Q6VpGY2VbiafVHjVu1LY3FNTV4EL4iASjE8R1eCpVDzGPcX667.HbnQXbfpADLww--", "site_full": "www.watford.vitalfootball.co.uk", "site": "vitalfootball.co.uk", "site_section": "http://www.vitalfootball.co.uk/rss.asp?t=5DAB8EB4-2FD7-4B83-86DF-B6695863E081", "site_categories": ["world_soccer", "sports"], "section_title": "VitalFootball Feed: Watford", "title": "Officials - Burnley v Watford (9/12/17)", "title_full": "Officials - Burnley v Watford (9/12/17)", "published": "2017-12-06T21:55:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "http://www.watford.vitalfootball.co.uk/resource/football/globalmedia/facebook/default.jpg", "performance_score": 0, "domain_rank": 48673, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "37f5636f61b423c1e439df2c0cb5db5965e5a96c", "url": "http://omgili.com/ri/jHIAmI4hxg81IbguFbrLh7Q6VpGY2VbiafVHjVu1LY3FNTV4EL4iASjE8R1eCpVDzGPcX667.HbnQXbfpADLww--", "ord_in_thread": 0, "author": "", "published": "2017-12-06T21:55:00.000+02:00", "title": "Officials - Burnley v Watford (9/12/17)", "text": "Officials - Burnley v Watford (9/12/17) What's being said in the forum now? Click to join the Vital Watford forum! \nThe Premier League have now announced the Match Day officials that will take charge of the game between Burnley and Watford this Saturday.Burnley host Watford on Saturday December 9 for the game at Turf Moor and the match carries a 3pm kick off.Referee: Lee ProbertAssistant Refs: Simon Beck and Andy GarrattFourth Official: Andre MarrinerMatch Day referee Probert has officiated 13 games in 2017/18, showing 22 yellow cards and three red cards.He returned in 2016/17 having taken charge of 19 games in the 2014/15 season. In those games, across all competitions and football divisions, he handed out a total of 63 yellow cards and five red cards.He was most card happy in the match between Tottenham Hotspur and Aston Villa with a total of six yellows being shown, along with one red. He showed seven yellows in the Accrington Stanley v Wycombe Wanderers game in December.He officiated 31 games in 2016/17 with a return of 72 yellow cards and four red cards.He was most card happy that year in the game between Fulham and Leeds United where he showed six yellows and one red.Let`s hope it`s not another repeat and more of the players edge closer to automatic bans.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "andy garrattfourth", "sentiment": "none"}, {"name": "probert", "sentiment": "none"}, {"name": "simon beck", "sentiment": "none"}, {"name": "lee probertassistant refs", "sentiment": "none"}], "organizations": [{"name": "burnley", "sentiment": "negative"}, {"name": "watford", "sentiment": "negative"}, {"name": "tottenham hotspur", "sentiment": "none"}, {"name": "wycombe wanderers", "sentiment": "none"}, {"name": "aston villa", "sentiment": "none"}, {"name": "premier league", "sentiment": "none"}, {"name": "accrington stanley", "sentiment": "none"}, {"name": "leeds united", "sentiment": "none"}], "locations": [{"name": "fulham", "sentiment": "none"}, {"name": "watford", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:25.021+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8dbfe0929c4d4050d9362cd179e1aa99947e67fc", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmIir4o9zGy9p", "ord_in_thread": 6, "author": "Liyana Marss", "published": "2017-11-15T14:50:00.000+02:00", "title": "One star", "text": "Heloo...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:25.026+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4ad3cc5366c7bd47110942b8b9b2d1d5b2a5d4bf", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmMBRmvnw50jA", "ord_in_thread": 10, "author": "sh", "published": "2017-11-28T03:09:00.000+02:00", "title": "regret", "text": "the material is ok but screws provided can't fit the holes on the main pole.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:25.028+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b01e938e54a19ec632bf1437e14ea176bf746bca", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmH1o1SxGYREe", "ord_in_thread": 7, "author": "Lindsay", "published": "2017-11-21T22:48:00.000+02:00", "title": "Three Stars", "text": "Y", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:25.031+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ab50d5a987a6c5481afe153f7ef6ec9181360199", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmHj36Bti9QTd", "ord_in_thread": 9, "author": "Azlan R.", "published": "2017-11-27T10:25:00.000+02:00", "title": "not really satisfy", "text": "i received product within duration provided, unfortunately the screw and around 6 white cap is missing and i am not receive that. Dear supplyer, pls check properly each item is complete and same as ur step user direction given to customer.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.003+02:00"}, {"thread": {"uuid": "63e2f5a5c801abc283dcca547c58ee28b3da5fe2", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog64RomttMIJpwnn3s_yzulDgcUrJftNfThmAfXqd8cxlxL3bXY390ecjZoMnSlWGUQTsUvmIqyIP0dP8R.IUdNcOiCgVVoOxktWZsqw1U8gjK9eYNGYFpojlEFT4jPEt0X5m6jEZr0NbUF62x6BsqFVeiY4IT9_uwMg--", "site_full": "community.thomsonreuters.com", "site": "thomsonreuters.com", "site_section": "http://community.thomsonreuters.com/ts/rss/Community?interaction.style=group", "site_categories": ["non_standard_content", "adult"], "section_title": "rss.livelink.threads-in-node", "title": "+44-8081647818 Bittrex Wallet Customer Support Number Resolve: Login Issue Problems", "title_full": "+44-8081647818 Bittrex Wallet Customer Support Number Resolve: Login Issue Problems", "published": "2017-12-07T11:14:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 2520, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "63e2f5a5c801abc283dcca547c58ee28b3da5fe2", "url": "http://omgili.com/ri/0xd.sZhj5je.krt0vaog64RomttMIJpwnn3s_yzulDgcUrJftNfThmAfXqd8cxlxL3bXY390ecjZoMnSlWGUQTsUvmIqyIP0dP8R.IUdNcOiCgVVoOxktWZsqw1U8gjK9eYNGYFpojlEFT4jPEt0X5m6jEZr0NbUF62x6BsqFVeiY4IT9_uwMg--", "ord_in_thread": 0, "author": "jagjits", "published": "2017-12-07T11:14:00.000+02:00", "title": "+44-8081647818 Bittrex Wallet Customer Support Number Resolve: Login Issue Problems", "text": "39m ago \nBittrex support number bittrex wallet the next-generation digitel currency exchange bitcoin wallet is bestif are facing any kind of problems in your bittrex wallet so simply call us :+44-8081647818 \nTwo-Factor Authentication (2FA): The typical reason for two-factor failures is that the clock on your phone has drifted. We only have a two minute window for 2 FA confirmations so if your clock has drifted beyond that, you will not be able to login. Please make sure your phone is configured to sync your time with the cellular network. \nIP and Crypto Address Whitelisting: \nIP Whitelisting: By setting one or more whitelisted addresses, you are telling Bittrex to only authorize trades or withdrawals from those IPs. This includes both the bittrex.com web interface and API based trades or withdrawals. \nCrypto Address Whitelisting: By setting a withdrawal address on a digital currency, you are telling Bittrex to only authorize withdrawals to that address. This includes both the bittrex.com web interface and API based withdrawals. Note that when opting into this feature, you must specify a withdrawal address for every digital currency you would like to place a withdrawal from. \nNot receiving email from Bittrex:if are you not receiving any mail from us just call on Bitcoin And Bittrex Support Number: \n8081647818 \nWhat are my trade limits:if it's shwoing you your Trade Limts So Simply Call Us:+44-8081647818 \nBitcoin Support And Help Number In All Over The World We Will Give You Best Solution With Your SafetyBittrex Wallet Is The Best wallet In The World With Your SecurityYou Can Invest Money On Bitcoins \nWe Will Resolve Your Issue Like:1.Account LogIn Issue", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "bittrex", "sentiment": "none"}], "organizations": [{"name": "bittrex wallet customer", "sentiment": "negative"}, {"name": "crypto", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.003+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5225466235b00f1653eae45a7e2e82e0626debff", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmKnXGEKHAZkD", "ord_in_thread": 5, "author": "Serene", "published": "2017-11-14T19:01:00.000+02:00", "title": "Quality not so good", "text": "Quality not so good, need to be extra careful when you fix it. Instructions manual is not clear, need to figure out ur self how to fix it.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.004+02:00"}, {"thread": {"uuid": "eaba5be4fb56785f9f26f3ab7a2fdd971c9457e9", "url": "http://omgili.com/ri/.wHSUbtEfZQcgxI277mTTG9AEFeswdmz7IdVUZt51N5CiosL5etEUD1PXExpiJ80ZyA_.Y6u_74-", "site_full": "alseidblog.wordpress.com", "site": "wordpress.com", "site_section": "https://alseidblog.wordpress.com", "site_categories": [], "section_title": "落描き場", "title": "", "title_full": "", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "JP", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "eaba5be4fb56785f9f26f3ab7a2fdd971c9457e9", "url": "http://omgili.com/ri/.wHSUbtEfZQcgxI277mTTG9AEFeswdmz7IdVUZt51N5CiosL5etEUD1PXExpiJ80ZyA_.Y6u_74-", "ord_in_thread": 0, "author": "saginaoki", "published": "2017-12-07T11:54:00.000+02:00", "title": "", "text": "", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.004+02:00"}, {"thread": {"uuid": "a75851e5cea4da02bf09b697e527c1a7ad5f9a9b", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9gvKdM7f77LBd4U2s5_vNTSroQxQXfgl1tdHuj9jdM3qL_ORFnHbsUh_F7lbyl4FAT.c.RXYDAfB1hoLZ4y_tnYw--", "site_full": "newyork.craigslist.org", "site": "craigslist.org", "site_section": "http://newyork.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist new york | for sale search", "title": "E46 left rear side bulb seat housing $15", "title_full": "E46 left rear side bulb seat housing $15", "published": "2017-12-07T10:42:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00u0u_9azXO74BxnU_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a75851e5cea4da02bf09b697e527c1a7ad5f9a9b", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9gvKdM7f77LBd4U2s5_vNTSroQxQXfgl1tdHuj9jdM3qL_ORFnHbsUh_F7lbyl4FAT.c.RXYDAfB1hoLZ4y_tnYw--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:42:00.000+02:00", "title": "E46 left rear side bulb seat housing $15", "text": "  I have a used left side bulb sear for the rear for sale do NOT contact me with unsolicited services or offers post id: 6415794245", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.004+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bfeed65057232f4f283af008799621f67d3bf7f5", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmARMJHxM.3eV", "ord_in_thread": 12, "author": "Nora Sabo", "published": "2017-12-01T20:21:00.000+02:00", "title": "Good product", "text": "My bad that i didnt check the product info. I thought this is a wooden coat stand. Took me half an hour to assemble, must be very patient as the small parts always fall down. Delivery took more than a week. Overall I’m happy with this stand. It does the job..", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.005+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f44ff0f5a797f58ffaea4c85d041a549f28265e4", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmHWbjVky_.Ti", "ord_in_thread": 15, "author": "Shi Min", "published": "2017-12-06T10:57:00.000+02:00", "title": "Not received", "text": "The item yet received. But system shown delivered!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.005+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9ba45005e96dd2ca69f31e1eeefd66e05c4aee6e", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmKCaR7swfo8N", "ord_in_thread": 8, "author": "Capriole C.", "published": "2017-11-22T05:13:00.000+02:00", "title": "Poor instructions and packing", "text": "Packing was horribly done. Shoddy and loose parts were not bundled neatly. Whilst I understand the item was from Taobao, the instruction sheet was only in Mandarin. Language aside, most assembly manuals are well-organized and systematically depicted in pictographs. Theirs was not clear and did not specify the steps, which causes inconvenience to the person assembling (and having to disassemble) it. To the manufacturer, kindly improve on these points.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.006+02:00"}, {"thread": {"uuid": "6d1ed38834bd5b9c906733df34287a8560bf9c9c", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4cf2wcnNQVqg", "site_full": "www.youtube.com", "site": "youtube.com", "site_section": "https://www.youtube.com/channel/UCNRfqSkBqZR8Ge_QnfwqgFQ", "site_categories": ["television", "non_standard_content", "entertainment"], "section_title": "Wengie Vlogs - YouTube", "title": "I've got something to tell you...", "title_full": "I've got something to tell you...", "published": "2017-03-04T17:32:00.000+02:00", "replies_count": 100, "participants_count": 87, "site_type": "blogs", "country": "US", "spam_score": 0.002, "main_image": "https://i.ytimg.com/vi/L_mZXk_zv5Q/maxresdefault.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d83fe11188c07da3d8617747bfcb2f7417b53bb0", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4awsyy.en9Exgv_5mq32G5U-", "ord_in_thread": 95, "author": "Anna Niewczas", "published": "2017-12-02T10:27:00.000+02:00", "title": "", "text": "OH I DO😍Music video😍", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.006+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2ffc5875f10450bc388a6274892a4bb22a8c5018", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmMA2._8F8nr2", "ord_in_thread": 14, "author": "Pang F.", "published": "2017-12-06T03:17:00.000+02:00", "title": "Item Not Received", "text": "I've ordered 2 items but received only 1. Please assist to check, Lazada.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.007+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8bf922f8096ea6d88014ab50f58c7c25aec95346", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmA9KL2SrWzLU", "ord_in_thread": 11, "author": "Tuharin", "published": "2017-11-29T10:20:00.000+02:00", "title": "Order 2 set tetapi terima 1 set sahaja..Lazada tolong periksa..", "text": "Produk ok & berbaloi", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.007+02:00"}, {"thread": {"uuid": "87280d4e2e535dd2ea19b7f63c6d16834a5c2c73", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0HKe7nRAJrDAQ--", "site_full": "www.lazada.com.my", "site": "lazada.com.my", "site_section": "https://www.lazada.com.my/shop-laundry-cleaning/", "site_categories": ["shopping"], "section_title": "Laundry &amp; Cleaning - Buy Laundry &amp; Cleaning at Best Price in Malaysia | www.lazada.com.my", "title": "Popheko Coat Stand", "title_full": "Popheko Coat Stand | Lazada Malaysia", "published": "2000-12-31T18:00:00.000+02:00", "replies_count": 15, "participants_count": 16, "site_type": "discussions", "country": "MY", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 1954, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5f5243504e5d045a0ea408b2f26a716c5e6ea714", "url": "http://omgili.com/ri/.wHSUbtEfZTBEizd88NP0xL.H7KVxgAWrMs5umB2m1p.LxNo7Enaabn6GTxCI0PeGNeWseOXgJTPDHYutLvtZMafaL.D0qtBO8bh7W_.f0Gz4Yqs1uVnmGzeIsC4N0yw", "ord_in_thread": 13, "author": "Norman Hakimi Sa'ari", "published": "2017-12-02T04:17:00.000+02:00", "title": "Ordered 4 items. Only recieve 2.", "text": "Please recheck the items that been ordered. Didnt recieve 2 more items but the status was delivered. What is this?! Please recheck fast, because customers have their rights.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.008+02:00"}, {"thread": {"uuid": "dc4fd2612ae1f50efe8129c2886fafb1831c9e7e", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzktcusF4y2bS_O6AlB2xKAY4vqbtPS_TomZoyOClPAQAg4sRwQGG4joD0JseZCmESj6w6kpzsnyw-", "site_full": "ventura.craigslist.org", "site": "craigslist.org", "site_section": "http://ventura.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist ventura | for sale search", "title": "Wahl peanut hair clippers $20", "title_full": "Wahl peanut hair clippers $20", "published": "2017-12-07T10:38:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00505_loJkZDJ4fzZ_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dc4fd2612ae1f50efe8129c2886fafb1831c9e7e", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzktcusF4y2bS_O6AlB2xKAY4vqbtPS_TomZoyOClPAQAg4sRwQGG4joD0JseZCmESj6w6kpzsnyw-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:38:00.000+02:00", "title": "Wahl peanut hair clippers $20", "text": "favorite this post Wahl peanut hair clippers - $20 hide this posting unhide < image 1 of 1 > QR Code Link to This Post Excellent condition. Only used once. I was traveling and I didn't have mine with me so I bought this one. do NOT contact me with unsolicited services or offers post id: 6407721658", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "wahl", "sentiment": "negative"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.018+02:00"}, {"thread": {"uuid": "6d1ed38834bd5b9c906733df34287a8560bf9c9c", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4cf2wcnNQVqg", "site_full": "www.youtube.com", "site": "youtube.com", "site_section": "https://www.youtube.com/channel/UCNRfqSkBqZR8Ge_QnfwqgFQ", "site_categories": ["television", "non_standard_content", "entertainment"], "section_title": "Wengie Vlogs - YouTube", "title": "I've got something to tell you...", "title_full": "I've got something to tell you...", "published": "2017-03-04T17:32:00.000+02:00", "replies_count": 100, "participants_count": 87, "site_type": "blogs", "country": "US", "spam_score": 0.002, "main_image": "https://i.ytimg.com/vi/L_mZXk_zv5Q/maxresdefault.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "424a06222fb29533f36302f4946f056c571f909b", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4awsyy.en9Ex.xng1r3DIqw-", "ord_in_thread": 77, "author": "Colleen Walker", "published": "2017-11-24T12:04:00.000+02:00", "title": "", "text": "No one is judging you and i actually think that is amazing that you are following your dreams. I think you will do great. 😀", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.018+02:00"}, {"thread": {"uuid": "6d1ed38834bd5b9c906733df34287a8560bf9c9c", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4cf2wcnNQVqg", "site_full": "www.youtube.com", "site": "youtube.com", "site_section": "https://www.youtube.com/channel/UCNRfqSkBqZR8Ge_QnfwqgFQ", "site_categories": ["television", "non_standard_content", "entertainment"], "section_title": "Wengie Vlogs - YouTube", "title": "I've got something to tell you...", "title_full": "I've got something to tell you...", "published": "2017-03-04T17:32:00.000+02:00", "replies_count": 100, "participants_count": 87, "site_type": "blogs", "country": "US", "spam_score": 0.002, "main_image": "https://i.ytimg.com/vi/L_mZXk_zv5Q/maxresdefault.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "39599964f80d13c9e6632a9dceff5fbdd33fadb7", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4awsyy.en9ExNoeY9ONxrY4-", "ord_in_thread": 64, "author": "Slime maker 123", "published": "2017-11-14T04:27:00.000+02:00", "title": "", "text": "Is that Max at the back?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.021+02:00"}, {"thread": {"uuid": "44289f327a47cdb774b3a3358634ea66fcd03986", "url": "http://omgili.com/ri/rPCDLkAl21Q.kKwIRXH1_sR7LulBv3SV4cNRMdOFqPplrk4buaIflvBUgdv.db.vdjvWQ8lS2_mrwU9YL1e8iw--", "site_full": "ariemm.blogspot.com", "site": "blogspot.com", "site_section": "http://ariemm.blogspot.com/", "site_categories": [], "section_title": "Musium_Musik Store", "title": "CD SONIC YOUTH - Nurse", "title_full": "CD SONIC YOUTH - Nurse", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "44289f327a47cdb774b3a3358634ea66fcd03986", "url": "http://omgili.com/ri/rPCDLkAl21Q.kKwIRXH1_sR7LulBv3SV4cNRMdOFqPplrk4buaIflvBUgdv.db.vdjvWQ8lS2_mrwU9YL1e8iw--", "ord_in_thread": 0, "author": "Arie MM (noreply@blogger.com)", "published": "2017-12-07T11:54:00.000+02:00", "title": "CD SONIC YOUTH - Nurse", "text": "Artist/Bands : SONIC YOUTH \nTitled/ Album : Nurse \nRelease/Labels : 2004 Geffen Records\nMade In USA (Import)\nFormat : CD \nNumber Of Disc : 1\nCondition : Very Good\nPrice : Rp 120.000,00\n\n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "usa", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:26.021+02:00"}, {"thread": {"uuid": "6d1ed38834bd5b9c906733df34287a8560bf9c9c", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4cf2wcnNQVqg", "site_full": "www.youtube.com", "site": "youtube.com", "site_section": "https://www.youtube.com/channel/UCNRfqSkBqZR8Ge_QnfwqgFQ", "site_categories": ["television", "non_standard_content", "entertainment"], "section_title": "Wengie Vlogs - YouTube", "title": "I've got something to tell you...", "title_full": "I've got something to tell you...", "published": "2017-03-04T17:32:00.000+02:00", "replies_count": 100, "participants_count": 87, "site_type": "blogs", "country": "US", "spam_score": 0.002, "main_image": "https://i.ytimg.com/vi/L_mZXk_zv5Q/maxresdefault.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "930f273b674f34c885624b5544c15a23e0dfc874", "url": "http://omgili.com/ri/.wHSUbtEfZR_I6WqyKS3KtmoKfb5Gu7Nd58obgBFploi3.aFFE7W4awsyy.en9ExmFEyNqnaJPA-", "ord_in_thread": 81, "author": "AnimeKitty Meowzers", "published": "2017-11-27T09:37:00.000+02:00", "title": "", "text": "Did you guys saw Max on 7:00", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:26.027+02:00"}, {"thread": {"uuid": "e4b0778384d6aca88b0a4ddfbfba43a806a01ebd", "url": "http://omgili.com/ri/_0JOtn.4SCp6zL8plh.bSblhaBFlfUwA.2BF6MYpuKHFb3QgGA0nG9NfNq80VtoEHu1eIhkxikzN2cHM6s030Q--", "site_full": "bongbongidea.blogspot.com", "site": "blogspot.com", "site_section": "http://bongbongidea.blogspot.com/", "site_categories": [], "section_title": "BongBongIdea", "title": "HOLIDAY NOTICE", "title_full": "HOLIDAY NOTICE", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e4b0778384d6aca88b0a4ddfbfba43a806a01ebd", "url": "http://omgili.com/ri/_0JOtn.4SCp6zL8plh.bSblhaBFlfUwA.2BF6MYpuKHFb3QgGA0nG9NfNq80VtoEHu1eIhkxikzN2cHM6s030Q--", "ord_in_thread": 0, "author": "Bongbongidea Trading (noreply@blogger.com)", "published": "2017-12-07T11:54:00.000+02:00", "title": "HOLIDAY NOTICE", "text": "DEAR ALL, \nOUR RETAIL SHOP IN PRIMA SAUJANA KAJANG WILL CLOSE ON \n8 DEC 2017 TO 10 DEC 2017 \nBUSINESS RESUMES ON  11 DEC 2017 (MONDAY) \nSORRY FOR ANY INCONVENIENCE CAUSED. \nTHANK YOU! ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "dec", "sentiment": "none"}], "locations": [{"name": "kajang", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:27.000+02:00"}, {"thread": {"uuid": "14c0cd711ff27b1bbf5273eee6a03f52837ec971", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuP2eSX5KLwbyU52RiZJq1rU6eZ1xQGoRcMYagdC4kMXCK.tlebMft6dmFgzpc5vyVf4ze9hv9eudKdVr6DAol1RqfeKcECsY5Y-", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Liverpool’s Epstein Theatre collapses into administration", "title_full": "Liverpool’s Epstein Theatre collapses into administration", "published": "2017-12-07T11:23:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151570/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "14c0cd711ff27b1bbf5273eee6a03f52837ec971", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuP2eSX5KLwbyU52RiZJq1rU6eZ1xQGoRcMYagdC4kMXCK.tlebMft6dmFgzpc5vyVf4ze9hv9eudKdVr6DAol1RqfeKcECsY5Y-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:23:00.000+02:00", "title": "Liverpool’s Epstein Theatre collapses into administration", "text": "Liverpool’s Epstein Theatre collapses into administration A view over Liverpool, home of the Epstein Theatre (PA) 0 comments \nLiverpool’s famous Epstein Theatre has collapsed into administration, but the company has insisted the show will go on over Christmas. \nThe historic playhouse, which first opened its doors in 1913 as Cranes Music Hall, has appointed FRP Advisory as administrator after falling behind on its rent payments. \nFRP will continue to trade the theatre as normal, retaining all 30 staff, while a restructuring takes place. \nLila Thomas, partner at FRP, said: “The Epstein Theatre doors remain open for the entirety of the Christmas season and beyond. \n“Talks are at an advanced stage with key stakeholders for a financial restructure ensuring operations continue as normal for all current bookings, planned future shows and to place the theatre within a more sustainable structure to allow for another generation of successful performances across the spectrum of entertainment.” \nLiverpool Council owns the freehold to the building, but the ownership structure is complicated by the presence of a long leaseholder, Hanover Estate Management. \nLiverpool Council awarded David and Rebekah Pichilingi an 18-year contract to run the theatre in 2012, but it is understood to have racked up losses for several years. \nThe 380-capacity, Grade II listed theatre was refurbished in 2011 and is named in memory of Beatles manager Brian Epstein. \nFRP’s financial restructuring is aimed at making the council the primary leaseholder of the property. \nThe Peter Pan Christmas pantomime, due to open on December 8, will go ahead with an unchanged performance schedule. \nMs Thomas added: “All theatre staff are being retained and paid as normal while a solution is finalised, and all existing contracts are being maintained for bookings, to ensure the show will go on for both theatre-goers and performers over the coming weeks while a transition to a new holding structure is agreed.”", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "epstein", "sentiment": "none"}, {"name": "epstein theatre", "sentiment": "none"}, {"name": "thomas", "sentiment": "none"}, {"name": "lila thomas", "sentiment": "none"}, {"name": "david", "sentiment": "none"}, {"name": "brian epstein", "sentiment": "none"}, {"name": "rebekah pichilingi", "sentiment": "none"}], "organizations": [{"name": "liverpool", "sentiment": "none"}, {"name": "epstein theatre", "sentiment": "none"}, {"name": "pa", "sentiment": "none"}, {"name": "frp", "sentiment": "none"}, {"name": "hanover estate management", "sentiment": "none"}, {"name": "frp advisory", "sentiment": "none"}, {"name": "liverpool council", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.000+02:00"}, {"thread": {"uuid": "096ef585d9e40d77d7105a02cf433c02d2ec28fe", "url": "http://omgili.com/ri/.wHSUbtEfZSsJ0PXZAt6DOG3IknVpHVrcDkDPCtPYrHA50Xi9y5z0QkP9bVSe1zV", "site_full": "kot-kam.livejournal.com", "site": "livejournal.com", "site_section": "https://kot-kam.livejournal.com/data/rss", "site_categories": [], "section_title": "Дом Камышового Кота", "title": "Конкуренция за пищевые ресурсы", "title_full": "Конкуренция за пищевые ресурсы", "published": "2017-12-07T11:46:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "RU", "spam_score": 0.0, "main_image": "https://l-files.livejournal.net/og_image/7257467/8032?v=1512639987", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "096ef585d9e40d77d7105a02cf433c02d2ec28fe", "url": "http://omgili.com/ri/.wHSUbtEfZSsJ0PXZAt6DOG3IknVpHVrcDkDPCtPYrHA50Xi9y5z0QkP9bVSe1zV", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:46:00.000+02:00", "title": "Конкуренция за пищевые ресурсы", "text": "We will log you in after post We will log you in after post We will log you in after post We will log you in after post We will log you in after post Anonymously", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.000+02:00"}, {"thread": {"uuid": "6f5626c4c22f4717337a67f702851db3b71548ed", "url": "http://omgili.com/ri/jHIAmI4hxg8KSMTvPVjIlisnYmQDt50k3dtGZxnThm1F76NAlqHWeeehfOCzyQ6K", "site_full": "www.ooyuz.com", "site": "ooyuz.com", "site_section": "http://www.ooyuz.com/newsanalysis?term=lebron james", "site_categories": ["media", "financial_news", "finance"], "section_title": "lebron%20james News Results and Analysis |OOYUZ", "title": "is bullying the Atlanta Hawks - SBNation.com", "title_full": "LeBron James is bullying the Atlanta Hawks - SBNation.com : Related Articles | OOYUZ", "published": "2017-12-01T00:03:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.044, "main_image": "", "performance_score": 0, "domain_rank": 53324, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6f5626c4c22f4717337a67f702851db3b71548ed", "url": "http://omgili.com/ri/jHIAmI4hxg8KSMTvPVjIlisnYmQDt50k3dtGZxnThm1F76NAlqHWeeehfOCzyQ6K", "ord_in_thread": 0, "author": "SB Nation", "published": "2017-12-01T00:03:00.000+02:00", "title": "is bullying the Atlanta Hawks - SBNation.com", "text": "LeBron James is 32 years old, and he’ll still throw down on you if you make him angry. This dunk over Taurean Prince is all the proof we need. Just look at how high up he gets here. That’s a throwdown coming at Prince circa 2009. James blew by him and threw it down as hard as he possibly could. But he wasn’t done there. Late in the second quarter, James scored an earth-shattering block on Prince as he was driving to the rim. STRAIGHT. UP. Stop it, Bron. It’s like he scooped the ball up and just .. Advertisement", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "lebron james", "sentiment": "negative"}, {"name": "bron", "sentiment": "none"}, {"name": "prince", "sentiment": "none"}, {"name": "james", "sentiment": "none"}, {"name": "taurean prince", "sentiment": "none"}], "organizations": [{"name": "atlanta hawks", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.000+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2a6507401fe2923deee4d9626bea72737d5b7c0d", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KafYDJnvHD2FRwES7ms0ko0-", "ord_in_thread": 3, "author": "SamwiseTraveler", "published": "2017-12-07T04:58:00.000+02:00", "title": "", "text": "Thanks Generator! I think you might be right that it is ambitious. I don't mind cutting things out.\nIf you had to focus on Northern Ireland or Southern Ireland for a first timer, which would you do?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.000+02:00"}, {"thread": {"uuid": "83a004414c0e61b6fd5e64f1fccdf1b4dfcd6cb1", "url": "http://omgili.com/ri/jHIAmI4hxg_FE_VJGWIyFTEeAOBAib2Y4tbv3Ybb.lJy6FeAQr7aeVgV59aDgaJ79v_qRCcOSQmg7iIlz8uw7O3_nrytD4YwRZNX6wom5xJuvqG4J_m.qA--", "site_full": "win6388.blogspot.com", "site": "blogspot.com", "site_section": "http://win6388.blogspot.com/", "site_categories": [], "section_title": "ONG ONG CASINO", "title": "CASHBETASIA THE TRUSTED ONLINE PROVIDER IN MALAYSIA SATISFY ALL YOU NEED.WE PROVIDE DIFFERENT OF ONLINE HOT GAMES SCR888", "title_full": "CASHBETASIA THE TRUSTED ONLINE PROVIDER IN MALAYSIA SATISFY ALL YOU NEED.WE PROVIDE DIFFERENT OF ONLINE HOT GAMES SCR888", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "83a004414c0e61b6fd5e64f1fccdf1b4dfcd6cb1", "url": "http://omgili.com/ri/jHIAmI4hxg_FE_VJGWIyFTEeAOBAib2Y4tbv3Ybb.lJy6FeAQr7aeVgV59aDgaJ79v_qRCcOSQmg7iIlz8uw7O3_nrytD4YwRZNX6wom5xJuvqG4J_m.qA--", "ord_in_thread": 0, "author": "win88 win88 (noreply@blogger.com)", "published": "2017-12-07T11:54:00.000+02:00", "title": "CASHBETASIA THE TRUSTED ONLINE PROVIDER IN MALAYSIA SATISFY ALL YOU NEED.WE PROVIDE DIFFERENT OF ONLINE HOT GAMES SCR888", "text": "CASHBETASIA365 IS THE MOST TRUSTED ONLINE SITE IN MALAYSIA SCR888 Eliminator is an enormous brand. It is a sci-fi establishment made by James Cameron and includes films, TV, funnies, books and extra media. The principal motion picture, the Terminator, was discharged in 1984 and the most recent one was Terminator Genisys propelled in 2015. At online gambling clubs players can appreciate the brand through an online opening amusement from Microgaming in view of the second SCR888 MOBILE DOWNLOAD motion picture Terminator 2: Judgment Day. It is inhabit online gambling clubs like Royal Vegas, Spin Palace and Golden Riviera. \n\nBeing a marked online space SCR888 IPHONE  amusement, the lucrative images are characters from the motion picture in their genuine similarity. They incorporate the Terminator, T-1000, T-800, Sarah Connor and John Connor. Amid the triumphant mixes cuts from the film are played. With five of a kind wins the clasps are played on full screen. Eliminator 2 began the act of utilizing playing card suits as low paying images. The diversion logo is the wild image and it additionally grants the biggest line payouts. The vitality sphere is the disseminate image and honors payouts increased by the aggregate wager. In the base SCR888 amusement Terminator 2 has 243 approaches to win. \n\nAt least three disperse images trigger 10 free twists with some fascinating and creative highlights. The organization changes to SCR888 FREE WELCOME BONUS 1024 approaches to win so you get extra paylines with a similar wager. T-1000 was a shape shifter in the motion picture and he assumes a similar part in the free twists. The T-1000 image will change into some other character image in order to grant the most astounding conceivable line payout. T-800 Vision is another energizing component in this marked online opening amusement that can be arbitrarily activated in any winless base diversion turn. T-800 was the code name for the SCR888 Terminator. In the T-800 Vision highlight you will be granted a money payout for the character images that arrive on the reels. Amid this element, just a single diffuse image is adequate to trigger the free twists. \n\nThe coin size can be SCR888 MOBILE SLOT GAMES fluctuated from $0.01 to $0.50. You can bet up to 10 coins for every payline. The aggregate wager is 30 times the line wager, which is the standard practice in most Microgaming 243 approaches to win video openings. The most extreme aggregate wager per turn will be $150, which will keep the hot shots intrigued. The best line payout granted by the T2 image is 1500 times the line wager. SCR888 The best diffuse payout is 100 times the aggregate wager. You can expect medium difference from this marked opening amusement. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "john connor", "sentiment": "none"}, {"name": "james cameron", "sentiment": "none"}, {"name": "sarah connor", "sentiment": "none"}], "organizations": [{"name": "royal vegas", "sentiment": "none"}], "locations": [{"name": "malaysia", "sentiment": "none"}, {"name": "microgaming", "sentiment": "none"}, {"name": "golden riviera", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:27.000+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7a601209835f7699e4014e4b3df948b899d078ac", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KafYDJnvHD2FDogWzQSloOA-", "ord_in_thread": 6, "author": "Tongo79", "published": "2017-12-07T09:10:00.000+02:00", "title": "", "text": "Personally i would draw a line on a map from Dublin to Galway and decide whether to go north or south. South would be my preference but that would mean missing Donegal which is fabulous. As has already been said, less is more. Me and a friend made a mistake of charging around and spent too much time behind the wheel and not enough time enjoying places.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.001+02:00"}, {"thread": {"uuid": "62e56ec8996e2b3872570d5bd9032d1e4a5e92f4", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuPZGVAqAJ22bxAA1eb8JFsd3s3aanqfZP7lmhy25Ku.ta_6Kt4Fq6Bkf0uKGyMxuZv3pZPE7PFzxQ--", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Ladbrokes Coral in talks on takeover by GVC", "title_full": "Ladbrokes Coral in talks on takeover by GVC", "published": "2017-12-07T11:33:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151351/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "62e56ec8996e2b3872570d5bd9032d1e4a5e92f4", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuPZGVAqAJ22bxAA1eb8JFsd3s3aanqfZP7lmhy25Ku.ta_6Kt4Fq6Bkf0uKGyMxuZv3pZPE7PFzxQ--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:33:00.000+02:00", "title": "Ladbrokes Coral in talks on takeover by GVC", "text": "Ladbrokes Coral in talks on takeover by GVC Ladbrokes Coral is in talks over a takeover by Foxy Bingo owner GVC (PA) 0 comments \nGambling giant Ladbrokes is in “detailed” talks over a takeover by online rival and Foxy Bingo owner GVC in a deal worth up to £3.9 billion. \nGVC – which also owns Sportingbet and PartyCasino – has tabled a cash-and-shares approach valuing Ladbrokes at 160.9p a share, with loan notes on top worth an extra 42.8p a share. \nThe tie-up would create an online-led gambling giant with operations worldwide. GVC owns a raft of brands, including Sportingbet and Foxy Bingo (PA) \nIt would see Ladbrokes Coral shareholders own around 46.5% of the combined group and GVC around 53.5%. \nGVC chief executive Kenneth Alexander is expected to lead the combined group, although the firms said plans for the final management line-up would be worked out over the coming weeks. \nThe firms said: “The enlarged group would be an online-led globally positioned betting and gaming business that would benefit from a multi-brand, multi-channel strategy applied across some of the strongest brands in the sector. \n“The enlarged group would be geographically diversified with a large portfolio of businesses across both regulated and developing markets, with the scale and resources to address the dynamics of a rapidly changing global industry.” \nThe talks come after two previous attempts at a deal between the pair, but the latest discussions broke down in the summer over price and ahead of the Government’s gambling review. \nThe final price that GVC is prepared to pay for Ladbrokes depends on the outcome of the review of fixed-odds betting terminals (FOTBs), which could see the maximum stake slashed to as little as £2 from £100. \nIt comes amid a wave of consolidation in the sector, which has been under pressure pending the review, which is expected to significantly cut earnings from the lucrative betting machines – dubbed the crack cocaine of gambling. \nLadbrokes completed its £2.3 billion merger with Coral in November last year, but it is understood GVC first approached Ladbrokes over a tie-up when it was finalising the deal. \nGVC said it expects “material synergies” from a merger with Ladbrokes, which it would lay out in any forthcoming firm offer. GVC boss Kenneth Alexander is being lined up to lead the combined group if the deal goes ahead (GVC/PA) \nThe combined group would have beefed up operations across some of the world’s biggest regulated online gaming markets, including the UK, Italy and Australia. \n“The enlarged group would have strong growth prospects with momentum in its online businesses, potential for material synergies including the use of leading proprietary technology, and the opportunity to select the best of both people and operations,” the firms added. \nLadbrokes has nearly 3,700 bookies on the high street, while Isle of Man-based GVC has a raft of brands after a series of acquisitions, most recently snapping up bwin.party in February last year.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "foxy bing", "sentiment": "none"}, {"name": "kenneth alexander", "sentiment": "none"}], "organizations": [{"name": "ladbrokes coral", "sentiment": "none"}, {"name": "gvc ladbrokes coral", "sentiment": "none"}, {"name": "pa", "sentiment": "none"}, {"name": "gvc", "sentiment": "none"}, {"name": "foxy bingo", "sentiment": "none"}, {"name": "ladbrokes", "sentiment": "none"}], "locations": [{"name": "sportingbet", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "italy", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:27.002+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4dca1c30fc4ba0d77b7ebbb6aead885eccf041a7", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KafYDJnvHD2FfSPINPVdDeo-", "ord_in_thread": 7, "author": "TONY S", "published": "2017-12-07T00:43:00.000+02:00", "title": "", "text": "Way to much on that list. If you decide to go Northwards then you can get Northern Ireland and Donegal . Might be an idea to take the train or coach to Belfast , hire a car there and drive the Antrim Coast up to Derry/Londonderry. Then cross into Inishowen and tour northern Donegal moving down towards Donegal town. Back into the North via Omagh and on to Belfast, drop the car of then train back to Dublin.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.002+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1ba75509e960709adae93b69e5a7106dff9cc685", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KafYDJnvHD2FK.UYM27TJBg-", "ord_in_thread": 4, "author": "generator5000", "published": "2017-12-07T05:40:00.000+02:00", "title": "", "text": "Even though I live in the south of Ireland and obviously I can recommend it but your post says you want to do the north of Ireland so maybe do that?\nThe north of Ireland is the road less travelled. Belfast , the Antrim coast, Derry, Donegal, Sligo, Mayo are wonderful places to visit. They are much more cheaper areas to visit with a lot less tourists and I'll think you will get a more authentic experience but that's up for debate.\nAlso with Northern Ireland , you get to see a different side of Ireland. It's not very different but it's a side of Ireland that needs to be seen more.\nResearch more and see what grabs you but don't do the whole island. Chill out for a few days in one area and get to know it. \"Less is more\" is the travel mantra for Ireland.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.003+02:00"}, {"thread": {"uuid": "8f29346209d88259adf221a853c2362714430ffc", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g3Wo4T6ww2gq4XcXA3Jt1gQd_7QlhPGtsurzeIuM102nYuAYlOWVCh5YohgoNx1jtJtAuOWamd0tE1LnzXJksCQ--", "site_full": "newyork.craigslist.org", "site": "craigslist.org", "site_section": "http://newyork.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist new york | for sale search", "title": "Big pasta serving platter (Upper West Side) $8", "title_full": "Big pasta serving platter (Upper West Side) $8", "published": "2017-12-07T10:42:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00h0h_8Ysh8HUvntN_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8f29346209d88259adf221a853c2362714430ffc", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g3Wo4T6ww2gq4XcXA3Jt1gQd_7QlhPGtsurzeIuM102nYuAYlOWVCh5YohgoNx1jtJtAuOWamd0tE1LnzXJksCQ--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:42:00.000+02:00", "title": "Big pasta serving platter (Upper West Side) $8", "text": "  Beautiful floral serving platter do NOT contact me with unsolicited services or offers post id: 6415794239", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "upper west side", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:27.004+02:00"}, {"thread": {"uuid": "8be27aa50bb839609f1d011413ad369cb2f30e31", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzCrHrGktMsQ1MR2NhD0QfQe6lo9RjUqu3HyVSZOnCyTevmva_TcOcd34OgvHxsZkxKYbyyscaNSE-", "site_full": "ventura.craigslist.org", "site": "craigslist.org", "site_section": "http://ventura.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist ventura | for sale search", "title": "Steve Caballero skateboard $40", "title_full": "Steve Caballero skateboard $40", "published": "2017-12-07T10:38:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00W0W_kQJc5vr2Ohq_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8be27aa50bb839609f1d011413ad369cb2f30e31", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzCrHrGktMsQ1MR2NhD0QfQe6lo9RjUqu3HyVSZOnCyTevmva_TcOcd34OgvHxsZkxKYbyyscaNSE-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:38:00.000+02:00", "title": "Steve Caballero skateboard $40", "text": "favorite this post Steve Caballero skateboard - $40 hide this posting unhide < image 1 of 2 > QR Code Link to This Post Good condition. Independent 169 Hollow trucks, Arbor wheels, bones bearings. do NOT contact me with unsolicited services or offers post id: 6407724849", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "steve caballero", "sentiment": "negative"}, {"name": "arbor", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.006+02:00"}, {"thread": {"uuid": "e56f1b781ccfa4a07e04e3a6d36d5f1f57c40e37", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuOymBvtLCC92hP5lwmw3poVfkDt3QMy9l7RP03FZRj9jiaL5DRaWzBFAd5.On1in5IBsdWRI7u1nXCfuZSmRn3xaYZyfex4yNIAr_renHC80FIj5ZLf5AZo4vnQ5y8cXyA-", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Storm Caroline: Danger to life alert as ‘devastating winds’ to hit parts of UK", "title_full": "Storm Caroline: Danger to life alert as ‘devastating winds’ to hit parts of UK", "published": "2017-12-07T11:13:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151202/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e56f1b781ccfa4a07e04e3a6d36d5f1f57c40e37", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuOymBvtLCC92hP5lwmw3poVfkDt3QMy9l7RP03FZRj9jiaL5DRaWzBFAd5.On1in5IBsdWRI7u1nXCfuZSmRn3xaYZyfex4yNIAr_renHC80FIj5ZLf5AZo4vnQ5y8cXyA-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:13:00.000+02:00", "title": "Storm Caroline: Danger to life alert as ‘devastating winds’ to hit parts of UK", "text": "Storm Caroline: Danger to life alert as ‘devastating winds’ to hit parts of UK Parts of the UK are forecast to be hit with gusts of up to 90mph. (Owen Humphreys/PA) \nSevere gales are beginning to strengthen across parts of the UK as Storm Caroline arrives – with forecasters warning of a danger to life amid “devastating” gusts in some areas. \nThe Met Office has issued an amber “be prepared” weather warning for northern Scotland on Thursday. \nHigh winds were already picking up in the early hours, with gusts of up to 90mph expected to batter the region through the morning. (PA Graphics) \nTrain services in the north and west of the country have been cancelled, while Traffic Scotland is warning of potential disruptions on the road. \nMet Office meteorologist John West said: “Storm Caroline is well on its way across northern parts of the UK. \n“There will be devastating winds in some parts. More broadly across Scotland there will be 60-70mph gusts, but in exposed areas we could see 90mph.” \nThe strong wind warning is valid from 6am until 11.55pm on Thursday, with an amber warning for northern Scotland. \nThe Arctic air is already arriving in the north this morning, but temperatures will drop through the day in the south ❄️ pic.twitter.com/p96VQxcJqU \n— Met Office (@metoffice) December 7, 2017 \nA yellow “be aware” warning is in force for the southern half of Scotland and parts of the north of Northern Ireland between 6am and 6pm as well. \nThe Met Office has warned of flying debris that could lead to injuries or danger to life, while damage to property is also possible. \nTrain services have been suspended between Aberdeen and Inverness, Inverness and Wick, Inverness and Kyle of Lochalsh as well some Glasgow Queen Street routes to the west coast. \nScotland’s Transport Minister Humza Yousaf said: “With stormy weather expected across the north of Scotland we would urge people to check with their operators before they travel, especially if they are planning a ferry journey. \n“There may also be bridge restrictions, particularly for high-sided vehicles, and we would urge road users to check the latest information on wind thresholds on the Traffic Scotland website to see where this is likely.” \n⚠️ #StormCaroline . Here’s our Head of Integrated Control, Mark Ilderton, with an update on our plans to deal with tomorrow’s storm. pic.twitter.com/7BbWYq5Puo \n— ScotRail (@ScotRail) December 6, 2017 \nA North Sea platform shut down production due to safety fears over weather conditions caused by Storm Caroline. \nCNR International said it would remove all of the 159 staff on Ninian South, about 240 miles from Aberdeen, from the structure as a precaution. \nMeanwhile, Storm Caroline also brings a frontal system, which will mean a wet and windy start for the southern half of the UK, before cold temperatures set in. \nDuring Thursday afternoon a mixture of sleet and snow showers will work their way across the whole of Britain, with the potential for blizzard conditions in Scotland. \nThe wintry showers will become more widespread over the next 24 hours, with forecasters also issuing a yellow severe weather warning for snow and ice on Friday. \nIt covers much of Scotland, Northern Ireland, Wales and parts of northern and western England. \nHere is the offending trampoline on the line that caused so many problems earlier. #StormCaroline pic.twitter.com/QXqPvzAzaa \nOn the railways passengers faced disruption after a trampoline blew onto the line in East Renfrewshire. \nTrain services between Glasgow Central and Neilston were cancelled or delayed while staff removed the obstacle. \nScotRail tweeted: “There is a trampoline blocking the line in the Patterton area. \n“Please remember to secure garden furniture/trampolines if you live near the railway tracks.” \nThey added: “Staff are on site & are currently trying to remove the trampoline.” \nThe line reopened after the trampoline was removed and services began returning to normal.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "wick", "sentiment": "none"}, {"name": "john west", "sentiment": "none"}, {"name": "owen humphreys/pa", "sentiment": "none"}, {"name": "humza yousaf", "sentiment": "none"}, {"name": "mark ilderton", "sentiment": "none"}, {"name": "caroline", "sentiment": "none"}, {"name": "kyle of lochalsh", "sentiment": "none"}], "organizations": [{"name": "integrated control", "sentiment": "none"}, {"name": "met office", "sentiment": "none"}, {"name": "aberdeen", "sentiment": "none"}, {"name": "scotrail", "sentiment": "none"}, {"name": "pa graphics", "sentiment": "none"}, {"name": "cnr international", "sentiment": "none"}], "locations": [{"name": "uk", "sentiment": "none"}, {"name": "inverness", "sentiment": "none"}, {"name": "glasgow central", "sentiment": "none"}, {"name": "aberdeen", "sentiment": "none"}, {"name": "wales", "sentiment": "none"}, {"name": "england", "sentiment": "none"}, {"name": "scotland", "sentiment": "none"}, {"name": "north sea", "sentiment": "none"}, {"name": "britain", "sentiment": "none"}, {"name": "patterton", "sentiment": "none"}, {"name": "northern ireland", "sentiment": "none"}, {"name": "east renfrewshire", "sentiment": "none"}, {"name": "glasgow queen street", "sentiment": "none"}, {"name": "neilston", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:27.006+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "17aff209d5d959fddce5c1523783d9cc36c82e78", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KafYDJnvHD2Fl4ItmuY7JXU-", "ord_in_thread": 2, "author": "fuchsia2014", "published": "2017-12-07T04:37:00.000+02:00", "title": "", "text": "You have one night in Killarney, which is no days. The day before your night in Killarney you are driving from Kilkenny via cork, the day after your night in Killarney you are driving to Galway. You do not have time for either Skellig Michael or Dingle. It just won't work.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.007+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6466cb427e9782931781761bfd32a055d57ef38c", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KafYDJnvHD2F2ivgW30AStk-", "ord_in_thread": 5, "author": "generator5000", "published": "2017-12-07T05:55:00.000+02:00", "title": "", "text": "Oops! Rereading your post, you are more focused on the usual tourist trails.\nI'd definitely give Cork a miss. It's just too much driving. But I stick by my north of Ireland recommendation as above! But do your own research as well. And hope you have a great trip!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.008+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "ord_in_thread": 0, "author": "SamwiseTraveler", "published": "2017-12-07T01:34:00.000+02:00", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "text": "I disagree with people saying only do one half of the country in 2 weeks. That's daft. It's not a big country and you can visit anywhere you want without driving long distances. Don't distinguish between Northern Ireland and the Republic, as the little differences is what makes a trip memorable.\nYour itinerary looks a bit too busy and you'll probably have a better time if you move less and relax a bit more. I don't think Ireland is hugely exciting so unless you want to go on a glorified pub crawl every evening, it will definitely pay to have something planned to do in each place you visit and I'd recommend a few day trips that you can switch off and listen rather than drive in circles looking for a rock in a field.\nIreland has a good road network. The motorways (beginning with M) and Nationals roads (beginning with N) are easiest to drive on. Tolls will show up on google maps and you can pay with coins except the M50 which needs to be paid online or via your car hire company if agreed. The Regional Roads (beginning with R) are usually fine too but may be a bit windier and go through more towns.\nBeware \"Local roads\" (beginning with L)- the quality varies between absolutely fine and a laneway full of potholes and cows. Often best avoided at night or in bad weather.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://static.tacdn.com/img2/x.gif"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.028+02:00"}, {"thread": {"uuid": "1ddbc7758df24a4a9734af210f91d08c7b890913", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KV3wrHFE_9_L", "site_full": "www.tripadvisor.co.za", "site": "tripadvisor.co.za", "site_section": "https://www.tripadvisor.co.za/ShowForum-g186591-i88-Ireland.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Ireland Forum, Travel Discussion for Ireland - TripAdvisor", "title": "11 night driving tour of Ireland and Northern Ireland - Dublin", "title_full": "11 night driving tour of Ireland and Northern Ireland - Dublin Message Board - TripAdvisor", "published": "2017-12-07T01:34:00.000+02:00", "replies_count": 7, "participants_count": 5, "site_type": "discussions", "country": "ZA", "spam_score": 0.005, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 10000, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "520825f9b5cf79583b9524493fd88fa9bf3b5e32", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiYyoODA_sG6MMGxFh26nSAvKpj5w8xLbBD.gyLOJ2223s9WTxkrc_dQu13TQe0eLi73MQAQyFqiX1wUOE3_ptAcn5T8LPl96wV9Yf5Cyu6o9yFbrN8Gt3_8w6fbSSYBzh_50lwYVfVWmD4TfvcV0n8KafYDJnvHD2FuVKLuZA_slc-", "ord_in_thread": 1, "author": "generator5000", "published": "2017-12-07T01:52:00.000+02:00", "title": "", "text": "It's pretty packed! It looks absolutely exhausting to read never mind do. Most of your holiday will be behind the wheel of a car. The key to Ireland is \"less is more\", Ireland needs to be relished not ticked off. Personally, I would divide the island in half and do the northern half or the southern half.\nSince you want to do Northern Ireland , maybe leave off Cork at least. Mizen head is verging on impossible with your timescale.\nOne destination mentioned in this post 1 Northern Ireland United Kingdom", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://static.tacdn.com/img2/x.gif"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:27.031+02:00"}, {"thread": {"uuid": "12fd640e66d0dcf607b81888a0e4e77d40b34c80", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuO6XRrNrc19edooSneAK.G4KUxTCzsuYHGmiijK7gQCLvz_fsdLIjhFG8c2Ozm4zmlsDRWWsId6xAYmAPSNRCzKrmwEWrh3k46MNfCmSDeGaoXYdeFPnpgX", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Documents submitted by Brexit Secretary ‘don’t include impact assessment’", "title_full": "Documents submitted by Brexit Secretary ‘don’t include impact assessment’", "published": "2017-12-07T11:03:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151372/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "12fd640e66d0dcf607b81888a0e4e77d40b34c80", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuO6XRrNrc19edooSneAK.G4KUxTCzsuYHGmiijK7gQCLvz_fsdLIjhFG8c2Ozm4zmlsDRWWsId6xAYmAPSNRCzKrmwEWrh3k46MNfCmSDeGaoXYdeFPnpgX", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:03:00.000+02:00", "title": "Documents submitted by Brexit Secretary ‘don’t include impact assessment’", "text": "Documents submitted by Brexit Secretary ‘don’t include impact assessment’ Opposition MPs have called for David Davis to be sacked (Dominic Lipinski/PA) 1 comment \nThe documents handed over to Parliament by Brexit Secretary David Davis last month are “underwhelming” and do not amount to an assessment of the likely impact on the UK economy of withdrawal from the EU, a senior peer has said. \nLord Jay of Ewelme, the acting chair of the House of Lords EU Committee and former senior civil servant, said that he would have expected a “proper” impact assessment to be conducted to inform the Government of the likely effect of Brexit on different sectors of industry. \nThere were calls from opposition MPs for Mr Davis to be sacked after he admitted to the Commons Exiting the EU Committee on Wednesday that his department had carried out no formal impact assessments for the Government’s Brexit plans. \nDavid Davis has misled parliament. He MUST resign. If you agree, add your name now and back our call >> https://t.co/GvgvjzCGST pic.twitter.com/XKMCnBhQSU \n— Liberal Democrats (@LibDems) December 6, 2017 \nBut Mr Davis appeared to have dodged threats of an investigation for alleged contempt of Parliament, after the committee ruled that he had adequately fulfilled the terms of a Commons motion requiring him to hand over 58 sectoral impact assessments believed to have been drawn up by the Department for Exiting the EU. \nThe committee split on party lines, with 10 Conservatives and one Democratic Unionist agreeing that Mr Davis had complied with Parliament’s requirements by handing over 850 pages of analysis of sectors of the UK economy, given that no impact assessments of the kind described in the motion existed. \nEight opposition MPs voted that the Brexit Secretary had not complied with the motion. David Davis gives evidence to the Commons Exiting the EU Committee (PA) \nThe 850-page cache of documents, handed to cross-party committees in the Commons and Lords but not yet published, are understood to describe existing conditions in various sectors of the economy, but not to forecast how they will be affected by Brexit. \nLord Jay told BBC Radio 4’s Today programme that his committee was “going through them pretty systematically now”. \n“They are quite interesting but they are pretty underwhelming,” said Lord Jay. \n“They don’t really include an impact assessment, as far as I can tell. \n“I would have thought there would have been a proper impact assessment, a proper assessment of what the impact of leaving the EU is going to be on different sectors of the economy. \n“What we’ve got is interesting, and there’s a lot of good information there, but I can’t really say it’s a real impact assessment. It’s a fairly underwhelming report.” \nUpdate: Earlier this afternoon I wrote to the Speaker of the House of Commons calling on him to initiate contempt of Parliament proceedings and bring forward a debate on a resolution of contempt of Parliament after @DavidDavisMP was shown to have misled and lied to Parliament. https://t.co/J63TewJzFU \n— David Lammy (@DavidLammy) December 6, 2017 \nTransport Secretary Chris Grayling said there had been a “misunderstanding” about the nature of the work being done within Government. \n“We have done extensive work on the impact of European law on different sectors of the UK economy,” Mr Grayling told BBC Radio 4’s Today programme. \n“We have done it in my department on the different areas of transport, other departments have done the same, and there are 800 pages of analysis that have been prepared and supplied to the Brexit Committee. \n“What we haven’t done is rework all the arguments from the referendum campaign all over again. \n“There are people who believe we are doing the wrong thing… who want us to produce detailed analyses saying ‘in this scenario, this situation will occur to this business’. \n“The truth is that we have to approach the negotiations right now in the best possible way for Britain and the work we are doing is to prepare the UK for these negotiations, to understand all the areas affected by EU law.”", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jay of ewelme", "sentiment": "none"}, {"name": "dominic lipinski/pa", "sentiment": "none"}, {"name": "grayling", "sentiment": "none"}, {"name": "jay", "sentiment": "none"}, {"name": "chris grayling", "sentiment": "none"}, {"name": "david davis", "sentiment": "none"}, {"name": "brexit", "sentiment": "none"}, {"name": "david lammy", "sentiment": "none"}, {"name": "davis", "sentiment": "none"}], "organizations": [{"name": "eu", "sentiment": "none"}, {"name": "house of commons", "sentiment": "none"}, {"name": "pa", "sentiment": "none"}, {"name": "bbc radio", "sentiment": "none"}, {"name": "bbc radio 4’s today", "sentiment": "none"}, {"name": "democratic unionist", "sentiment": "none"}, {"name": "house of lords eu committee", "sentiment": "none"}, {"name": "eu committee", "sentiment": "none"}, {"name": "parliament", "sentiment": "none"}], "locations": [{"name": "uk", "sentiment": "none"}, {"name": "brexit", "sentiment": "none"}, {"name": "britain", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:27.034+02:00"}, {"thread": {"uuid": "2b114c45e2bc9f129ee0bdf30aac94f61dc6106d", "url": "http://omgili.com/ri/t1o2C2H78UdE_q6Q428e20_N59CAkthEG528bq4YPmnufdWHQ4.dLHxPzoDyEFvcjI50uZ2742dQaOWCTftQkfhEaTwlyYsDR7CxHTFOtTB1bnnrKMo5Nh27knw4R56c", "site_full": "drmichaeledmund.blogspot.com", "site": "blogspot.com", "site_section": "http://drmichaeledmund.blogspot.com/", "site_categories": [], "section_title": "Dr. Michael Edmund", "title": "A Used Breast Pump Can Carry Infectious Diseases", "title_full": "A Used Breast Pump Can Carry Infectious Diseases", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2b114c45e2bc9f129ee0bdf30aac94f61dc6106d", "url": "http://omgili.com/ri/t1o2C2H78UdE_q6Q428e20_N59CAkthEG528bq4YPmnufdWHQ4.dLHxPzoDyEFvcjI50uZ2742dQaOWCTftQkfhEaTwlyYsDR7CxHTFOtTB1bnnrKMo5Nh27knw4R56c", "ord_in_thread": 0, "author": "Michael Edmund (noreply@blogger.com)", "published": "2017-12-07T11:54:00.000+02:00", "title": "A Used Breast Pump Can Carry Infectious Diseases", "text": "A Used Breast Pump Can Carry Infectious Diseases. \nWomen who are breast-feeding should take possession of precautions when deciding what category of breast pump to use, particularly if they are all in all buying or renting a used or second-hand pump, according to a new report, which was released Jan 15, 2013 from the US Food and Drug Administration. Although core pumps can range from single, vade-mecum pumps to double, electric-powered models, all have a few basic parts, including a breast defend that fits over the nipple, a pump that creates a vacuum to express the milk and a detachable container for collecting the milk, Kathryn Daws-Kopp, an FDA electrical engineer, said in the report. The FDA oversees the safe keeping and effectiveness of these devices. \n\nAlthough women can corrupt breast pumps, many hospitals, medical stock stores and lactation consultants rent breast pumps that can be used by multiple women. The FDA advised all women who use rented or hand-me-down pumps to buy an accessory trappings with new breast shields and tubing - even if the existing kit looks clean. Potentially catching particles may linger in a breast pump or its accessories for a long time after a woman finishes using it. \n\nThese germs can infect the babe in arms or the next woman who uses that pump, said Dr Michael Cummings, an obstetrician and gynecologist with the FDA. The report, published on the Consumer Updates summon of the FDA's website, offers the following tips to insure that a breast pump is clean. Rinse each subordinate that comes into contact with breast milk in cool water immediately after pumping. \n\nWash each accessory independently using liquid dishwashing soap and warm water, and rinse each piece in hot water for 10 to 15 seconds. Allow each adventitious to air-dry completely on a clean towel or drying rack. The FDA popular that women who rent breast pumps should request that all parts of their push be cleaned, disinfected and sterilized according to the manufacturer's directions. \n\nRead more » ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kathryn daws-kopp", "sentiment": "none"}, {"name": "michael cummings", "sentiment": "none"}], "organizations": [{"name": "fda", "sentiment": "none"}, {"name": "us food and drug administration", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:28.004+02:00"}, {"thread": {"uuid": "18df4698c02fbd67db691804eeb84118caf1f16b", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g6ptY6Mb.Ox7lsRcBqDZSufTwmElrUMxCn27zyGN3pN1AQgrpzbNgl3Tt_q_4ZmFAisWdoxuPstSAbcJM.EjCgA--", "site_full": "newyork.craigslist.org", "site": "craigslist.org", "site_section": "http://newyork.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist new york | for sale search", "title": "6\" inch Red Silver Screwdriver Tool $5", "title_full": "6\" inch Red Silver Screwdriver Tool $5", "published": "2017-12-07T10:42:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "18df4698c02fbd67db691804eeb84118caf1f16b", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g6ptY6Mb.Ox7lsRcBqDZSufTwmElrUMxCn27zyGN3pN1AQgrpzbNgl3Tt_q_4ZmFAisWdoxuPstSAbcJM.EjCgA--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:42:00.000+02:00", "title": "6\" inch Red Silver Screwdriver Tool $5", "text": "favorite this post 6\" inch Red Silver Screwdriver Tool - $5 hide this posting unhide condition: fair   Up for sale is a screwdriver tool Color: Silver/Red Condition: In very good working condition. Tested Measures approx: 6 inches do NOT contact me with unsolicited services or offers post id: 6415794215", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:28.004+02:00"}, {"thread": {"uuid": "20e9d2475bffd79f57df6d459d439321984226fd", "url": "http://omgili.com/ri/jHIAmI4hxg9jAll4h2zguJtQ2Y__W78PvuuFfSbzhocid1dIGB5U2m3j4x6EcNZqKBuQMLDy.FtsoDVj7IOQ9xUqKlTg4IfI884JazHnlzE-", "site_full": "wrkf.org", "site": "wrkf.org", "site_section": "http://wrkf.org/rss.xml", "site_categories": ["media", "music", "entertainment"], "section_title": "", "title": "House Passes Bill To Allow 'Concealed Carry' Across State Lines", "title_full": "House Passes Bill To Allow 'Concealed Carry' Across State Lines", "published": "2017-12-07T09:43:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201712/569026607.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "20e9d2475bffd79f57df6d459d439321984226fd", "url": "http://omgili.com/ri/jHIAmI4hxg9jAll4h2zguJtQ2Y__W78PvuuFfSbzhocid1dIGB5U2m3j4x6EcNZqKBuQMLDy.FtsoDVj7IOQ9xUqKlTg4IfI884JazHnlzE-", "ord_in_thread": 0, "author": "Scott Neuman", "published": "2017-12-07T09:43:00.000+02:00", "title": "House Passes Bill To Allow 'Concealed Carry' Across State Lines", "text": "By Scott Neuman • 9 hours ago House Speaker Paul Ryan of Wis., speaks after House Republicans held a closed-door strategy session on Capitol Hill in Washington. The Republican-led House passed a bill to make it easier for gun owners to legally carry concealed weapons across state lines. J. Scott Applewhite / AP \nThe House approved a bill on Wednesday that would ease legal restrictions for carrying concealed firearms across state lines – a move pushed by the National Rifle Association that comes just weeks after mass shootings in Las Vegas and Texas. \nOn a mostly party-line vote, the measure easily passed, 231-198, although 14 Republicans voted no. Six Democrats voted for the so-called reciprocity measure, which would allow a gun owner with the proper permit in any state to carry a concealed firearm to another state where it is also legal. \nThe bill now goes to the Senate, where it is likely to encounter a much tougher battle. \nIn the House version, GOP lawmakers added a measure aimed at strengthening tracking in the national background-check database of legal and mental health records that might prevent some gun purchases. Just last month it was revealed that Devin Patrick Kelley, the gunman who killed 26 people at a church in Sutherland Springs, Tex., legally purchase firearms used in the attack despite a record of domestic assault in the Air Force that should have disqualified him. \nHowever, as The New York Times reports: \"... the background check measure was not enough to win over most Democrats, nor did it persuade law enforcement officials in some of the largest cities, including New York, who say the legislation would force locales with strict gun laws to bow to places with few or no gun restrictions.\" \nThe bill angered many Democrats who argued that following mass shootings that have killed 80 people, the times called for stricter, not looser gun measures. \nConnecticut Democrat Rep. Elizabeth Esty — who represents Newtown, Conn., where 20 first-graders and six teachers and staff were killed in a 2012 mass shooting – said the bill would undermine states' rights, \"hamstring law enforcement and allow dangerous criminals to walk around with hidden guns anywhere and at any time. It's unspeakable that this is Congress' response to the worst gun tragedies in American history,\" according to The Associated Press. \nThe NRA's executive director, Chris Cox, is quoted in the Times as saying Thursday's vote is a \"watershed\" for Second Amendment rights and that the bill would ensure \"all law-abiding citizens in our great country can protect themselves in the manner they see fit without accidentally running afoul of the law.\" \nIn the Senate, supporters would likely need 60 votes to overcome a filibuster by Democrats. Copyright 2017 NPR. To see more, visit http://www.npr.org/. © 2017 WRKF", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "scott neuman", "sentiment": "none"}, {"name": "paul ryan", "sentiment": "none"}, {"name": "j. scott applewhite", "sentiment": "none"}, {"name": "elizabeth esty", "sentiment": "none"}, {"name": "chris cox", "sentiment": "none"}, {"name": "devin patrick kelley", "sentiment": "none"}], "organizations": [{"name": "house", "sentiment": "none"}, {"name": "congress", "sentiment": "none"}, {"name": "npr", "sentiment": "none"}, {"name": "national rifle association", "sentiment": "none"}, {"name": "senate", "sentiment": "none"}, {"name": "new york times", "sentiment": "none"}, {"name": "associated press", "sentiment": "none"}, {"name": "times", "sentiment": "none"}, {"name": "gop", "sentiment": "none"}, {"name": "nra", "sentiment": "none"}, {"name": "air force", "sentiment": "none"}, {"name": "ap", "sentiment": "none"}], "locations": [{"name": "wis.", "sentiment": "none"}, {"name": "tex.", "sentiment": "none"}, {"name": "newtown", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "capitol hill", "sentiment": "none"}, {"name": "texas", "sentiment": "none"}, {"name": "conn.", "sentiment": "none"}, {"name": "connecticut", "sentiment": "none"}, {"name": "sutherland springs", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "las vegas", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:28.006+02:00"}, {"thread": {"uuid": "16e569703936b54048a647270dd16f06a8cf6049", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuPM.zlgz8kZ2KmOh1STCw.A_vdRQ3S6XT1uOdWc1k2bfQYn4V9UYe7r0ZrpUx5uS4dkegVmnhf_4Sa7B8yXIo9hGYLxwvdQRW8-", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Cash injection for work on estate including Grenfell Tower", "title_full": "Cash injection for work on estate including Grenfell Tower", "published": "2017-12-07T11:03:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151200/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "16e569703936b54048a647270dd16f06a8cf6049", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuPM.zlgz8kZ2KmOh1STCw.A_vdRQ3S6XT1uOdWc1k2bfQYn4V9UYe7r0ZrpUx5uS4dkegVmnhf_4Sa7B8yXIo9hGYLxwvdQRW8-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:03:00.000+02:00", "title": "Cash injection for work on estate including Grenfell Tower", "text": "Cash injection for work on estate including Grenfell Tower Grenfell Tower survivors have demanded 'urgent action' on rehousing (Rick Findler/PA) 0 comments \nThe Grenfell Tower estate is to have £30 million invested in it after a cash injection from central Government was matched by the council. \nAn additional £15 million has been earmarked for work on the Lancaster West estate, on which the fire-ravaged block still stands, Kensington and Chelsea Council said. \nChancellor Philip Hammond set aside £28 million in the budget to assist with the fallout from the disaster, including £15 million for the neighbourhood. \nCllr Elizabeth Campbell is giving an update on the Council’s response to the disaster at #Grenfell Tower: “We acknowledge the anger, the grief and the frustration victims and the bereaved continue to feel” #RBKCCouncilMtg \n— RBKC (@RBKC) December 6, 2017 \nThe local authority announced at a meeting on Wednesday a “visioning” exercise was under way with residents of the area and architects about the estate’s future. \nLeader Elizabeth Campbell also pledged that all survivors of the tragedy, in which 71 died, would have new homes by June, as tension ramped up over the speed of resettlement. \nThose who escaped the inferno demanded “urgent action” on Thursday after it emerged four out of five displaced families are facing Christmas without a proper home. \nAlmost six months on from the deadly blaze, in which 71 died and hundreds were made homeless, 103 households from the block remain in hotel rooms. (PA Graphics) \nA further 11 are in serviced apartments and four are staying with loved ones, meaning 118 remain in emergency accommodations. \nThe local authority was accused of making “one broken promise after another”, having previously expressed confidence every survivor would be out of emergency rooms by Christmas. \nMs Campbell said on Wednesday: “All of us sympathise with those who are still living in hotels with their children, especially at Christmas. \n“I have always said we can only move at the pace at which victims and survivors feel comfortable: no-one should be rushed into making such an important decision about where they are going to live. \n“However, I do accept, as we have heard tonight and last night at scrutiny, for some the pace is painfully slow.” \nCllr Elizabeth Campbell: “Our priority is to find permanent home for the 209 households from #Grenfell Tower & Walk who lost their homes. 42 households have moved in and 49 have accepted an offer” #RBKCCouncilMtg \n— RBKC (@RBKC) December 6, 2017 \nSurvivors have expressed frustration at how regularly the rehousing deadline has shifted, stretching back to the immediate aftermath of the June 14 inferno. \nDays after the fire Theresa May initially appeared to pledge that everyone left destitute would be in temporary new homes within three weeks. \nSo far only 42 families have moved into permanent addresses, meaning the remaining 166, including 48 temporary places, could spend the festive period without a new home, survivors say. \nCurrently 29 of the families still in hotels have children, meaning many youngsters will likely wake up in hotel rooms on Christmas morning. \nCllr Elizabeth Campbell: “No-one should be rushed into making such an important decision about where they are going to live. However, I do accept for some the pace is painfully slow” #RBKCCouncilMtg #Grenfell \n— RBKC (@RBKC) December 6, 2017 \nThere were 209 families in need of rehousing following the disaster, according to updated council figures released on Wednesday. \nShahin Sadafi, chairman of Grenfell United, an elected body set up by survivors and bereaved relatives, said: “First it was three weeks, then six months now they are saying a year. \n“For the survivors and affected families it seems like one broken promise after another. \n“At this rate it could take the council almost two years to re-home people. \nThe Curve will be open on Christmas Day and Boxing Day, and we hope people from the North Kensington community will feel welcome there #RBKCCouncilMtg #Grenfell \n— RBKC (@RBKC) December 6, 2017 \n“We are talking about people who have been through the traumatic events and have lost so much, stuck in hotel rooms and make-do accommodation. \n“No one can even start to rebuild their lives until they are in a place they can call home. \n“It’s been six months and we’re now just a fortnight away from Christmas. It’s not too late to put this right but it needs urgent action now.” \nIn addition to those who have already moved into a permanent address, 49 have accepted permanent housing offers, making 91 accepted offers in total, Ms Campbell said on Wednesday. \nIt is hoped 300 houses will have been acquired by the council in time for Christmas, he added. \nWith the prospect of many survivors spending Christmas in hotels, festive events are being organised in the west London neighbourhood. \nThe Curve centre will be opened on Christmas Day, Boxing Day and New Years Day, Tuesday’s meeting was told, and a communal Christmas meal is in the pipeline.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "elizabeth campbell", "sentiment": "none"}, {"name": "rick findler/pa", "sentiment": "none"}, {"name": "campbell", "sentiment": "none"}, {"name": "theresa may", "sentiment": "none"}, {"name": "cllr elizabeth campbell", "sentiment": "none"}, {"name": "shahin sadafi", "sentiment": "none"}, {"name": "philip hammond", "sentiment": "none"}], "organizations": [{"name": "grenfell tower cash", "sentiment": "none"}, {"name": "grenfell tower grenfell tower", "sentiment": "none"}, {"name": "#grenfell tower & walk", "sentiment": "none"}, {"name": "chelsea council", "sentiment": "none"}, {"name": "ms campbell", "sentiment": "none"}, {"name": "pa graphics", "sentiment": "none"}, {"name": "council", "sentiment": "none"}, {"name": "grenfell united", "sentiment": "none"}], "locations": [{"name": "grenfell tower", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "kensington", "sentiment": "none"}, {"name": "north kensington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:28.016+02:00"}, {"thread": {"uuid": "88bd7529c66fbebd740eaa66a0381522d9d335b1", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzujkEZFMzGFuRkaq6tZNcTNBFwCs380lMDHlbmkmeUVxVfBoDFfq.oNnZ4UDZ.0mfccTyxxkxmfc-", "site_full": "ventura.craigslist.org", "site": "craigslist.org", "site_section": "http://ventura.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist ventura | for sale search", "title": "front load Washer and gas Dryer for sale (Oxnard CA) $250", "title_full": "front load Washer and gas Dryer for sale (Oxnard CA) $250", "published": "2017-12-07T10:37:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00r0r_la9XoXOrZWe_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "88bd7529c66fbebd740eaa66a0381522d9d335b1", "url": "http://omgili.com/ri/.wHSUbtEfZT9zOSCcGWn8KoH8X_lJNlzujkEZFMzGFuRkaq6tZNcTNBFwCs380lMDHlbmkmeUVxVfBoDFfq.oNnZ4UDZ.0mfccTyxxkxmfc-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:37:00.000+02:00", "title": "front load Washer and gas Dryer for sale (Oxnard CA) $250", "text": "( google map ) QR Code Link to This Post I have a front load washer and dryer for sale. They both work great ! The only reason I am selling them is because i am moving out of state. do NOT contact me with unsolicited services or offers post id: 6415793041", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "oxnard ca", "sentiment": "negative"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:28.016+02:00"}, {"thread": {"uuid": "0a78bf47e7199626a47a87a7251e0d55fefb5a87", "url": "http://omgili.com/ri/.wHSUbtEfZTmwnVQdhwjj16JfG7tME857oqwGjf4Ey_jIpZmuZRdWaLBp787cZJboNZ6m6tVfuypwuGK6GKnIo_nucbDZre8", "site_full": "forums.wynncraft.com", "site": "wynncraft.com", "site_section": "https://forums.wynncraft.com/forums/nemracts-bar.78/", "site_categories": ["hobbies_and_interests", "video_and_computer_games", "illegal_content"], "section_title": "Nemract's Bar | Wynncraft Forums", "title": "Is Nyan Cat Still A Meme?", "title_full": "Is Nyan Cat Still A Meme? | Wynncraft Forums", "published": "2017-12-07T10:55:00.000+02:00", "replies_count": 1, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.296, "main_image": "https://forums.wynncraft.com/data/avatars/m/93/93424.jpg?1512201758", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "906ad1026a7a2d32ee62677f5a8f54affb6d4c24", "url": "http://omgili.com/ri/.wHSUbtEfZTmwnVQdhwjj16JfG7tME857oqwGjf4Ey_jIpZmuZRdWaLBp787cZJboNZ6m6tVfuypwuGK6GKnIm_H_blhN2szc91UcQSg1uo-", "ord_in_thread": 1, "author": "ChocolateGelato", "published": "2017-12-07T11:45:00.000+02:00", "title": "", "text": "Bonu331 said: ↑ Aww Click to expand... There is always a chance for it to come back", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:28.025+02:00"}, {"thread": {"uuid": "619259ec256f9b5193233a1d8e11b4977084aa33", "url": "http://omgili.com/ri/jHIAmI4hxg.rPhQCAkFT3eV0KEPo3SoYSszscvivtHjXrjy4ZawXvhKU1ezCjfxG2isNjNc3xZCH8gsBTcFuIfeBPjB7etMUR2tO5b1uacAKgeQH5airJQ--", "site_full": "www.globoble.com", "site": "globoble.com", "site_section": "http://www.globoble.com/feed/", "site_categories": [], "section_title": "Globoble - News & Information", "title": "Despacito is 2017's most watched music video on YouTube", "title_full": "Despacito is 2017's most watched music video on YouTube", "published": "2017-12-07T11:49:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "619259ec256f9b5193233a1d8e11b4977084aa33", "url": "http://omgili.com/ri/jHIAmI4hxg.rPhQCAkFT3eV0KEPo3SoYSszscvivtHjXrjy4ZawXvhKU1ezCjfxG2isNjNc3xZCH8gsBTcFuIfeBPjB7etMUR2tO5b1uacAKgeQH5airJQ--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:49:00.000+02:00", "title": "Despacito is 2017's most watched music video on YouTube", "text": "The Hindu (Today) - T.S. Satyavathi is a musician and scholar of rare perception. She has been conferred the Musicology Award by the Music Academy, Chennai for the music season 2017-2018... Older News", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "t.s. satyavathi", "sentiment": "none"}], "organizations": [{"name": "youtube", "sentiment": "none"}, {"name": "music academy", "sentiment": "none"}], "locations": [{"name": "chennai", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:28.026+02:00"}, {"thread": {"uuid": "adea7337040153c806bd4b822f588d05515a7e43", "url": "http://omgili.com/ri/.wHSUbtEfZReB.qj_YucSgpzHpdX3fV_m7ntxHvdRe7bSH3vigYeVuWYAGftagQzq0Bw.2uIlNlgvzAgWCxJ_mSiacQehW7ySv4S8IIL.FpYF3eSrmfrJTCSw3_R0RL.hjaCqilEsOUAd6SQIw4BUu96BxvtBaA9jvRvbJslFEg-", "site_full": "www.allkpop.com", "site": "allkpop.com", "site_section": "", "site_categories": ["non_standard_content"], "section_title": "", "title": "Jang Moon Bok x Sung Hyun Woo are too cool for school in 'Don't Be Afraid' album photo | allkpop.com", "title_full": "Jang Moon Bok x Sung Hyun Woo are too cool for school in 'Don't Be Afraid' album photo | allkpop.com", "published": "2017-12-07T11:41:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.25, "main_image": "https://www.allkpop.com/upload/2017/12/af_org/07043055/jang-moon-bok-sung-hyun-woo.jpg", "performance_score": 5, "domain_rank": 4336, "social": {"facebook": {"likes": 515, "comments": 0, "shares": 515}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "adea7337040153c806bd4b822f588d05515a7e43", "url": "http://omgili.com/ri/.wHSUbtEfZReB.qj_YucSgpzHpdX3fV_m7ntxHvdRe7bSH3vigYeVuWYAGftagQzq0Bw.2uIlNlgvzAgWCxJ_mSiacQehW7ySv4S8IIL.FpYF3eSrmfrJTCSw3_R0RL.hjaCqilEsOUAd6SQIw4BUu96BxvtBaA9jvRvbJslFEg-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:41:00.000+02:00", "title": "Jang Moon Bok x Sung Hyun Woo are too cool for school in 'Don't Be Afraid' album photo | allkpop.com", "text": "\nOr Login / Register With Us Forgot Password? Remember Me Jang Moon Bok x Sung Hyun Woo are too cool for school in 'Don't Be Afraid' album photo By elliefilet 13 minutes ago 285 6 0 0 SEE ALSO: Jang Moon Bok x Sung Hyun Woo pose like cutie pies in 'Don't Be Scared' concept photo In their latest teaser image, the ' Produce 101 ' besties take on a more relaxed concept than their previous teasers with a too cool for school attitude. As previously reported, \"Don't Be Afraid\" is a throwback to Jang Moon Bok's performance of \" Fear \" on 'Produce 101' season 2. The song is produced by FlowBlow , who was also behind \" Energetic \", \" Like This \", and \" Never \", and Sung Hyun Woo participated in composing as well.\"Don't Be Afraid\" is out on December 8! Are you looking forward to this Jang Moon Bok x Sung Hyun Woo collab? ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jang moon bok", "sentiment": "negative"}, {"name": "sung hyun woo", "sentiment": "negative"}, {"name": "flowblow", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:29.000+02:00"}, {"thread": {"uuid": "c4065d3d0607761c86d96360ba0c587fb0c1f04a", "url": "http://omgili.com/ri/WOapK6QZrmlgshr9O4XXrfl_JCO6t0pK5uXFeJYeO7hqcYMuRf5v8DcImp4.CQLsgrOnswB_HBJKjwDfv79ozI3JkOASZXv9X6BP2RkowQGwj5NoLcmO0Q--", "site_full": "rayviolet.blogspot.com", "site": "blogspot.com", "site_section": "http://rayviolet.blogspot.com/", "site_categories": [], "section_title": "Violet Flame - Seeking truth to be Free!", "title": "A Vision for the Dance of Energy ~ Alignment Project", "title_full": "A Vision for the Dance of Energy ~ Alignment Project", "published": "2017-12-07T04:53:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c4065d3d0607761c86d96360ba0c587fb0c1f04a", "url": "http://omgili.com/ri/WOapK6QZrmlgshr9O4XXrfl_JCO6t0pK5uXFeJYeO7hqcYMuRf5v8DcImp4.CQLsgrOnswB_HBJKjwDfv79ozI3JkOASZXv9X6BP2RkowQGwj5NoLcmO0Q--", "ord_in_thread": 0, "author": "ML Tavares (noreply@blogger.com)", "published": "2017-12-07T04:53:00.000+02:00", "title": "A Vision for the Dance of Energy ~ Alignment Project", "text": "A Vision for the Dance of Energy The Vision Alignment Project \n\nWe see a world where our collective definition of reality has undergone a change whereby we are now able to perceive the world in (at least) two ways. One: as we have always perceived it, in its 3-D reality where we see things as objects that exist around us; and two: as a distinctly separate reality where we perceive it directly as energy. Now, we have the choice whether we want to see things as we have always seen them. Or, we can shift our perceptions to be able to witness the multi-dimensional dance of energy that has been there all along and that proceeds on an entirely different level from the one we've been used to perceiving. \n\n  If this vision was sent to you from a friend, you can go to  www.visionalignmentproject.com  to sign up  free  for  The Vision Alignment Project. \n\nThe Vision Alignment Project  is sponsored by  The Intenders of the Highest Good.  If you have a Vision you would like to share with the world, please email it to [office@intenders.com]. Your Vision may be published here! \n\n\nTanks to  The Intenders of the Highest Good <support@intenders.com> \n\n\nPlease respect all credits. \n\nThis author archives: \n\nhttps://rayviolet.blogspot.com/search?q=a+vision http://violetflame.biz.ly/cgi-bin/blog?tags=a+vision \n\nDiscernment  is recommended. \n\nAll articles are of the respective authors and/or publishers responsibility.  \nNo religious or political belief is defended here. \nIndividually  you can be helped to find your Truth that is different of everyone.  \n\n\nLike this! please bookmark. It is updated daily (email: nai@violetflame.biz.ly ) PT:  a chama  ~  Israel ou Cazária!?  ~ \nES:  LLAMA VIOLETA EN:  VioletFlame North Atlantic Islands \n\n   \n\nPayPal   \nScrub The Web ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "dance of energy", "sentiment": "none"}], "locations": [{"name": "north atlantic islands", "sentiment": "none"}, {"name": "israel", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:29.001+02:00"}, {"thread": {"uuid": "c1c46e8f3e326b6ca05e4513acf6bcb75501bc4c", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuMbc0c_38n5iNPlFWUVAaAdKdikd6FoydWAB_fqd1DKcpBGtlvvcBPl6dsB2nEEiwdJjCg9FO7maMdYcxSCAj7t8oaIIgrULD6hgxvZeRK_Sg--", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "California wildfires grow in size as flames reach Rupert Murdoch vineyard", "title_full": "California wildfires grow in size as flames reach Rupert Murdoch vineyard", "published": "2017-12-07T10:52:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151254/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c1c46e8f3e326b6ca05e4513acf6bcb75501bc4c", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuMbc0c_38n5iNPlFWUVAaAdKdikd6FoydWAB_fqd1DKcpBGtlvvcBPl6dsB2nEEiwdJjCg9FO7maMdYcxSCAj7t8oaIIgrULD6hgxvZeRK_Sg--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:52:00.000+02:00", "title": "California wildfires grow in size as flames reach Rupert Murdoch vineyard", "text": "California wildfires grow in size as flames reach Rupert Murdoch vineyard A motorist watches flames north of Ventura, California (Noah Berger/AP) 0 comments \nThe largest and most destructive of the wildfires in southern California has grown to 140 square miles and fire officials have said the worst may be yet to come. \nThe 90,000-acre fire burning in Ventura County, northwest of Los Angeles, has swept through ridges and canyons to the sea and Santa Ana winds that drove it are expected to return with a vengeance overnight. \nState fire director Ken Pimlott said winds that eased in the afternoon could return with gusts up to 80mph on Thursday that would make it impossible to fight the fire. \nDozens of homes have burned since the blaze erupted on Monday. Nearly 1,800 firefighters and a fleet of aircraft are fighting the flames but the blaze is only 5% contained and an estimated 12,000 buildings are in danger. \nEarlier a wildfire in a wealthy western area of Los Angeles reached an estate and winery owned by media mogul Rupert Murdoch. \n#SantaAnaWinds will continue to elevate fire danger in Southern CA with expectant winds reaching 80 mph on Thursday. Any new fires will have extreme levels of fire growth potential. Prepare now & be ready to GO! Learn more about evacuation preparedness: https://t.co/hHTBtHlGh9 pic.twitter.com/Tm0X2Tui6r \n— CAL FIRE (@CAL_FIRE) December 6, 2017 \nRoxanne Langer at Moraga Vineyards in Bel Air said a temperature-controlled wine storage shed burned after the fire erupted before dawn, but it was unclear how much wine was lost. \nShe said firefighters stepped in to douse the flames with the aid of helicopters and that other storage sheds, the winery itself and the estate’s unoccupied house are not damaged. \nThe winery, bought by Mr Murdoch for about 30 million dollars in 2013, has been evacuated. \n— Moraga Bel Air (@MoragaBelAir) December 6, 2017 \nMs Langer said it appeared the seven acres of vines suffered only slight damage and the grapes already had been harvested. \nIn a Facebook statement, Mr Murdoch said some neighbours suffered heavy losses and his thoughts and prayers were with them. \nOn Wednesday firefighters managed to stop the spread of a wildfire that has destroyed homes near the world-famous Getty museum in Los Angeles. Crystal Shore examines damage in the Sylmar area of Los Angeles (Chris Carlson/AP) \nDeputy Fire Chief Charles Butler said firefighters and aircraft stopped the growth of the 475-acre blaze in the Bel Air neighbourhood. \nMr Butler said four homes had been destroyed and 11 damaged since the blaze erupted before dawn on Wednesday in an area that includes many hilltop mansions. \nAbout 700 homes, an apartment building and a school were ordered evacuated.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "rupert murdoch", "sentiment": "none"}, {"name": "langer", "sentiment": "none"}, {"name": "ken pimlott", "sentiment": "none"}, {"name": "chris carlson/ap", "sentiment": "none"}, {"name": "noah berger/ap", "sentiment": "none"}, {"name": "murdoch", "sentiment": "none"}, {"name": "roxanne langer", "sentiment": "none"}, {"name": "charles butler", "sentiment": "none"}, {"name": "butler", "sentiment": "none"}], "organizations": [{"name": "bel air", "sentiment": "none"}, {"name": "reed saxon/ap", "sentiment": "none"}, {"name": "crystal shore", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}], "locations": [{"name": "california", "sentiment": "none"}, {"name": "getty", "sentiment": "none"}, {"name": "bel air", "sentiment": "none"}, {"name": "sylmar", "sentiment": "none"}, {"name": "moraga vineyards", "sentiment": "none"}, {"name": "santa ana", "sentiment": "none"}, {"name": "ventura", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}, {"name": "ventura county", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:29.006+02:00"}, {"thread": {"uuid": "674f9be8399b88785211e49a0f69a00a58838e6e", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ_VMWg0d80JRCjBwQlIyTUU9oFh4d5_1hUBjVqDmie07JYbv_nUg6lvFzRwyY9K4XSVkuZ6ar.u1YGcHnqlRcRmMZV7Q2qq7zw15B42J0o7FauO7wtW2Tl.BcA3oVRM7ve1wROr7.sI13gFjE06hgVfYxQrnyKKO4TRrXnUHAKtwtnxNmTdkT61jFFr5OjaWl", "site_full": "www.homedepot.com", "site": "homedepot.com", "site_section": "https://www.homedepot.com/b/Appliances-Microwaves-Over-the-Range-Microwaves/N-5yc1vZc3pa/AjaxNavigation", "site_categories": ["interior_decorating", "landscaping", "home_and_garden", "shopping", "appliances"], "section_title": "", "title": "Whirlpool 30 in W 2.1 in Fingerprint Resistant Stainless Steel with Steam Cooking-WMH53521HZ", "title_full": "Whirlpool 30 in W 2.1 cu. ft. Over the Range Microwave in Fingerprint Resistant Stainless Steel with Steam Cooking-WMH53521HZ - The Home Depot", "published": "2017-11-28T02:00:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://images.homedepot-static.com/productImages/0882ccb7-c903-4d48-a1a7-8dd9d38e80c7/svn/fingerprint-resistant-stainless-steel-whirlpool-over-the-range-microwaves-wmh53521hz-64_300.jpg", "performance_score": 0, "domain_rank": 249, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "777f1b84a0815a6ee5c8208167549f914f52a11c", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ_VMWg0d80JRCjBwQlIyTUU9oFh4d5_1hUBjVqDmie07JYbv_nUg6lvFzRwyY9K4XSVkuZ6ar.u1YGcHnqlRcRmMZV7Q2qq7zw15B42J0o7FauO7wtW2Tl.BcA3oVRM7ve1wROr7.sI13gFjE06hgVfYxQrnyKKO4TRrXnUHAKtwtnxNmTdkT61ooUF83LrAhnlpurW_e5QM-", "ord_in_thread": 1, "author": "DMarkell", "published": "2017-11-28T02:00:00.000+02:00", "title": "GREAT Microwave!", "text": "We are very happy with our new Microwave! Many features/settings that enhance the microwaving experience! [This review was collected as part of a promotion.]", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 5.0, "crawled": "2017-12-07T11:54:29.007+02:00"}, {"thread": {"uuid": "674f9be8399b88785211e49a0f69a00a58838e6e", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ_VMWg0d80JRCjBwQlIyTUU9oFh4d5_1hUBjVqDmie07JYbv_nUg6lvFzRwyY9K4XSVkuZ6ar.u1YGcHnqlRcRmMZV7Q2qq7zw15B42J0o7FauO7wtW2Tl.BcA3oVRM7ve1wROr7.sI13gFjE06hgVfYxQrnyKKO4TRrXnUHAKtwtnxNmTdkT61jFFr5OjaWl", "site_full": "www.homedepot.com", "site": "homedepot.com", "site_section": "https://www.homedepot.com/b/Appliances-Microwaves-Over-the-Range-Microwaves/N-5yc1vZc3pa/AjaxNavigation", "site_categories": ["interior_decorating", "landscaping", "home_and_garden", "shopping", "appliances"], "section_title": "", "title": "Whirlpool 30 in W 2.1 in Fingerprint Resistant Stainless Steel with Steam Cooking-WMH53521HZ", "title_full": "Whirlpool 30 in W 2.1 cu. ft. Over the Range Microwave in Fingerprint Resistant Stainless Steel with Steam Cooking-WMH53521HZ - The Home Depot", "published": "2017-11-28T02:00:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://images.homedepot-static.com/productImages/0882ccb7-c903-4d48-a1a7-8dd9d38e80c7/svn/fingerprint-resistant-stainless-steel-whirlpool-over-the-range-microwaves-wmh53521hz-64_300.jpg", "performance_score": 0, "domain_rank": 249, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4b7f78b29742268995cfb562f89306ad6780243f", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ_VMWg0d80JRCjBwQlIyTUU9oFh4d5_1hUBjVqDmie07JYbv_nUg6lvFzRwyY9K4XSVkuZ6ar.u1YGcHnqlRcRmMZV7Q2qq7zw15B42J0o7FauO7wtW2Tl.BcA3oVRM7ve1wROr7.sI13gFjE06hgVfYxQrnyKKO4TRrXnUHAKtwtnxNmTdkT67e_wOFQVrQtuqzyLkyweZU-", "ord_in_thread": 6, "author": "Aaron", "published": "2017-12-05T02:00:00.000+02:00", "title": "Working great...", "text": "Working great", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 4.0, "crawled": "2017-12-07T11:54:29.007+02:00"}, {"thread": {"uuid": "de1f3764078692530738949ac16a7c14fe5de922", "url": "http://omgili.com/ri/_DuQb1SwTFoQZlXLJELg4mE_MmWMHX5_nmm1F8jIPcbm9Szm92lPJ5msZcxIW9Zo4xDwnXMiBJOW61JmytVMp7qO_3O1cpWT2dfXZKUpNdc-", "site_full": "germanexpatinthephilippines.blogspot.com", "site": "blogspot.com", "site_section": "http://germanexpatinthephilippines.blogspot.com/", "site_categories": [], "section_title": "A German Expat in The Philippines - Ein deutscher Auswanderer auf den Philippinen", "title": "Those were the days ...", "title_full": "Those were the days ...", "published": "2017-12-07T10:53:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "DE", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "de1f3764078692530738949ac16a7c14fe5de922", "url": "http://omgili.com/ri/_DuQb1SwTFoQZlXLJELg4mE_MmWMHX5_nmm1F8jIPcbm9Szm92lPJ5msZcxIW9Zo4xDwnXMiBJOW61JmytVMp7qO_3O1cpWT2dfXZKUpNdc-", "ord_in_thread": 0, "author": "Klaus Döring (noreply@blogger.com)", "published": "2017-12-07T10:53:00.000+02:00", "title": "Those were the days ...", "text": "\n\nTHOSE WERE THE DAYS... \nTime flew by. I think sitting in a jet plane. December again. Wow! \nDo you always count the days up to the next legal holidays without being on duty? Or do you start as early as September longing for Christmas? And do you wish the weeks or months hopefully pass by like an assault up to the next possible salary increase? \nMany times, we are really too much in a hurry while feeling uncomfortable if we noticed how time flies. We have no time for someone or something or even for ourselves. \nWhen I was still a teenager, I was longing for the time being an adult already. Later, I enjoyed listening to my grandmother's stories such as \"Once upon a time\" or \"When I was young\" from her \"yesterday's life\"... . \nAfter a couple of years, especially while observing that time really flies like a racket to the moon, I also got the same question in mind: Are the present hours and days less valuable? \nOf course, each day has its own set of happiness and trials. But it also holds very high possibilities of we take the initiative to do or to move something, if... ! \nThe luring term IF let us look into the future with an over \"glistening\" eye: IF I will finish my studies, IF my children have become adults, IF I might become rich because I win in the lottery, yes IF? And then? \nThe next turn of the year is almost around the corner. Sorry, almost. For most of us, it's the time to come to our senses.  \nThe future prospects smile at us already. I was looking already for the 2018-calendar. Setting appointments for January and February. Amazing.  Is life in future easier, nicer, more charming and being more fulfilled compared to the present? The thoughts fill me with horror, because tragicomic future visions can easily blur away our present day. \nMany of us retreat into the past and forget their present existence. A possible topsy-turvy world of a golden youth tries to et us forget that also the past have had its share of disappointments, pains, tears, darkness, tricky as well as desperate days... yes, lost days, irretrievable time... . \nWithout having achieved anything to do, we dream our impossible dreams from last to future and vice versus. We forget that between yesterday and tomorrow is our valuable present. Well, now well then - if we know just how to fulfill this period. ENJOY READING! VIEL SPASS BEIM LESEN! ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "viel spass beim lesen", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:29.010+02:00"}, {"thread": {"uuid": "674f9be8399b88785211e49a0f69a00a58838e6e", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ_VMWg0d80JRCjBwQlIyTUU9oFh4d5_1hUBjVqDmie07JYbv_nUg6lvFzRwyY9K4XSVkuZ6ar.u1YGcHnqlRcRmMZV7Q2qq7zw15B42J0o7FauO7wtW2Tl.BcA3oVRM7ve1wROr7.sI13gFjE06hgVfYxQrnyKKO4TRrXnUHAKtwtnxNmTdkT61jFFr5OjaWl", "site_full": "www.homedepot.com", "site": "homedepot.com", "site_section": "https://www.homedepot.com/b/Appliances-Microwaves-Over-the-Range-Microwaves/N-5yc1vZc3pa/AjaxNavigation", "site_categories": ["interior_decorating", "landscaping", "home_and_garden", "shopping", "appliances"], "section_title": "", "title": "Whirlpool 30 in W 2.1 in Fingerprint Resistant Stainless Steel with Steam Cooking-WMH53521HZ", "title_full": "Whirlpool 30 in W 2.1 cu. ft. Over the Range Microwave in Fingerprint Resistant Stainless Steel with Steam Cooking-WMH53521HZ - The Home Depot", "published": "2017-11-28T02:00:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://images.homedepot-static.com/productImages/0882ccb7-c903-4d48-a1a7-8dd9d38e80c7/svn/fingerprint-resistant-stainless-steel-whirlpool-over-the-range-microwaves-wmh53521hz-64_300.jpg", "performance_score": 0, "domain_rank": 249, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "859047d3f7da8c5732dfe57247e7dd513d21e11b", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJ_VMWg0d80JRCjBwQlIyTUU9oFh4d5_1hUBjVqDmie07JYbv_nUg6lvFzRwyY9K4XSVkuZ6ar.u1YGcHnqlRcRmMZV7Q2qq7zw15B42J0o7FauO7wtW2Tl.BcA3oVRM7ve1wROr7.sI13gFjE06hgVfYxQrnyKKO4TRrXnUHAKtwtnxNmTdkT64VlsFwQZqvCyqcn94FpBgA-", "ord_in_thread": 4, "author": "Thomas", "published": "2017-12-05T02:00:00.000+02:00", "title": "Easy to install. ...", "text": "Easy to install.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 4.0, "crawled": "2017-12-07T11:54:29.012+02:00"}, {"thread": {"uuid": "c91fcd5dd77e29e2692288952e5b331b521387a5", "url": "http://omgili.com/ri/jHIAmI4hxg_9Yr2dDCKBfVa1yD2S1JCBU.XZGgr4EM1p6zXrK2_8t9VqHLlehBxvw9BC6CsXbBELvVWMsisYHvSR8DmCF_0AwW2dYYvZWaRGkA6vKP7zoFI2wpthhNoXqM0FxKc9Kk.72USsBDM6fOSErZudnGTz", "site_full": "www.scmp.com", "site": "scmp.com", "site_section": "http://www.newslookup.com/rss/asia/china/scmp.rss", "site_categories": ["media"], "section_title": "South China Morning Post", "title": "What a vacancy at the US embassy in Singapore says about Trump's Asia policy", "title_full": "What a vacancy at the US embassy in Singapore says about Trump's Asia policy", "published": "2017-12-07T10:45:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://cdn1.i-scmp.com/sites/default/files/styles/700x400/public/images/methode/2017/12/07/995d0816-db1c-11e7-91af-f34de211f924_image_hires_164626.JPG?itok=ZNj4CRPd", "performance_score": 2, "domain_rank": 8108, "social": {"facebook": {"likes": 250, "comments": 0, "shares": 250}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 163}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c91fcd5dd77e29e2692288952e5b331b521387a5", "url": "http://omgili.com/ri/jHIAmI4hxg_9Yr2dDCKBfVa1yD2S1JCBU.XZGgr4EM1p6zXrK2_8t9VqHLlehBxvw9BC6CsXbBELvVWMsisYHvSR8DmCF_0AwW2dYYvZWaRGkA6vKP7zoFI2wpthhNoXqM0FxKc9Kk.72USsBDM6fOSErZudnGTz", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:45:00.000+02:00", "title": "What a vacancy at the US embassy in Singapore says about Trump's Asia policy", "text": "Singapore What a vacancy at the US embassy in Singapore says about Trump’s Asia policy US officials say the stalemate over KT McFarland’s appointment is no big deal – others say it suggests a ham-fisted approach to the region In need of an ambassador: The fortress-like US embassy in Singapore. Photo: AP \nNo ambassador. No problem? \nAs US officials play down the prolonged stalemate regarding the confirmation of K.T. McFarland – a former top aide to US President Donald Trump – as ambassador to Singapore, some observers say the development raises further doubts over the coherence of America’s Asia policy. \nThe stalled appointment means a lower ranking charge d’affaires will, for the foreseeable future, lead the US embassy in Singapore, one of Washington’s closest strategic partners in the region. \nLawmakers on Capitol Hill this week said Kathleen Troia “K.T.” McFarland’s nomination as ambassador to Singapore would be frozen over concerns she had been deceptive when questioned during the investigation into Russian meddling in the 2016 US presidential election. \nMcFarland was briefly Trump’s deputy national security adviser before she left her post as part of a shake up triggered by the sacking of her boss Michael Flynn – the man currently at the centre of the Russian interference probe. \nMcFarland, 66, was subsequently formally nominated ambassador to Singapore by the president in June. She is likely to remain an unconfirmed nominee for now – joining nearly 200 other political appointees awaiting a final green light from the senate before taking up their positions. \nThe US political system requires 617 executive branch positions – ranging from cabinet secretaries to ambassadors and heads of domestic agencies – to go through the Senate confirmation process. \n“Her nomination is frozen for a while until that gets worked out,” Bob Corker, the chairman of the senate foreign relations committee – which must rubber stamp presidential nominees – said on Tuesday. \nThe committee in September approved her nomination but the full senate has not voted on McFarland’s appointment. Trump’s vanishing act: a metaphor for the US in Asia? \nThe controversy surrounds McFarland’s testimony to Congress that she was “not aware” of communications between Flynn and Sergei Kislyak , the former Russian ambassador in Washington. \nThat contradicted a New York Times report on Monday, which quoted a December 2016 email from McFarland indicating she was aware of contact between Flynn and Kislyak. \nCamille Dawson, a spokeswoman for the US embassy in Singapore, told This Week in Asia there was no timeline for McFarland’s appointment, and that charges d’affaires Stephanie Syptak-Ramnath would continue to lead the mission. \nDawson said ties had remained “excellent” despite the vacant ambassadorship. \n“The recent visit of Prime Minister Lee Hsien Loong to Washington and President Donald Trump’s trip to Asia are clear signals that President Trump and his administration are committed to our continued engagement in Singapore and the region,” she said. \nDELAY ‘FAR FROM IDEAL’ \nBut some US-Singapore watchers said the delay had stymied efforts by Washington to assuage concerns that the Trump administration was committed to Asia despite the president’s “America First” mantra. \n“Against the background of doubts about US strategy in the Asia Pacific – in particular the lack of a credible economic strategy – I do think it’s important for the Trump administration to get ambassadors out to key posts like Singapore as soon as possible,” said Matthew Goodman, a former Barack Obama foreign policy adviser now at the CSIS think tank in Washington. \n“The current nominee does have some baggage in connection with the Russia issue, and that probably is slowing things down … it’s not clear to me if the administration has a Plan B at the moment,” Goodman said. Brexit Britain is missing an Asia policy \nHugo Brennan, a Singapore-based political risk analyst with Verisk Maplecroft, said while ties between the two countries were solid – the tiny Lion City is the second largest Asian investor in the US – the lack of a permanent US envoy was “far from ideal for either side”. \n“The Trump administration’s failure to fill the post will fuel a narrative of wavering US commitment to the region, particularly since Singapore holds the Asean chair in 2018,” Brennan said, referring to the 10-nation Association of Southeast Asian Nations. \nDavid Adelman, who served as the ambassador to Singapore from 2010 to 2013, was less downcast. \nThe former diplomat, now a partner with US law firm Reed Smith, said “delayed arrival of newly appointed ambassadors is not uncommon when control of the White House changes from one political party to another”. \nSteven Okun, a former chairman of the American Chamber of Commerce in Singapore, echoed this point, saying Adelman – an Obama appointee – took up his position 14 months after the former president was inaugurated. \nThere was a similar gap when Bill Clinton took over from his Republican presidential predecessor George H.W. Bush in 1993. Why Singaporeans are anxious to know who will replace Prime Minister Lee Hsien Loong \nThe placement of political appointees as ambassador to Singapore – as opposed to career diplomats – puts the republic on the same diplomatic footing as Washington’s formal allies in Asia such as Japan and South Korea. \n“The US business community works very closely with [the embassy] to continue increasing trade and investment between the two countries,” said Okun, a senior adviser at consulting firm McLarty Associates. “While a senate-confirmed ambassador can play a different role than one that is not so, there is no handicap for the business community due to a lack of a confirmed one.”", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "trump", "sentiment": "negative"}, {"name": "dawson", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "brennan", "sentiment": "none"}, {"name": "sergei kislyak", "sentiment": "none"}, {"name": "david adelman", "sentiment": "none"}, {"name": "kathleen troia “k.t.” mcfarland", "sentiment": "none"}, {"name": "george h.w. bush", "sentiment": "none"}, {"name": "kislyak", "sentiment": "none"}, {"name": "bill clinton", "sentiment": "none"}, {"name": "steven okun", "sentiment": "none"}, {"name": "goodman", "sentiment": "none"}, {"name": "hugo brennan", "sentiment": "none"}, {"name": "k.t. mcfarland", "sentiment": "none"}, {"name": "flynn", "sentiment": "none"}, {"name": "reed smith", "sentiment": "none"}, {"name": "michael flynn", "sentiment": "none"}, {"name": "bob corker", "sentiment": "none"}, {"name": "obama", "sentiment": "none"}, {"name": "adelman", "sentiment": "none"}, {"name": "matthew goodman", "sentiment": "none"}, {"name": "stephanie syptak-ramnath", "sentiment": "none"}, {"name": "barack obama", "sentiment": "none"}, {"name": "okun", "sentiment": "none"}, {"name": "mcfarland", "sentiment": "none"}, {"name": "lee hsien loong", "sentiment": "none"}, {"name": "camille dawson", "sentiment": "none"}], "organizations": [{"name": "congress", "sentiment": "none"}, {"name": "senate", "sentiment": "none"}, {"name": "american chamber of commerce", "sentiment": "none"}, {"name": "new york times", "sentiment": "none"}, {"name": "csis", "sentiment": "none"}, {"name": "10-nation association of southeast asian nations", "sentiment": "none"}, {"name": "asean", "sentiment": "none"}, {"name": "white house", "sentiment": "none"}, {"name": "mclarty associates", "sentiment": "none"}], "locations": [{"name": "singapore", "sentiment": "none"}, {"name": "asia", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "brexit britain", "sentiment": "none"}, {"name": "capitol hill", "sentiment": "none"}, {"name": "south korea", "sentiment": "none"}, {"name": "asia pacific", "sentiment": "none"}, {"name": "japan", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "lion city", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "russia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:29.013+02:00"}, {"thread": {"uuid": "2b3beb1ef4394e11d18f95fe288e989fda0caf1b", "url": "http://omgili.com/ri/jHIAmI4hxg9tj.R1dPVNZf.dv7vkCN_Uxs4dmIbG4WoSCrrZGnRDcMtS1IeJQ4BN1PYuEPjcj.gwFs9mDqFLyDgm3BmodcTYRs5pph_RA8b2m4Qk_uVypL_qB5Dw0OWYEGteNkyKyX7FisKSVueUDXogsdAMF7N_2CXGJdygjm61D.Y3U.d6rXFWdbxOnPVKBB7yvGOryVuPuzDL2WhFHijpIw2ILR6J0T12wme9njbIIq3uckIg7h44F1xIy5bNkxb9G.pQyffVhR6K.bxM2kcOY2jwkqeSndWc75pWHDQOHG.PP6ib1Q--", "site_full": "www.complaintsboard.com", "site": "complaintsboard.com", "site_section": "https://www.complaintsboard.com/bycategory/kids-baby.html", "site_categories": ["media", "shopping"], "section_title": "Kids &amp; Baby - Complaints and Reviews", "title": "Cymraes's Corner – ~ weird and wonderful blogging from the Welsh marshes troll and fraud - lesley jackson wales \"a traitor to wicccans acow\" and \"a warlock medusa\" scammer and fraud, 940474", "title_full": "Cymraes's Corner – ~ weird and wonderful blogging from the Welsh marshes troll and fraud - lesley jackson wales \"a traitor to wicccans acow\" and \"a warlock medusa\" scammer and fraud, Review 940474 | Complaints Board", "published": "2017-11-16T02:00:00.000+02:00", "replies_count": 166, "participants_count": 34, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://www.complaintsboard.com/img/logo/logo.png", "performance_score": 0, "domain_rank": 20893, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1aeacdf9495ef03ba5f8c90e6299b64f22a01358", "url": "http://omgili.com/ri/jHIAmI4hxg9tj.R1dPVNZf.dv7vkCN_Uxs4dmIbG4WoSCrrZGnRDcMtS1IeJQ4BN1PYuEPjcj.gwFs9mDqFLyDgm3BmodcTYRs5pph_RA8b2m4Qk_uVypL_qB5Dw0OWYEGteNkyKyX7FisKSVueUDXogsdAMF7N_2CXGJdygjm61D.Y3U.d6rXFWdbxOnPVKBB7yvGOryVuPuzDL2WhFHijpIw2ILR6J0T12wme9njbIIq3uckIg7h44F1xIy5bNkxb9G.pQyffVhR6K.bxM2kcOY2jwkqeSndWc75pWHDR0H36Z.ijMK8qKsa0guEbz", "ord_in_thread": 21, "author": "pythias usa", "published": "2017-12-07T02:00:00.000+02:00", "title": "", "text": "@pythias usa HERE LESLEY JACKSON CALLED A \"sick psycho\"\nhttps://plus.google.com/communities/100335713783293535716\nstalker lesley jackson wales a sick psycho caught by dmca, google legal, facebook and lots of places and sharon blaylock heeley wales for stalking and now stalking disabled kids.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://plus.google.com/communities/100335713783293535716"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:29.014+02:00"}, {"thread": {"uuid": "257c08e9d49eaffa533c030649f01fffbe8eb547", "url": "http://omgili.com/ri/_0JOtn.4SCoQhchAziumkTTyUADHzRFRKgu7BN_mNpgiJlieK3kzrgIUJtCJaS_0qe._fbYwcPfBT7NNMSMohFFHffUNtHgKfYwnOTdRbuo-", "site_full": "brexitnewsblog.blogspot.com", "site": "blogspot.com", "site_section": "http://brexitnewsblog.blogspot.com/", "site_categories": [], "section_title": "The Brexit Blog", "title": "Hammond Doesn't Get Negotiation", "title_full": "Hammond Doesn't Get Negotiation", "published": "2017-12-07T11:54:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "257c08e9d49eaffa533c030649f01fffbe8eb547", "url": "http://omgili.com/ri/_0JOtn.4SCoQhchAziumkTTyUADHzRFRKgu7BN_mNpgiJlieK3kzrgIUJtCJaS_0qe._fbYwcPfBT7NNMSMohFFHffUNtHgKfYwnOTdRbuo-", "ord_in_thread": 0, "author": "Ken Frost (noreply@blogger.com)", "published": "2017-12-07T11:54:00.000+02:00", "title": "Hammond Doesn't Get Negotiation", "text": "  Hammond: We’ll Pay Divorce Bill Even If There’s No Deal https://t.co/F4sJEujq8L — Guido Fawkes (@GuidoFawkes) December 6, 2017 ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "hammond", "sentiment": "none"}, {"name": "guido fawkes", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:29.021+02:00"}, {"thread": {"uuid": "34fe98e5398f219dba411dfd5612689ebb450416", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuN.F8FkozS.LrKA.JhVC3kIJxfLFqAAsl70rDjFfR5tki8M2k4aasxuNpIL2BTWv6elx7MTTj2f.oADAUDg0KDanVcyEmjt5Kw-", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Tail-wagging new leash of life for champion pet slimmer Alfie", "title_full": "Tail-wagging new leash of life for champion pet slimmer Alfie", "published": "2017-12-07T10:52:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151470/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "34fe98e5398f219dba411dfd5612689ebb450416", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuN.F8FkozS.LrKA.JhVC3kIJxfLFqAAsl70rDjFfR5tki8M2k4aasxuNpIL2BTWv6elx7MTTj2f.oADAUDg0KDanVcyEmjt5Kw-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:52:00.000+02:00", "title": "Tail-wagging new leash of life for champion pet slimmer Alfie", "text": "Tail-wagging new leash of life for champion pet slimmer Alfie Alfie the beagle shed a whopping 10kg to be named Pet Fit Club champion 0 comments \nA beagle who used to stop halfway up the stairs because he was too fat has been named as Britain’s biggest loser in a pet slimming competition. \nAlfie lost more than a third of his weight in just six months, going from a whopping 4st 10lb (30kg) down to just over 3st (20kg). \nHis new slim figure means Alfie has much more energy and is constantly wagging his tail, owner Emily Simcox, 25, from Middlesbrough, said. \nAlfie won the Pet Fit Club competition run by the PDSA vets charity, beating Lola the rabbit, from Derby, who lost almost a quarter of her body weight. \nMs Simcox took Alfie to her local PDSA for help because he looked sad at being overweight. \nHe was fat when she adopted him five years ago and she admitted giving him treats to show she loved him, adding: “Those eyes are hard to resist.” \nShe said: “Before, he was sluggish, tired and looked sad a lot of the time. Alfie used to need a rest half way up the stairs before he lost weight (PDSA/PA) \n“He couldn’t even walk up the stairs; he’d struggle halfway up and then had to stop for a rest before getting to the top. \n“On walks, he would sluggishly walk towards a ball we’d thrown and often wouldn’t bother even trying to bring it back. \n“But since being on the diet his tail hasn’t stopped wagging. \n“He leaps and bounds, and is so full of energy.” Alfie’s owner Emily Simcox asked for help from the PDSA in getting his weight down (PDSA/PA) \nAlfie’s transformation came by sticking to a strict diet and his owner showing tough love by learning to say no when he demanded food. \nNot that it all went smoothly, Ms Simcox said. \n“I was making a cheese sandwich and left it on the kitchen counter,” she said. \n“I walked back in the room to find Alfie licking his lips, and the cheese sandwich gone.” \nShe urged other pet owners to seek help if their animal is overweight. \nShe said: “Alfie is proof that change is possible – we’ll never look back.” Lola the rabbit from Derby was also a big loser, shedding a quater of her weight (PDSA/PA) \nAlfie’s weight loss was supervised by PDSA vet nurse Steph Williams, from Middlesbrough PDSA Pet Hospital. \nShe said: “He is unrecognisable from the dog that waddled into our hospital for his first weigh-in six months ago. \n“He’s much healthier and will be able to enjoy a much happier life.” \nPDSA vet nurse Katy Orton, who helped to judge the competition, said up to 40% of cats and dogs in the UK are fat, but help is available.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "alfie", "sentiment": "none"}, {"name": "alfie alfie", "sentiment": "none"}, {"name": "emily simcox", "sentiment": "none"}, {"name": "steph williams", "sentiment": "none"}, {"name": "simcox", "sentiment": "none"}, {"name": "lola", "sentiment": "none"}, {"name": "katy orton", "sentiment": "none"}], "organizations": [{"name": "middlesbrough", "sentiment": "none"}, {"name": "pdsa", "sentiment": "none"}, {"name": "middlesbrough pdsa pet hospital", "sentiment": "none"}], "locations": [{"name": "derby", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "britain", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:29.032+02:00"}, {"thread": {"uuid": "ba53da19617e0d19e76852e71dca4f792be77719", "url": "http://omgili.com/ri/.wHSUbtEfZQ_StcUp8dvfp7Xmu2.AFjVlcbDtRvSBQwi5v7aIRHi5pdyDTlALDKHjgX44bWQV42GUGf.8F.Hi1xwQGKRMCh.q.ojMdoUgFPoY6rPPbjcTA--", "site_full": "www.bikeforums.net", "site": "bikeforums.net", "site_section": "https://www.bikeforums.net/introductions/", "site_categories": ["bicycling", "sports"], "section_title": "Introductions - Bike Forums", "title": "Touring in Alameda, California", "title_full": "Touring in Alameda, California - Bike Forums", "published": "2017-11-24T18:08:00.000+02:00", "replies_count": 4, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.992, "main_image": "", "performance_score": 0, "domain_rank": 18862, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8a5b78e2eac6e5da1c806393079f0104074b8181", "url": "http://omgili.com/ri/.wHSUbtEfZQ_StcUp8dvfp7Xmu2.AFjVlcbDtRvSBQwi5v7aIRHi5pdyDTlALDKHjgX44bWQV42GUGf.8F.Hi1xwQGKRMCh.q.ojMdoUgFOsHQ9Mk9QPuw--", "ord_in_thread": 2, "author": "cb400bill", "published": "2017-11-26T16:21:00.000+02:00", "title": "", "text": "Welcome!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:29.033+02:00"}, {"thread": {"uuid": "894fee2609aeddea207b403cdc4d41690c1069c0", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g3Wo4T6ww2gq4XcXA3Jt1gSZydRjalTnEBIPahFPJE14uXBWaDXlJGfTBQs6NX6dC", "site_full": "newyork.craigslist.org", "site": "craigslist.org", "site_section": "http://newyork.craigslist.org/search/sss?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist new york | for sale search", "title": "Ceramic Plates (Upper West Side) $1", "title_full": "Ceramic Plates (Upper West Side) $1", "published": "2017-12-07T10:42:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00N0N_9m70dqOWkjQ_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "894fee2609aeddea207b403cdc4d41690c1069c0", "url": "http://omgili.com/ri/.wHSUbtEfZRl0ag0_0_NV5JUvpIgx.9g3Wo4T6ww2gq4XcXA3Jt1gSZydRjalTnEBIPahFPJE14uXBWaDXlJGfTBQs6NX6dC", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:42:00.000+02:00", "title": "Ceramic Plates (Upper West Side) $1", "text": "  Beautiful plates $1 each do NOT contact me with unsolicited services or offers post id: 6415794181", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "upper west side", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:29.036+02:00"}, {"thread": {"uuid": "a254539bf7b16509f78db7b8ff1cf2fe542bc359", "url": "http://omgili.com/ri/jHIAmI4hxg9b0gKNjFHKVJ_9FrwdZ04a5nkVPsYpUipcTsbzz4hyC_Xu.XyOc58DJ_uJLvJgkE1EEJ4vSmr5JozhQAtIEs2RXfoVOv.5H80-", "site_full": "weeklyregister.com", "site": "weeklyregister.com", "site_section": "http://weeklyregister.com/market-news/", "site_categories": ["media"], "section_title": "Market News ", "title": "Inox Wind Limited (INOXWIND) Moved Up 2.55% on Dec 7", "title_full": "Inox Wind Limited (INOXWIND) Moved Up 2.55% on Dec 7", "published": "2017-12-07T17:46:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.004, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a254539bf7b16509f78db7b8ff1cf2fe542bc359", "url": "http://omgili.com/ri/jHIAmI4hxg9b0gKNjFHKVJ_9FrwdZ04a5nkVPsYpUipcTsbzz4hyC_Xu.XyOc58DJ_uJLvJgkE1EEJ4vSmr5JozhQAtIEs2RXfoVOv.5H80-", "ord_in_thread": 0, "author": "reb123z", "published": "2017-12-07T17:46:00.000+02:00", "title": "Inox Wind Limited (INOXWIND) Moved Up 2.55% on Dec 7", "text": "Inox Wind Limited (INOXWIND) Moved Up 2.55% on Dec 7 December 7, 2017 - By reb123z\nShares of Inox Wind Limited (NSE:INOXWIND) last traded at 151, representing a move of 2.55%, or 3.75 per share, on volume of 453,446 shares. After opening the trading day at 147.95, shares of Inox Wind Limited traded in a close range. Inox Wind Limited currently has a total float of 221.92M shares and on average sees 557,664 shares exchange hands each day. The stock now has a 52-week low of 104.6 and high of 209.5.\nIndian Economy’s 2 Giants\nThe Indian stock market is one of the fastest growing equity markets in the world today. While it currently makes up only 12% to 14% of the country’s gross domestic product (GDP)’ far from the 70% corporate sector making up the entire GDP of the US, India’s corporate sector is rampantly thriving to become one of Asia’s leaders.\nAs of this month, nearly 8,000 companies are listed on the Indian equity market. More than half of these are listed on the two main stock exchanges in India combined’ the Bombay Stock Exchange (BSE) and the National Stock Exchange of India (NSE), representing about 4% of the country’s GDP.\nRegular session on both the BSE and the MSE starts at 9:15 a.m. and concludes at 3:30 p.m.\nThe BSE The BSE, having been established in 1875, is the first stock exchange in Asia. It is also the first to acquire a permanent recognition under India’s Securities Contract Regulation Act of 1956.\nPresently, the BSE is the 11th biggest stock exchange in the world with a total market capitalization of $1.70 trillion as of January 23, 2015. Moreover, it is also considered as one of the fastest stock exchanges in the world with a speed of six microseconds.\nThe BSE first touched its four-digit figure on July 25, 1990; the 5,000 mark on October 11, 1999; the 10,000 mark on February 6, 2006; the 20,000 mark on December 11, 2007; and the 30,000 mark on March 4, 2015, an event that was driven by the efforts of the Reserve Bank of India. Inox Wind Limited is a stock traded on the Indian stock exchange.\nThe biggest declines on the BSE happened during the onslaught of the 2008 Global Financial Crisis and when the Chinese central bank had suddenly moved to devalue the yuan. On January 21 and 22, 2008, the BSE has lost more than 2,000 points while on August 24, 2015, it has dropped over 1,700 points.\nThe SENSEX 30 is the free-float index that measures the 30 most active stocks on the BSE. It weighs stocks based on liquidity, market capitalization, floating-stock-adjustment depth, and other factors.\nThe NSE The NSE was founded in 1992 as the 1st demutualized electronic stock exchange in the country. Presently, it supports about 230,000 terminals throughout India. The NSE is owned and operated by the Indian Index Services and Products (IISP).\nThe NIFTY is the index that measures the 50 most active stocks across 24 industries on the NSE. Consequently, it covers a broader portion of India’s corporate sector than the SENSEX 30. Inox Wind Limited has relatively good liquidity.\nThe NIFTY has a base value of 1,000 and its base date is 1995. Like the SENSEX 30, it comprehensively weighs stocks based on liquidity, market capitalization, among others.\nInvesting in BSE and NSE stocks is strongly recommended for investors today. As the Indian economy continues to grow and become one of Asia’s biggest, it only makes sense to start betting on its equity market as early as now. Professional analysts might be interested how this will affect Inox Wind Limited.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://quicksense.net/"], "entities": {"persons": [{"name": "inox wi", "sentiment": "none"}], "organizations": [{"name": "inox wind limited", "sentiment": "none"}, {"name": "nse", "sentiment": "none"}, {"name": "global financial crisis", "sentiment": "none"}, {"name": "reserve bank of india", "sentiment": "none"}, {"name": "index services", "sentiment": "none"}, {"name": "sensex", "sentiment": "none"}, {"name": "national stock exchange of india", "sentiment": "none"}, {"name": "bombay stock exchange", "sentiment": "none"}, {"name": "mse", "sentiment": "none"}], "locations": [{"name": "asia", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "india", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:30.000+02:00"}, {"thread": {"uuid": "38a2323bf701c65c137c91548529d3ef817d583e", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuO0Sh09uWy.OMKZZBDN74hI6XXKbixKbfELRIaunvLUquKI8wXQxrlrjLWlsK9i4eV7c.Ryj3FB1Rn0G1L1Moo_qCltgJPeRHsw7V1M8oE15qVlnUjsjT8V", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Praise, caution and concern: How newspapers reacted to Trump’s Jerusalem move", "title_full": "Praise, caution and concern: How newspapers reacted to Trump’s Jerusalem move", "published": "2017-12-07T10:03:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151352/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "38a2323bf701c65c137c91548529d3ef817d583e", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuO0Sh09uWy.OMKZZBDN74hI6XXKbixKbfELRIaunvLUquKI8wXQxrlrjLWlsK9i4eV7c.Ryj3FB1Rn0G1L1Moo_qCltgJPeRHsw7V1M8oE15qVlnUjsjT8V", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:03:00.000+02:00", "title": "Praise, caution and concern: How newspapers reacted to Trump’s Jerusalem move", "text": "Praise, caution and concern: How newspapers reacted to Trump’s Jerusalem move Jerusalem 0 comments \nThe news of Donald Trump’s decision to recognise Jerusalem as the capital of Israel made headlines around the world. \nAs leaders across the globe made their opinions on the shock move clearly known, so too did the newspapers which carried the story. \nFor Israel’s media outlets, the announcement marked an historic day in a decades-long conflict. \nThe Jerusalem Post declares the news on its front page, reporting that “after 70 years”, the US has “recognised Israeli sovereignty”. \nHistoric front page of today's @Jerusalem_Post , with announcement on Jerusalem by @realDonaldTrump pic.twitter.com/YEYpCPRdmG \n— Gil Hoffman (@Gil_Hoffman) December 7, 2017 \nIn an analysis piece, the paper says Mr Trump’s decision went “beyond righting a historical wrong in denying the Jews the right to determine where their capital is”, and gave the diplomatic process a “badly needed jolt” by forcing people to “rethink long-held assumptions that have led nowhere”. \n— Paul Hirschson (@paulhirschson) December 7, 2017 \nThe author writes: “Over the last 24 years, since the beginning of the Oslo peace process, certain tenets have come to be accepted as truths: that the only solution is a two-state solution; that there can be no long-term interim agreements; that dozens of settlements will have to be removed; that a future Palestinian state must be free of Jews; and that Washington cannot recognise Jerusalem as Israel’s capital until there is a final peace deal. \n“Many will bewail ‘the impact this move will have on the peace process’ – except that the peace process has been stuck for years. And one of the reasons it has failed is because the same assumptions have been posited time after time after time.” \n— Paul Hirschson (@paulhirschson) December 7, 2017 \nOver in America, the Washington Post takes a more cautious approach to the news. \nIn an editorial piece, the paper describes Mr Trump’s move as a “big risk”, although says it has “a certain amount of common sense on its side”. \nIt states: “As Mr Trump put it, for the United States finally to accept that the Jewish state has its capital in Jerusalem is ‘nothing more or less than a recognition of reality’.” \nI have determined that it is time to officially recognize Jerusalem as the capital of Israel. I am also directing the State Department to begin preparation to move the American Embassy from Tel Aviv to Jerusalem… pic.twitter.com/YwgWmT0O8m \n— Donald J. Trump (@realDonaldTrump) December 6, 2017 \n“But Mr Trump is implicitly betting that previous presidents were wrong to worry about blowback in the Middle East and beyond,” it adds, saying: “Those who genuinely hope for peace in the Middle East can only hope that this preening display will, as the president predicted, produce positive rather than negative results.” \nIn the UK, Prime Minister Theresa May joined several other world leaders in criticising the move – and it seems many of the papers are of the same opinion. \nThe Daily Mail describes a “deep sense of foreboding”, adding: “This seems a reckless and needless provocation of Arab sensibilities, from which only danger can come – not least to Israelis themselves.” \nAnd the Daily Mirror’s defence and security editor Chris Hughes writes: “At best, Muslims throughout the world may be offended that Trump has yet again ridden roughshod over their claim to the city. At worst it could spark a conflagration the likes of which we have not seen for years across the region and the world.” \nThere's no problem Trump can’t make worse, says Voice of The Mirror https://t.co/TIHmcGRIno pic.twitter.com/gSvV7Ld3ql \n— Daily Mirror (@DailyMirror) December 6, 2017 \nFor Sun columnist Rod Little, however, Mr Trump has “at last” “done something worthwhile” and says that other countries that refuse to accept recognise Jerusalem as Israel’s proper capital are “terrified of upsetting the Palestinians”. \nHe writes: “Some commentators say that recognising Jerusalem will set back the Middle East peace process. What peace process?”", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "paul hirschson", "sentiment": "none"}, {"name": "rod little", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "gil hoffman", "sentiment": "none"}, {"name": "donald j. trump", "sentiment": "none"}, {"name": "theresa may", "sentiment": "none"}, {"name": "chris hughes", "sentiment": "none"}, {"name": "mr trump", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}], "organizations": [{"name": "trump", "sentiment": "none"}, {"name": "jerusalem post", "sentiment": "none"}, {"name": "washington post", "sentiment": "none"}, {"name": "daily mirror", "sentiment": "none"}, {"name": "state department", "sentiment": "none"}, {"name": "american embassy", "sentiment": "none"}], "locations": [{"name": "jerusalem", "sentiment": "none"}, {"name": "middle east", "sentiment": "none"}, {"name": "oslo", "sentiment": "none"}, {"name": "tel aviv", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "israel", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:30.000+02:00"}, {"thread": {"uuid": "15b2bbcb2cf187413f5eeeab0114ae4e96305dbc", "url": "http://omgili.com/ri/.wHSUbtEfZT0.XfYIkVTcehcVGpyb6r8Hb967yu4LzqEVdnq1krjluYWfusZuCJWvKZhQ_7VgoMy5K3Wp3dn7W7gjUd2svsoUB7jQG92jXM-", "site_full": "www.booking.com", "site": "booking.com", "site_section": "https://www.booking.com/hotel/pt/alfama-fado-apartments.en-gb.html", "site_categories": ["travel", "hotels"], "section_title": "Alfama Fado Apartments, Lisbon, Portugal - Booking.com ", "title": "55 Verified Apartment Reviews of Alfama Fado Apartments | Booking.com", "title_full": "55 Verified Apartment Reviews of Alfama Fado Apartments | Booking.com", "published": "2017-03-29T03:00:00.000+03:00", "replies_count": 9, "participants_count": 10, "site_type": "discussions", "country": "NL", "spam_score": 0.003, "main_image": "https://t-ec.bstatic.com/static/img/facebook-image-else/566c7081f1deeaca39957e96365c3908f83b95af.jpg", "performance_score": 0, "domain_rank": 105, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "48263d53860ce1472ba0cf96e862c3aafaa82a51", "url": "http://omgili.com/ri/.wHSUbtEfZT0.XfYIkVTcehcVGpyb6r8Hb967yu4LzqEVdnq1krjluYWfusZuCJWvKZhQ_7VgoMy5K3Wp3dn7W7gjUd2svso2zZOR9srS7FW78mfKOFO0xRoqjr0E7w1H0EyUDugii.o4h450yp3KQ--", "ord_in_thread": 9, "author": "Ronald", "published": "2017-11-21T02:00:00.000+02:00", "title": "\"Perhaps good for younger people who are budget driven. I would spend more to get more.\"", "text": "눉 Don't care for the hostless approach. Outrageously steep stairs with no handrail - actually dangerous when carrying luggage. Electricity shuts off when you remove the key. Makes the refrigerator semi useless. Shower inadequate. Drains slow and puddles outside.\n눇 Location was the best thing going for this property.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 3.0, "crawled": "2017-12-07T11:54:30.000+02:00"}, {"thread": {"uuid": "3df098f0d3da48bc16d5cc87e0970844733b97ec", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsKzDbKpciiQPReXJt42pKFoG56G99DODyGHL7X2DPHBtf7JYB7F6OvnjgkH8mOEbhS5nPeEV1WF0bFvJHsLlLCfraTbCD1s6Qt9LktRN8NIO13toOBO0c6k2CeysXBn_UECS7RiSBzupB", "site_full": "community.ebay.com", "site": "ebay.com", "site_section": "https://community.ebay.com/t5/Seller-Hub/bd-p/SellerHub", "site_categories": ["shopping"], "section_title": "Seller Hub - The eBay Community", "title": "Leaving a holiday message or last post before Xmas...", "title_full": "Leaving a holiday message or last post before Xmas... - The eBay Community", "published": "2017-12-06T20:19:00.000+02:00", "replies_count": 3, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8ef5a32e56a4f293ba2bd082cc801d980f8fa7cd", "url": "http://omgili.com/ri/.wHSUbtEfZRkHNIPNVgsKzDbKpciiQPReXJt42pKFoG56G99DODyGHL7X2DPHBtf7JYB7F6OvnjgkH8mOEbhS5nPeEV1WF0bFvJHsLlLCfraTbCD1s6Qt9LktRN8NIO13toOBO0c6k2CeysXBn_UEBKX.qh.tdOi", "ord_in_thread": 2, "author": "theatricalhead2", "published": "2017-12-06T21:30:00.000+02:00", "title": "", "text": "They do not have a store so this option is not available to them.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:54:30.008+02:00"}, {"thread": {"uuid": "ef50cefb1f3bb07c60499356ac727d5f0f397191", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuMGPu4HSDh.C4g7ufCC5khIZX_36erSUDBs9mgedXo.3NPlT5_94PHc_0t0VPepxeVb0d18rVDv3418wmEMYJAovGZjJvFTk5gfY6SUy5bqVw--", "site_full": "www.wiltsglosstandard.co.uk", "site": "wiltsglosstandard.co.uk", "site_section": "http://www.wiltsglosstandard.co.uk/uk_national_news/rss", "site_categories": ["media", "business", "entertainment"], "section_title": "Wilts and Gloucestershire Standard | National News", "title": "Australia’s parliament approves legalisation of same-sex marriage", "title_full": "Australia’s parliament approves legalisation of same-sex marriage", "published": "2017-12-07T09:53:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "http://www.wiltsglosstandard.co.uk/resources/images/7151334/", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ef50cefb1f3bb07c60499356ac727d5f0f397191", "url": "http://omgili.com/ri/jHIAmI4hxg_vICvFC2R3yo5rYLKcsHvc4YxkSLJkokbcspO0OvBF_GL1IFnfAfbPGG7Zv8dspuMGPu4HSDh.C4g7ufCC5khIZX_36erSUDBs9mgedXo.3NPlT5_94PHc_0t0VPepxeVb0d18rVDv3418wmEMYJAovGZjJvFTk5gfY6SUy5bqVw--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T09:53:00.000+02:00", "title": "Australia’s parliament approves legalisation of same-sex marriage", "text": "Australia’s parliament approves legalisation of same-sex marriage Same-sex marriage 0 comments \nAustralia’s parliament has voted to allow same-sex marriage across the nation. \nThe House of Representatives passed the bill to change the definition of marriage from solely between a man and a woman to “a union of two people”. \nThe votes were not counted because the majority was not questioned. \nThe Senate passed the same legislation last week 43 votes to 12. \nAfter royal assent and other formalities, the law will likely take effect in about a month, with the first weddings expected about a month later. \nAmendments meant to safeguard freedoms of speech and religion for gay-marriage opponents were all rejected, though those issues may be considered later.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "senate", "sentiment": "none"}, {"name": "house of representatives", "sentiment": "none"}], "locations": [{"name": "australia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:54:30.010+02:00"}], "totalResults": 15103608, "moreResultsAvailable": 15103508, "next": "/filterWebContent?token=a64af0cc-bb64-44dd-a56d-d1d1e06b287e&format=json&ts=1512640470010&q=language%3Aenglish&sort=crawled", "requestsLeft": 397}