{"posts": [{"thread": {"uuid": "a0b4e70076f3814bb6725df1d32b124d136c3bda", "url": "http://omgili.com/ri/jHIAmI4hxg8xVFlvzI5i9sZYz0SenhBXtO8ZolHNC_xRgtWQQLXQRYNx51hmw1Z4dNqKJvgxO3n_40exTHlkt_RakNUTuDKyaEHqP_3pfD.Ns_IGkg7Ygf30l65YMtWHnbQyl0LH_fg-", "site_full": "www.wandtv.com", "site": "wandtv.com", "site_section": "http://www.wandtv.com/Global/category.asp?C=13530&clienttype=rss", "site_categories": ["media"], "section_title": "WAND - National - Headline", "title": "AP Exclusive: Poor health and high expectations for Medicaid", "title_full": "AP Exclusive: Poor health and high expectations for Medicaid", "published": "2017-12-07T11:04:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://images.worldnow.com/AP/images/15576266_G.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a0b4e70076f3814bb6725df1d32b124d136c3bda", "url": "http://omgili.com/ri/jHIAmI4hxg8xVFlvzI5i9sZYz0SenhBXtO8ZolHNC_xRgtWQQLXQRYNx51hmw1Z4dNqKJvgxO3n_40exTHlkt_RakNUTuDKyaEHqP_3pfD.Ns_IGkg7Ygf30l65YMtWHnbQyl0LH_fg-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:04:00.000+02:00", "title": "AP Exclusive: Poor health and high expectations for Medicaid", "text": "By RICARDO ALONSO-ZALDIVARAssociated Press \nWASHINGTON (AP) - People on Medicaid are more prone to smoke, struggle with depression and obesity, or rate their own health as fair or poor. But that's not the whole story. \nA new study suggests that low-income Medicaid recipients are also invested in their health, with 4 out of 5 saying they have a personal doctor, 3 out of 5 saying they eat healthy, and nearly half saying they exercise frequently. \nExperts say the analysis for The Associated Press by the Gallup-Sharecare Well-Being Index indicates that Medicaid could gain by putting more emphasis on prevention, and stressing better coordination of care. Such strategies are already employed by many workplace health plans and by Medicare. \nCall it Medicaid's health care challenge. \nA federal-state program originally envisioned as a safety net for poor families and severely disabled people, Medicaid has grown to cover about 1 in 5 Americans, at a total cost of about $600 billion annually. In states that expanded Medicaid under former President Barack Obama's health law, it's become the insurer for many low-income working adults. The Trump administration tried to unravel Obama's expansion, but top officials have also said they want to work to better the health of Medicaid beneficiaries, not just pay medical bills. \n\"We now have emerging evidence in Medicare and commercial insurance of how care coordination and prevention can help patients with chronic conditions avoid costly hospitalizations and ER visits,\" said Kavita Patel, a policy expert at the Brookings Institution who's also a practicing physician. \"This really should become the standard across Medicaid programs.\" \nIn small town Stuttgart, Ark., Vickie Rose says Medicaid coverage is helping her try to quit smoking for good, which would entail shutting down a decades-long habit that once reached three packs a day. \n\"I'm not going to be able to stay out of hospitals if I don't take matters into my own hands,\" said Rose, who's in her early 60s and has worked jobs from factory supervisor, to retail, to staffing an animal shelter. Sometimes she travels 20 miles to the Mid-Delta community health center in neighboring Clarendon for smoking cessation meetings. \n\"Instead of waiting on everyone else, this time I'm going to do it for myself,\" said Rose. \nThirty-six percent of Medicaid recipients said they smoked in the Gallup-Sharecare study, compared to 13 percent of those with employer or union health insurance, and 16 percent of Medicare beneficiaries. \nThe Gallup-Sharecare survey interviews about 500 people a day on health care issues, yielding a trove of data. The new analysis for AP compared health indicators among people with different types of coverage. \nIn other findings: \n- Twenty-five percent of Medicaid beneficiaries said they are currently suffering from depression, compared with 7 percent of those with employer coverage. \n- Forty percent of people with Medicaid said they were in fair or poor health, compared with 11 percent of those in employer plans and 31 percent of those on Medicare. \n- Thirty-six percent of Medicaid beneficiaries said they are obese, compared with 28 percent of people in employer plans, and 30 percent of those with Medicare. \nStill, survey director Dan Witters said that's only half the story. \n\"Just because they smoke more, doesn't mean that they don't have an interest in their health,\" Witters said of those with Medicaid. \"Their interest in their health is generally just as high as it is for other groups...although I think they are swimming upstream.\" \nHaving a low income has long been associated with poor health, but Witters said on questions such as exercise frequency, eating healthy, and eating fruits and vegetables, the answers from Medicaid recipients generally tracked those of people with workplace coverage. \nIn one counter-intuitive finding, 81 percent of Medicaid recipients said they had a personal doctor, about the same as 83 percent of those on employer plans. Because Medicaid pays less than private insurance or Medicare, a longstanding criticism is that beneficiaries might not be able to find a doctor who'll see them. But most states now contract with private insurers to administer their programs, and those insurers must provide a physician network. \nIn theory the networks used by Medicaid insurers could also serve to promote prevention and care coordination, but Matt Salo, head of the National Association of Medicaid Directors, cautioned against a cut-and-paste approach that grafts on strategies used by employers. \n\"The Medicaid population is not just an employer population with less income,\" said Salo. \"It is people who have health conditions.\" \nSalo said he was struck by the high rates of depression in the survey. \"Depression is inextricably linked to physical health and the ability to engage effectively in the work force,\" he said. \nSome states are trying to get ahead of the health challenges of their Medicaid beneficiaries. In Michigan, for example, people covered by expanded Medicaid complete an annual health assessment, somewhat similar to workplace wellness programs. \n\"We've got some figuring out to do,\" Salo said. \nThe Gallup-Sharecare results are based on telephone interviews conducted Jan. 2-Nov. 5, with a random sample of 147,465 adults, aged 18 and older, living in all 50 U.S. states and Washington. D.C. \nFor the total sample of national adults, the margin of sampling error is plus or minus 1 percentage point. For Medicaid recipients, the margin of sampling error is plus or minus 1.6 percentage points. Copyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "barack obama", "sentiment": "none"}, {"name": "vickie rose", "sentiment": "none"}, {"name": "dan witters", "sentiment": "none"}, {"name": "kavita patel", "sentiment": "none"}, {"name": "obama", "sentiment": "none"}, {"name": "salo", "sentiment": "none"}, {"name": "witters", "sentiment": "none"}, {"name": "rose", "sentiment": "none"}, {"name": "matt salo", "sentiment": "none"}], "organizations": [{"name": "ap", "sentiment": "none"}, {"name": "national association of medicaid directors", "sentiment": "none"}, {"name": "medicare", "sentiment": "none"}, {"name": "brookings institution", "sentiment": "none"}, {"name": "medicaid", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}], "locations": [{"name": "washington", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "mid-delta", "sentiment": "none"}, {"name": "stuttgart", "sentiment": "none"}, {"name": "d.c.", "sentiment": "none"}, {"name": "ark.", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "clarendon", "sentiment": "none"}, {"name": "michigan", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:27.001+02:00"}, {"thread": {"uuid": "8d0e74f7723ba7ea1fc7a60e00140becc31c73d9", "url": "http://omgili.com/ri/.wHSUbtEfZRcWBiZBBz5AgX187PIctouqMkKCDx1zelcLdstftgEqeyY1ep_XaSUlCDtJohcTmz5QYavj1MKA2G88DizXoquzc2kR67DEP0-", "site_full": "lynchburg.craigslist.org", "site": "craigslist.org", "site_section": "http://lynchburg.craigslist.org/search/ppp?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist lynchburg | personals search", "title": "Moving to Appomattox - w4w (Appomattox)", "title_full": "Moving to Appomattox - w4w (Appomattox)", "published": "2017-12-07T09:24:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://images.craigslist.org/00A0A_kWpU9vhznRR_600x450.jpg", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8d0e74f7723ba7ea1fc7a60e00140becc31c73d9", "url": "http://omgili.com/ri/.wHSUbtEfZRcWBiZBBz5AgX187PIctouqMkKCDx1zelcLdstftgEqeyY1ep_XaSUlCDtJohcTmz5QYavj1MKA2G88DizXoquzc2kR67DEP0-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T09:24:00.000+02:00", "title": "Moving to Appomattox - w4w (Appomattox)", "text": "age: 19   Moving to Appomattox I'm a 19 year old bisexual looking to Make friends before moving there please include a couple pics it's ok to contact this poster with services or other commercial interests post id: 6415772877", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "appomattox", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:27.003+02:00"}, {"thread": {"uuid": "c5333728e6413f217f6bd0fbbb05fc7a76c5fbc5", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS9Jly7Cz2ACMMkpWRcBlxDk-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c5333728e6413f217f6bd0fbbb05fc7a76c5fbc5", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS9Jly7Cz2ACMMkpWRcBlxDk-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:15:00.000+02:00", "title": "", "text": "<h1>Term1</h1>\n<ul>\n <li>Page 1 title </li>\n <li>Page 2 title </li>\n </ul>\n<h1>Term2</h1>", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.005+02:00"}, {"thread": {"uuid": "9ae1270adcb676c87ac26d34af24dcdd006573ac", "url": "http://omgili.com/ri/.wHSUbtEfZSJlbPFf2vcZQ7DQwnenE_nmFR93hfFGTJeefh9wq7n6atnmHD0DcKMj3QWkbw6Szsz3fuxUKWLPnA0e.4GeEaOSArzcKKj7xecnDXudvMAqxMHoBkkFmL1BhsPKsd2ABR5W5VgSvOH60r8QIIUmMe6", "site_full": "www.theguardian.com", "site": "theguardian.com", "site_section": "", "site_categories": ["media"], "section_title": "", "title": "Australia needs new watchdog to tackle slavery, parliamentary inquiry says | World news | The Guardian", "title_full": "Australia needs new watchdog to tackle slavery, parliamentary inquiry says | World news | The Guardian", "published": "2017-12-07T11:12:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.042, "main_image": "https://i.guim.co.uk/img/media/2ae1168ef17daed7b4c7d5ce06fc36ba0b0438c3/0_72_5760_3456/master/5760.jpg?w=1200&amp;h=630&amp;q=55&amp;auto=format&amp;usm=12&amp;fit=crop&amp;crop=faces%2Centropy&amp;bm=normal&amp;ba=bottom%2Cleft&amp;blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&amp;s=35a6b6e22c8bc4f605a88c19208da51e", "performance_score": 2, "domain_rank": 170, "social": {"facebook": {"likes": 205, "comments": 0, "shares": 205}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 29}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9ae1270adcb676c87ac26d34af24dcdd006573ac", "url": "http://omgili.com/ri/.wHSUbtEfZSJlbPFf2vcZQ7DQwnenE_nmFR93hfFGTJeefh9wq7n6atnmHD0DcKMj3QWkbw6Szsz3fuxUKWLPnA0e.4GeEaOSArzcKKj7xecnDXudvMAqxMHoBkkFmL1BhsPKsd2ABR5W5VgSvOH60r8QIIUmMe6", "ord_in_thread": 0, "author": "Christopher Knaus", "published": "2017-12-07T11:12:00.000+02:00", "title": "Australia needs new watchdog to tackle slavery, parliamentary inquiry says | World news | The Guardian", "text": "Australia needs new watchdog to tackle slavery, parliamentary inquiry says \nFinal report of federal committee calls for new modern slavery act, compensation for victims and anti-slavery commissioner An estimated 40 million people around the world and 4,300 people in Australia are victims of modern slavery. Photograph: Graeme Robertson for the Guardian Australia needs new watchdog to tackle slavery, parliamentary inquiry says \nFinal report of federal committee calls for new modern slavery act, compensation for victims and anti-slavery commissioner Thursday 7 December 2017 09.12 GMT Last modified on Thursday 7 December 2017 09.13 GMT View more sharing options Share on Messenger Close \nThe Australian government should introduce a modern slavery act, establish an anti-slavery commissioner, create a compensation scheme for victims and force big corporations to root out exploitation in their supply chains, an inquiry has found. \nThe inquiry into modern slavery in Australia delivered its final report on Thursday evening, providing a detailed blueprint for the creation of a modern slavery act in Australia. \nAction on modern slavery has been spurred by a string of controversies, from the exploitation of migrant fruit pickers , Australian involvement in damaging orphanage tourism and the exploitation of cleaners. \nThe latest estimates suggest 40 million people around the world and 4,300 people in Australia are victims of modern slavery, including through human trafficking, debt bondage, forced labour and other slavery-like practices. \nCrucially, the inquiry’s report, titled “Hidden in Plain Sight”, has called for the creation of an independent anti-slavery commissioner , mirroring a successful model in the UK. \nThe inquiry also wants to force big corporations with a revenue of $50m or more to prove they are not profiting or gaining a competitive advantage from slavery in their supply chains. Quick guide Hide What is modern slavery? \nAbout 150 years after most countries banned slavery – Brazil was the last to abolish its participation in the transatlantic slave trade, in 1888 – millions of men, women and children are still enslaved. Contemporary slavery takes many forms, from women forced into prostitution, to child slavery in agriculture supply chains or whole families working for nothing to pay off generational debts. Slavery thrives on every continent and in almost every country. Forced labour, people trafficking, debt bondage and child marriage are all forms of modern-day slavery that affect the world's most vulnerable people. How many people are enslaved across the world? \nThe UN's International Labour Organisation (ILO) estimates that about 21 million people are in forced labour at any point in time. The ILO says this estimate includes trafficking and other forms of modern slavery. They calculate that 90% of the 21 million are exploited by individuals or companies, while 10% are forced to work by the state, rebel military groups, or in prisons under conditions that violate ILO standards. Sexual exploitation accounts for 22% of slaves. Where does slavery exist? \nSlavery exists in one form or another in every country. Asia accounts for more than half of the ILO's 21 million estimate. In terms of percentage of population, central and south-east Europe has the highest prevalence of forced labour, followed by Africa, the Middle East, Asia Pacific, Latin America and the Caribbean. Who is profiting? \nIn 2005, the ILO estimated that illegal profits from forced labour amounted to more than $44bn. The UN's global initiative to fight trafficking says people trafficking is the third-largest global criminal industry (pdf) behind drugs and arms trafficking. The ILO estimates that people in forced labour lose at least $21bn each year in unpaid wages and recruitment fees. Slavery also exists within global supply chains, generating huge profits for those who control this industry in free labour. Was this helpful? Thank you for your feedback. \nThe recommended threshold is well below the $100m previously proposed by government , and would capture most large entities in Australia, the inquiry said. \nIt would force companies like Woolworths and Coles, for example, to show slavery is not occurring among its suppliers. \nThe inquiry also recommended vulnerable migrant workers should be better protected through changes to Australia’s visa system, while a community hotline should be created to report modern slavery and a national labour hire licensing scheme established. \nThe inquiry also called for measures to stamp out Australian support for orphanage tourism, which exploits fake orphans for profit from tourists, often putting them at significant risk of harm. Australian companies could be forced to report on how they combat slavery Read more \nOrphanage tourism should be included in the definition of modern slavery and the Australian government has been urged to ensure foreign aid does not go to overseas orphanages. \nThe inquiry also called for aid funding to be diverted to keeping families together and caring for children through community-based care, rather than institutions. \nThe recommendations have been praised by leading orphanage tourism expert, Kate Van Doore, of Griffith University, who said it put Australia at the forefront of efforts tackle exploitation. \n“These recommendations pave the way for Australia to continue to lead the world in combatting orphanage trafficking,” Van Doore told Guardian Australia. “They represent a huge step for child protection advocates who have worked tirelessly to have orphanage trafficking recognised in law.” \nThe inquiry also recommended a compensation scheme for victims of modern slavery in Australia should also be created, the inquiry said, which would be funded through proceeds of crime. The government should also give victims the right to sue for modern slavery. \nThe foreign affairs and aid sub-committee chair, Chris Crewther, described modern slavery as a “heinous” crime that must be stamped out. \n“Modern slavery describes some of the greatest crimes of our time,” Crewther said. “The recommendations from this inquiry make a significant contribution to ensuring that, here in Australia, we are doing all we can to eradicate these crimes.” \nThe inquiry has also recommended further research on modern slavery be conducted by the Australian Institute of Criminology and that defences be introduced to protect victims of modern slavery offences who are compelled to commit a crime. \nThe government released a plan in August to make large companies file annual reports on modern slavery. Topics ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "graeme robertson", "sentiment": "none"}, {"name": "kate van doore", "sentiment": "none"}, {"name": "van doore", "sentiment": "none"}, {"name": "crewther", "sentiment": "none"}, {"name": "chris crewther", "sentiment": "none"}, {"name": "coles", "sentiment": "none"}], "organizations": [{"name": "un", "sentiment": "none"}, {"name": "australian institute of criminology", "sentiment": "none"}, {"name": "ilo", "sentiment": "none"}, {"name": "woolworths", "sentiment": "none"}, {"name": "international labour organisation", "sentiment": "none"}, {"name": "griffith university", "sentiment": "none"}], "locations": [{"name": "australia", "sentiment": "none"}, {"name": "middle east", "sentiment": "none"}, {"name": "asia pacific", "sentiment": "none"}, {"name": "asia", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "africa", "sentiment": "none"}, {"name": "brazil", "sentiment": "none"}, {"name": "caribbean", "sentiment": "none"}, {"name": "latin america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:27.006+02:00"}, {"thread": {"uuid": "43f911a9252a0f509aa1a89080545363db39c7cc", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4v4m4d2ducSk-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands", "title_full": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands Forum - TripAdvisor", "published": "2017-12-03T15:01:00.000+02:00", "replies_count": 8, "participants_count": 4, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6d0b29519e22d343b4ebff30921f2a4beb9579d1", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.41HtP5Tfl0PtR9wws1b2_Sg--", "ord_in_thread": 3, "author": "klimaflyktning", "published": "2017-12-07T10:10:00.000+02:00", "title": "", "text": "From Evenes that is a long drive for someone inexperienced and what you save on airfare will probably be eaten by the one way drop-off fee for the car rental. Stamsund will be pretty much dead in winter - I would not stay there at all. Never been to Lofoten Links area, but it is remote at the best of times and no golf going on off season. Kiwi in Svolvær would be open on the 24th - comfirmed earlier in this post.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.007+02:00"}, {"thread": {"uuid": "43f911a9252a0f509aa1a89080545363db39c7cc", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4v4m4d2ducSk-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands", "title_full": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands Forum - TripAdvisor", "published": "2017-12-03T15:01:00.000+02:00", "replies_count": 8, "participants_count": 4, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "11ecc24c81a982c587719d61f69bbdffcca03e9b", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4PxMF4YWviTIFqpsvrMruQA--", "ord_in_thread": 5, "author": "klimaflyktning", "published": "2017-12-07T10:36:00.000+02:00", "title": "", "text": "I can only wish you luck. I would not do it and I am a local with 30 years of winter driving experience Edited: 2:37 am, today", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.008+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "ord_in_thread": 0, "author": "Blue Shoe", "published": "2017-12-06T23:52:00.000+02:00", "title": "Selling a house - how clean for settlement?", "text": "Hi,\nWe have sold our house and bought another (whohoo!). The house we have bought needs a bit of work including a deep clean (smokers - not so whohoo!) so we will be bringing in professionals to clean that. My question is, for the house we are selling, what standard of cleaning are we expected to do before moving out? Is a standard vacuum/mop/wipe/dust etc okay? Or is there an expectation of doing an ‘end of lease’ type deep clean with walls scrubbed, window tracks cleaned out, etc?\nI’m pretty sure the new owners (investors) will do a new coat of paint inside and may be wanting to reno kitchen and/or bathrooms, so I don’t want to put a lot of time and energy into cleaning things unnecessarily.\nI feel a bit silly asking but we’ve never sold a house before, so not sure what the ‘done’ thing is!\nWhat do you think??\nThanks!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.008+02:00"}, {"thread": {"uuid": "43f911a9252a0f509aa1a89080545363db39c7cc", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4v4m4d2ducSk-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands", "title_full": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands Forum - TripAdvisor", "published": "2017-12-03T15:01:00.000+02:00", "replies_count": 8, "participants_count": 4, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7a665512cfb4477fb4d276cf1968d4070bcef348", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4FptvFfWW2GfH6xPM1KQqqw--", "ord_in_thread": 2, "author": "drengen", "published": "2017-12-07T10:00:00.000+02:00", "title": "", "text": "24 Dec is Christmas Eve AND Sunday. You will find grocery stores closed that day, so do your shopping the day before. Stamsund is only one hour drive from Lofoten Links, so perhaps move a bit farther out towards Reine. On the other hand, distances are small. And, if a storm pays you a visit you're stuck where you are anyway, hope you are aware of the risk of not making it to the airport because of the weather.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.009+02:00"}, {"thread": {"uuid": "43f911a9252a0f509aa1a89080545363db39c7cc", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4v4m4d2ducSk-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands", "title_full": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands Forum - TripAdvisor", "published": "2017-12-03T15:01:00.000+02:00", "replies_count": 8, "participants_count": 4, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "99dfb36ff4963225d5e661dfbcd086295a549560", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4mRyxMwkkw10S9hs.5KJ4BQ--", "ord_in_thread": 6, "author": "Soph5035", "published": "2017-12-07T10:51:00.000+02:00", "title": "", "text": "I wish you luck as well. At that season I would have flown in Svolvaer, stay in Svolvaer (I can attest that Svinoya Rorbuer is a great place, and they do Northern Light tours if you don't feel like driving in the dark) and maybe go South near Reine/ Hamnoy for a couple of days. Can you please report back when you return? It's always good to have first-hand experience to help future travellers, particularly for winter trips. One attraction mentioned in this post 1 Hamnoy Ranked #46 of 85 things to do in Lofoten Islands 3 Reviews", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.010+02:00"}, {"thread": {"uuid": "a925519b58ee2deddb142a97bcb26f5c6695245a", "url": "http://omgili.com/ri/jHIAmI4hxg8_X7kcFvSLpGlz1vtf8U531PkL.CbP7wFBFe2pfSRJ1dnAiLDy0Flbm4pdiIvt1p4-", "site_full": "www.318ti.org", "site": "318ti.org", "site_section": "http://www.318ti.org/forum/forumdisplay.php?f=11", "site_categories": ["herbs_for_health", "tennis", "health", "sports"], "section_title": "Electrical - 318ti.org forum", "title": "1999 Anyway know what this is???", "title_full": "1999 Anyway know what this is??? - 318ti.org forum", "published": "2017-12-07T08:51:00.000+02:00", "replies_count": 1, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "251301c1e403e0d0bdad8e9b031b1f8e6c1eb48f", "url": "http://omgili.com/ri/jHIAmI4hxg8_X7kcFvSLpGlz1vtf8U531PkL.CbP7wFBFe2pfSRJ1dnAiLDy0FlbQvSuutdDt6WD.4MTXQTrcg--", "ord_in_thread": 1, "author": "Estii", "published": "2017-12-07T10:29:00.000+02:00", "title": "", "text": "If I can remove it without tripping any codes or affecting drivability then for sure its yours man.\nSent from my iPhone using Tapatalk", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.011+02:00"}, {"thread": {"uuid": "f8ac614d412cd60e807b73008166ff6cbbe66867", "url": "http://omgili.com/ri/.wHSUbtEfZQIN20shXZM0EeS3H.FqQyMTxC0fT7PmCQeOMmgTokunSI46UXuIeIROTvjSiIfleALzJpTIP4OCd5DWM3j.mIdZbnKZ9y0zE.s3dCeFC3v0u.xURCViaLAXXr.8GZ4.dDRj6fUFJ9Euw--", "site_full": "www.joinmyband.co.uk", "site": "joinmyband.co.uk", "site_section": "http://feeds.feedburner.com/joinmyband", "site_categories": [], "section_title": "Join My Band - Musicians Classifieds", "title": "vocalist musician playing Fiddle and / or Keyboards - beds", "title_full": "vocalist musician playing Fiddle and / or Keyboards - beds", "published": "2017-12-07T10:45:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f8ac614d412cd60e807b73008166ff6cbbe66867", "url": "http://omgili.com/ri/.wHSUbtEfZQIN20shXZM0EeS3H.FqQyMTxC0fT7PmCQeOMmgTokunSI46UXuIeIROTvjSiIfleALzJpTIP4OCd5DWM3j.mIdZbnKZ9y0zE.s3dCeFC3v0u.xURCViaLAXXr.8GZ4.dDRj6fUFJ9Euw--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:45:00.000+02:00", "title": "vocalist musician playing Fiddle and / or Keyboards - beds", "text": "charlesfoskett (Dunstable)   8:45am Vocalist musician playing Fiddle and / or Keyboards player wanted for Folk and Roots band project based in the Hertfordshire, Buckinghamshire, Bedfordshire, Cambridgeshire, Northamptonshire and London areas. We are looking, primarily for a great player who must be able to deliver a heartfelt, expressive and emotive performance both live and in the studio - the right person should also be able to play either violin, viola and/or keyboards/ accordion (or both) to a high standard and possess a charismatic stage persona. We would also prefer that person to be able to sing bv's and have a good ear for harmony vocals. We are three professional musicians who are creating a new band in the folk and roots genre - We are both writing and producing a debut album and when the line-up is completed we have top notch booking agents both in the UK and in Europe ready to get us on tour both nationally and internationally. Between us we play a selection of instruments inc, guitars, mandola, pipes, bodhran, whistles, bass, banjo, percussion and own a professional recording studio and record label. We aim to : 1. have a massive amount of fun - 2. keep the musical standards extremely high - 3. Keep the choice of material very strong - 4. keep the focus on growing the project to match the best in the market place. 5. develop great vocal harmonies to equally great story line song material. 6. develop musical arrangements that have great dynamics from power to intimacy. 7. network our profile and business to the highest echelons of the industry and the market place. Interested ?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "northamptonshire", "sentiment": "none"}], "locations": [{"name": "dunstable", "sentiment": "none"}, {"name": "buckinghamshire", "sentiment": "none"}, {"name": "cambridgeshire", "sentiment": "none"}, {"name": "bedfordshire", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "hertfordshire", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:27.012+02:00"}, {"thread": {"uuid": "43f911a9252a0f509aa1a89080545363db39c7cc", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4v4m4d2ducSk-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands", "title_full": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands Forum - TripAdvisor", "published": "2017-12-03T15:01:00.000+02:00", "replies_count": 8, "participants_count": 4, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "92dedaec8012879db12218ea2af2e87daca60c10", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4OwwmaXxrFfuvuVniOIsn1g--", "ord_in_thread": 8, "author": "klimaflyktning", "published": "2017-12-07T11:42:00.000+02:00", "title": "", "text": "It is time to abandon the glossy advertising and face the reality of the weather page and the web-cams https:/…long.html", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.013+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "27dd7c435a39010b7f86c4fdd8870c69e24cdc3d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJo_z6eT8pFDBrb1D25hC6iU-", "ord_in_thread": 61, "author": "Anonymous", "published": "2017-12-07T00:34:00.000+02:00", "title": "", "text": ">>19987047\nI T ' S R E A L", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.015+02:00"}, {"thread": {"uuid": "46b4feddb7cb9a2b59483259dbff78bfda571188", "url": "http://omgili.com/ri/.wHSUbtEfZQIN20shXZM0EeS3H.FqQyMTxC0fT7PmCQeOMmgTokunSI46UXuIeIROTvjSiIfleALzJpTIP4OCd5DWM3j.mIdZbnKZ9y0zE.s3dCeFC3v0u.xURCViaLA69vr8NCV0hhKSrPd7MDntQ--", "site_full": "www.joinmyband.co.uk", "site": "joinmyband.co.uk", "site_section": "http://feeds.feedburner.com/joinmyband", "site_categories": [], "section_title": "Join My Band - Musicians Classifieds", "title": "vocalist musician playing Fiddle and / or Keyboards - Bucks,", "title_full": "vocalist musician playing Fiddle and / or Keyboards - Bucks,", "published": "2017-12-07T10:46:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "46b4feddb7cb9a2b59483259dbff78bfda571188", "url": "http://omgili.com/ri/.wHSUbtEfZQIN20shXZM0EeS3H.FqQyMTxC0fT7PmCQeOMmgTokunSI46UXuIeIROTvjSiIfleALzJpTIP4OCd5DWM3j.mIdZbnKZ9y0zE.s3dCeFC3v0u.xURCViaLA69vr8NCV0hhKSrPd7MDntQ--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T10:46:00.000+02:00", "title": "vocalist musician playing Fiddle and / or Keyboards - Bucks,", "text": "charlesfoskett (Dunstable)   8:46am vocalist musician playing Fiddle and / or Keyboards player wanted for Folk and Roots band project based in the Hertfordshire, Buckinghamshire, Bedfordshire, Cambridgeshire, Northamptonshire and London areas. We are looking, primarily for a great player who must be able to deliver a heartfelt, expressive and emotive performance both live and in the studio - the right person should also be able to play either violin, viola and/or keyboards/ accordion (or both) to a high standard and possess a charismatic stage persona. We would also prefer that person to be able to sing bv's and have a good ear for harmony vocals. We are three professional musicians who are creating a new band in the folk and roots genre - We are both writing and producing a debut album and when the line-up is completed we have top notch booking agents both in the UK and in Europe ready to get us on tour both nationally and internationally. Between us we play a selection of instruments inc, guitars, mandola, pipes, bodhran, whistles, bass, banjo, percussion and own a professional recording studio and record label. We aim to : 1. have a massive amount of fun - 2. keep the musical standards extremely high - 3. Keep the choice of material very strong - 4. keep the focus on growing the project to match the best in the market place. 5. develop great vocal harmonies to equally great story line song material. 6. develop musical arrangements that have great dynamics from power to intimacy. 7. network our profile and business to the highest echelons of the industry and the market place. Interested ?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "northamptonshire", "sentiment": "none"}], "locations": [{"name": "dunstable", "sentiment": "none"}, {"name": "buckinghamshire", "sentiment": "none"}, {"name": "cambridgeshire", "sentiment": "none"}, {"name": "bedfordshire", "sentiment": "none"}, {"name": "uk", "sentiment": "none"}, {"name": "europe", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "hertfordshire", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:27.016+02:00"}, {"thread": {"uuid": "43f911a9252a0f509aa1a89080545363db39c7cc", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4v4m4d2ducSk-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands", "title_full": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands Forum - TripAdvisor", "published": "2017-12-03T15:01:00.000+02:00", "replies_count": 8, "participants_count": 4, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "688156635e0323b11d53aa47dc7b65667f6df6b2", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.42pT5ysgAFQOydAfkTcmwzw--", "ord_in_thread": 4, "author": "Paulinalo", "published": "2017-12-07T10:26:00.000+02:00", "title": "", "text": "Dear all, Thank you for your advice...will drive carefully and hope that the weather will be friendly :-) Regards, Paulina Lo", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.018+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "370b69040f31985840d86c766b8a220eb592831a", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJge9JphNiWfJouGaksFgvIQ-", "ord_in_thread": 58, "author": "Anonymous", "published": "2017-12-06T20:23:00.000+02:00", "title": "", "text": ">>19997028\n>Holy fucking shit! this has to be a joke right?\n>You don't seriously believe that this stuff is actually showing the shit you're claiming?\nIt looks odd, and \"looks sorta like\"...\nOther than that...\nDecide for yourself...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.019+02:00"}, {"thread": {"uuid": "43f911a9252a0f509aa1a89080545363db39c7cc", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4v4m4d2ducSk-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands", "title_full": "Lofoten Island - Des 23 to 28 2017 - Lofoten Islands Forum - TripAdvisor", "published": "2017-12-03T15:01:00.000+02:00", "replies_count": 8, "participants_count": 4, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "51c5c331069180481f91d24e7af807f40e837af9", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXNHhvWuS9FlXwVqJPC1yxYf.PzTVDTZvaA79FK2h93NoaFyCSvA3iDSBUYaLjq34AL78w5XE5MuLfyezoMq4DzlSrmNXM4w5nLvnvm34_X4pA9_FKtPBM5d4AvyWui89IdW7ni7lxA3Ym2G0bK8wt.4eqXC5gvF_jDWo1O5c4pRuA--", "ord_in_thread": 7, "author": "klimaflyktning", "published": "2017-12-07T11:13:00.000+02:00", "title": "", "text": "Oh well, at least the rescue truck companies will have a brisk business. They are already overworked according to local press. Did I mention SAFETY ? Edited: 3:13 am, today", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.020+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4e80f9fff7975590affde9c57503faca8f242461", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlN3YYxTuPOZmk", "ord_in_thread": 1, "author": "Bearington", "published": "2017-12-07T00:00:00.000+02:00", "title": "", "text": "The right thing to do is to have it in the same condition it was on when you were selling (obviously without your belongings in it). It doesn't have to be as spotless as an exit clean but I just see it as good manners to do what you have suggested.\nWe rented our current home back to the previous owners for a brief period after settlement with the agreement that it would be cleaned to a fair standard when they left. They left it disgustingly dirty and we had to get it professionally cleaned before we could even move in. Because it had already settled and we had no formal lease agreement in place we had no recourse. Lesson learned and I'm sure karma will come back to bite them.\nThe house we sold prior to purchasing our current home I scrubbed bottom to top as we knew a family with a newborn baby were moving in and I know just how stressful that can be! I think when someone is paying you 100's of 1000's of dollars for something you should show a little appreciation.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:27.023+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "66ab786751ccffde37dc6d6c439e7727e006cc00", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUmTGfH3ZB0wI-", "ord_in_thread": 12, "author": "John Fell", "published": "2017-12-04T15:18:00.000+02:00", "title": "", "text": "notesfrom said: ↑ Had the same thought this morning!\nA one-off reform of the 60s Yardbirds for a Royal Albert Hall show - live album/DVD.\nThe guitarists can take turns and all jam at the end and play in various combinations. Claptone, Beck, Page. The show would sell out in less than an hour even without Clapton.\nGuest singers - Robert Plant (For Your Love, Dazed & Confused), Steve Tyler, etc. etc. Click to expand... And invite Top Topham if he is able to play.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.001+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "869c10b8273f32c16aca8f694fa4dace9e80c674", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJjFXJTbEGPx47bDr9vQkWDY-", "ord_in_thread": 65, "author": "Anonymous", "published": "2017-12-07T03:03:00.000+02:00", "title": "", "text": ">>19990041\nIt's a rock with mineral deposits in it you retard.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.002+02:00"}, {"thread": {"uuid": "a5a2aa97dafb4c967e773f5b7930da36c5c4d22e", "url": "http://omgili.com/ri/jHIAmI4hxg8vUdzJk69cXLbt6Og5ndAlgtfCJTNxg62rYaDUD89A9b0MkFR8J2RIgjErt__TzfM-", "site_full": "www.akfiles.com", "site": "akfiles.com", "site_section": "http://www.akfiles.com/forums/forumdisplay.php?f=5", "site_categories": ["social"], "section_title": "Marketplace - The AK Files Forums", "title": "SPF: VEPR 12 stock & trunnion package", "title_full": "SPF: VEPR 12 stock & trunnion package - The AK Files Forums", "published": "2017-12-06T08:04:00.000+02:00", "replies_count": 1, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "", "performance_score": 0, "domain_rank": 73634, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d6dc2f7c59e8b79b239a84ff042c291ebcd14c85", "url": "http://omgili.com/ri/jHIAmI4hxg8vUdzJk69cXLbt6Og5ndAlgtfCJTNxg62rYaDUD89A9b0MkFR8J2RIkCkkJB9w7Ysv1Yz9VJjxKna_4.5k4iOF", "ord_in_thread": 1, "author": "militarygunguy", "published": "2017-12-07T09:21:00.000+02:00", "title": "", "text": "I'll take it", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.002+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "697d2364b2b624f986c9cee2f256ccd120dd0eda", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJo_z6eT8pFDBNpiUBLHcNVo-", "ord_in_thread": 59, "author": "Anonymous", "published": "2017-12-07T00:04:00.000+02:00", "title": "", "text": "Fucking moonmoon level retardation", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.003+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b27890d0276a7881683a6dbbd955b7c57096f28e", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJo_z6eT8pFDBZtmVbzwKDUc-", "ord_in_thread": 60, "author": "Anonymous", "published": "2017-12-07T00:07:00.000+02:00", "title": "", "text": "LOOK GUYS! I found this rock while walking home from school xddd. I think its an ancient butt plug from the aliens xd", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.005+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "bfe791beb223f95f0dae6fbfccb45ca8155ec8aa", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJge9JphNiWfJp7aYhnuj.Q8-", "ord_in_thread": 55, "author": "Anonymous", "published": "2017-12-06T17:47:00.000+02:00", "title": "", "text": ">>19989847\n>mars, a planet with a much thinner and completely dry atmosphere, which it has retained for untold eons\nhow do you know?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.005+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "95f196d886f8f3e05ba39637d1e43f3408c9f307", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJge9JphNiWfJbbT7Zv6BnxM-", "ord_in_thread": 56, "author": "Anonymous", "published": "2017-12-06T20:18:00.000+02:00", "title": "", "text": ">>19996978\nPost them...!\nLets do it...!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.007+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "90bf70852c05392e4cd27d75f22bc8bb814425b6", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJhHTVF7AyzerKd_iMZLWfhA-", "ord_in_thread": 67, "author": "Anonymous", "published": "2017-12-07T13:10:00.000+02:00", "title": "", "text": ">>19989784\nno I don't want to listen to your damn song again where's my dlc", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.008+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a0e4c565e1173973c0e9a2351f7aa9439ad71b6d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlN70gMQdnRdCM", "ord_in_thread": 4, "author": "FretfulMum", "published": "2017-12-07T00:32:00.000+02:00", "title": "", "text": "We left our house in immaculate condition. I cleaned all the walls, on top of cupboards, inside draws, bottom of pantry etc & also hired a cleaner to do a big clean (wash floors, clean bathrooms, vacuum etc). Unfortunately our new house wasn’t left in the same condition 😒 the splash backs were dirty, bathroom floors hadn’t been mopped, there was about 2mm of dirt& dust on the window sills. I was not impressed as I then had to spend several hundred on a professional clean before we moved in", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.008+02:00"}, {"thread": {"uuid": "11e63ba3b3d51f9412f66334bddb1648cdf17d64", "url": "http://omgili.com/ri/jHIAmI4hxg.7IeuLihiNcQwT.xXm0tMZ_HmpGWYRw1jBUNQnoBOYuEDvwfJAoutFLMp3bez9JtM0Yd1_Q0Y9UpsThnSk6IOLu7ZXJ6lZAqnFzmblA2lOcw--", "site_full": "www.naijamagazineonline.com", "site": "naijamagazineonline.com", "site_section": "http://www.naijamagazineonline.com/", "site_categories": [], "section_title": "Naija Magazine Online", "title": "Scientist Discover How To Make Petrol Using Beer", "title_full": "Scientist Discover How To Make Petrol Using Beer", "published": "2017-12-07T08:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "11e63ba3b3d51f9412f66334bddb1648cdf17d64", "url": "http://omgili.com/ri/jHIAmI4hxg.7IeuLihiNcQwT.xXm0tMZ_HmpGWYRw1jBUNQnoBOYuEDvwfJAoutFLMp3bez9JtM0Yd1_Q0Y9UpsThnSk6IOLu7ZXJ6lZAqnFzmblA2lOcw--", "ord_in_thread": 0, "author": "Naija Magazine Online (noreply@blogger.com)", "published": "2017-12-07T08:15:00.000+02:00", "title": "Scientist Discover How To Make Petrol Using Beer", "text": "\nSCIENTISTS  have discovered a way to make sustainable fuel using beer. \nChemists from the University of Bristol have been trying for many years to formulate a method of converting ethanol into butanol. \nThe gasoline currently sold is America typically 10 per cent ethanol. \nHowever, using ethanol to make petrol can have its downfalls. \nEthanol has a low energy density, it mixes too easily with water and it has the potential to damage car engines.  \nButanol is a far superior fuel alternative, but is tricky to make from sustainable sources. \nWith this in mind, the scientists set to work developing the technology to convert the ethanol found in alcohol into butanol.  \nREAD:  In FCT, Fuel Queues Reappear Despite NNPC’s Assurances \n\n“Alcoholic drinks are an ideal model for industrial ethanol fermentation broths - ethanol for fuel is essentially made using a brewing process,” explained Professor Duncan Wass whose team led the research. \n“If our technology works with alcoholic drinks (especially beer which is the best model) then it shows it has the potential to be scaled up to make butanol as a petrol replacement on an industrial scale.” \nMuch to their delight, the scientists ascertained that the technology that they used to convert ethanol into butanol - called a catalyst - was able to convert the ethanol found in beer into butanol.  \nTheir findings have demonstrated the potential to create butanol-based sustainable fuel alternatives on a much larger scale in future. \n“Turning beer into petrol was a bit of fun, and something to do with the leftovers of the lab Christmas party, but it has a serious point,” said Professor Wass. \n“Beer is actually an excellent model for the mixture of chemicals we would need to use in a real industrial process, so it shows this technology is one step closer to reality.” (The Independent) \n\nKindly share, leave a comment, contact us, like or follow us on   Twitter   Facebook   Instagram . Do you have a story, or want to publicise your activities and promote your brand? Contact the Editor by  Email . ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "wass", "sentiment": "none"}, {"name": "duncan wass", "sentiment": "none"}], "organizations": [{"name": "twitter   facebook   instagram", "sentiment": "none"}, {"name": "fct", "sentiment": "none"}, {"name": "nnpc", "sentiment": "none"}], "locations": [{"name": "bristol", "sentiment": "none"}, {"name": "america", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:28.009+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f2dc728b93f93db7c310760b520780d8e152cc6a", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlN8mfFUMkbPXz", "ord_in_thread": 7, "author": "Oriental lily", "published": "2017-12-07T01:06:00.000+02:00", "title": "", "text": "When my sil was about to move in to their new home they had bought they checked the condition of it through the windows before settlement . Now the house was vacant when for sale and pretty shoddy condition ( holes in walls , very stained carpet) so they already expected to do a whole repaint new floor coverings so that didint bother them . What did bother them was the outside storage shed full to the brim of the old owners possesions . The real estate state then had the cheek to say they could keep the possesions , sell it or throw it out !No way did they want all that crap clogging up their storage shed when it was worth close to nothing and just a huge task . The realestate then said it had been a very rough divorce and neither half would take responsibility for the possesions . Well my SIL refused settlement until it was cleared out which happened ( by who nobody knows ) but after settlement there is really little that can be done but to let things go smoothly it’s best the make the house presentable as possible ( and just be polite to remove the pubes !)\nEdited by Oriental lily, 07 December 2017 - 07:09 PM.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.009+02:00"}, {"thread": {"uuid": "5218ca2ff7a7c94abe510a1d006dc69c20daf41c", "url": "http://omgili.com/ri/.wHSUbtEfZRcWBiZBBz5AgX187PIctouqMkKCDx1zenjSDLL2FhyVtXC88gBq5lS7c0xHadTh.8ufkJr4z5Aj6wA5_8_DCU477feV1OeXxf8t7J0Fv9jZg--", "site_full": "lynchburg.craigslist.org", "site": "craigslist.org", "site_section": "http://lynchburg.craigslist.org/search/ppp?format=rss", "site_categories": ["non_standard_content", "adult"], "section_title": "craigslist lynchburg | personals search", "title": "Middle (((Age))) Mummy Want Suck....!! Tonight ....!! (lynchburg)", "title_full": "Middle (((Age))) Mummy Want Suck....!! Tonight ....!! (lynchburg)", "published": "2017-12-07T09:14:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 71, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5218ca2ff7a7c94abe510a1d006dc69c20daf41c", "url": "http://omgili.com/ri/.wHSUbtEfZRcWBiZBBz5AgX187PIctouqMkKCDx1zenjSDLL2FhyVtXC88gBq5lS7c0xHadTh.8ufkJr4z5Aj6wA5_8_DCU477feV1OeXxf8t7J0Fv9jZg--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T09:14:00.000+02:00", "title": "Middle (((Age))) Mummy Want Suck....!! Tonight ....!! (lynchburg)", "text": "status: married   Looking for a young guy white/black/mixed race/asian to suck my ass ages 23+ experienced and first timers all welcome I can also host. do NOT contact me with unsolicited services or offers post id: 6415727739", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.011+02:00"}, {"thread": {"uuid": "6dceafce90735404204155c5e9998c7d6627c7a3", "url": "http://omgili.com/ri/jHIAmI4hxg.4bjr.GKg00VMX1R0PDf65IezWwBpMfPcVFgDzqx1utGMKjZ6r0zja5qCr_4LNrP2j4PNs.pT3PzwnHi4739x5cc7lNvR5JVo-", "site_full": "wawoodworking.blogspot.com", "site": "blogspot.com", "site_section": "http://wawoodworking.blogspot.com/feeds/posts/default", "site_categories": [], "section_title": "Blog Woodworking Plans", "title": "free woodworking plans sketchup", "title_full": "free woodworking plans sketchup", "published": "2017-12-07T10:16:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "https://lh6.googleusercontent.com/proxy/dEeM4ZaHXB0byPmxNTDJuqJswobjcS7FxDtdhCFhyzk2l60Wu9YxgEQld_rNqSs3rSRWDfHSiIIh1Qutmr3o1o7bm4mZsSFLPt1MPhEvJJpuI1P_grfnvfCD3BlxmUaTTiBYZ32jfurdutIQA5ty4tm1N3eJxJeCDeaJeCWOtRmvR2SGmslX=w1200-h630-p-k-no-nu", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6dceafce90735404204155c5e9998c7d6627c7a3", "url": "http://omgili.com/ri/jHIAmI4hxg.4bjr.GKg00VMX1R0PDf65IezWwBpMfPcVFgDzqx1utGMKjZ6r0zja5qCr_4LNrP2j4PNs.pT3PzwnHi4739x5cc7lNvR5JVo-", "ord_in_thread": 0, "author": "wawa (noreply@blogger.com)", "published": "2017-12-07T10:16:00.000+02:00", "title": "free woodworking plans sketchup", "text": "  00.16 free woodworking plans sketchup This is the home (welcome) page 3d woodworking plans, here you will find searchable links to the currently available plans. happy woodworking!. Here are your search results for sketchup woodworking plans and information the internet's original and largest free woodworking plans and projects links database.. Free woodworking project plans . clicking the thumbnails will take you to the article where you will find a plan for that project. some of the plans are very basic. Diy woodwork ideas | my woodworking plans Woodworking plans in sketchup woodworking bench leg vise diy ideas You can download a deluxe sketchup drawing of the schoolbox, a project Sketchup for woodworking. sketchup is hands-down the most intuitive, the world’s biggest library of free 3d models.. Most of these woodworking plans were drawn in sketchup, a free 3d cad program. for most plans, more free woodworking plans at woodworking.formeremortals.net.. Thanks to \"fine woodworking\", i've recently started using google sketchup for my woodworking projects. i'd like to share them (freely) to anyone that is interested.. 0 komentar to “free woodworking plans sketchup” Posting Komentar", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "komentar", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.012+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c71916640ac8a78e1167bc0a6a18cedaf0f3a554", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJjFXJTbEGPx4yKRw1Kh0GXk-", "ord_in_thread": 66, "author": "Anonymous", "published": "2017-12-07T04:38:00.000+02:00", "title": "", "text": ">>19998529\nThat's a petrified Butt-Plug alright...\nI'm a Bull-Queer Homosexual and I definitely recognize it...\nSo what are you doing tonight AC #19998529?\nYou have a good eye for Butt-Plugs, want to go Rock-Hounding with me?\nI prefer secluded remote locations...!\nxxx", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.013+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "655e5dd02532c2b8e21c1a980c0cf6eb9bd43c00", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJge9JphNiWfJ_CWp0LWvP_U-", "ord_in_thread": 57, "author": "Anonymous", "published": "2017-12-06T20:20:00.000+02:00", "title": "", "text": ">>19996848\n>>Check out Joseph Farrell!\nI Will...!\nThanks.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.013+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8b5ba6daf867501f2333916338cf45b7978fa957", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlN7ej.ERxioSM", "ord_in_thread": 8, "author": "jayskette", "published": "2017-12-07T01:07:00.000+02:00", "title": "", "text": "Not a necessity but would be lovely.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.014+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "01c1338191fc367b344dcba49690aa195200a0c5", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlN16gHcBKlwmy", "ord_in_thread": 2, "author": "Dianalynch", "published": "2017-12-07T00:02:00.000+02:00", "title": "", "text": "Congratulations!\nWe sold earlier this year, and did a standard clean at settlement. That's also what we did for the two other properties we've sold.\nThey've all been cleaner than the places we've bought.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.021+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a05ce96be2abf8f75db1a90ee1e92fb061258655", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJo_z6eT8pFDBWmfo5qaqzdc-", "ord_in_thread": 62, "author": "Anonymous", "published": "2017-12-07T00:40:00.000+02:00", "title": "", "text": ">>19994513\nRacist", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.024+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3e2bdddecf8bd56cd88c5bc14f279b09143fc010", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlN.n9Livc.Oo0", "ord_in_thread": 3, "author": "casime", "published": "2017-12-07T00:02:00.000+02:00", "title": "", "text": "I've bought and sold a lot, and I think the house should be the same as an end of lease clean is expected to be. There's nothing worse than walking into your exciting new home, and finding someone else's pubic hair on the floor of the shower (as happened to me in this house). I always expect that I will have to do it myself, but it really does make me think less of the previous owners if they can't at least clean the house before leaving.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.025+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c4e2d667c7cafec0be5019c315f1039a90957f3f", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlN89B6U7GjZ38", "ord_in_thread": 6, "author": "~Greengables~", "published": "2017-12-07T00:58:00.000+02:00", "title": "", "text": "I paid cleaners to clean our sold house spotless including inside all kitchen cupboards and had the oven professionally cleaned to sell. I also scrubbed all doors, walls, skirting boards etc to sell. I steam cleaned the carpets before moving out too, don't ask me why. The house was spotless. The new owners then tore out the kitchen, bathroom and carpets and did a whole remodel before moving in so go figure. It was just a matter of decency and pride for me. I then spent a week scrubbing the new house prior to moving in. There is no karma in property.\nEdited by ~Greengables~, 07 December 2017 - 06:59 PM.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.026+02:00"}, {"thread": {"uuid": "a017170dcdda4be412fb34a583d9e68b34fdcce0", "url": "http://omgili.com/ri/SEMpReyPU47yNyh5jEcK.iehLA0lg21B6shLL9Q2ZE8nTfZxP6n31caYRhXRVIU6neCFVDIAoTpNl5_VJ0.UhmR_mjfE70naH6YQ9z77a7oJcaZhhaZVjw--", "site_full": "lindajoyadams.blogspot.com", "site": "blogspot.com", "site_section": "http://lindajoyadams.blogspot.com/", "site_categories": [], "section_title": "Linda Joy Adams", "title": "California Is Being Sued Because So Few Of Their Public School Children Can Read – The American Dream", "title_full": "California Is Being Sued Because So Few Of Their Public School Children Can Read – The American Dream", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a017170dcdda4be412fb34a583d9e68b34fdcce0", "url": "http://omgili.com/ri/SEMpReyPU47yNyh5jEcK.iehLA0lg21B6shLL9Q2ZE8nTfZxP6n31caYRhXRVIU6neCFVDIAoTpNl5_VJ0.UhmR_mjfE70naH6YQ9z77a7oJcaZhhaZVjw--", "ord_in_thread": 0, "author": "Linda Joy Adams (noreply@blogger.com)", "published": "2017-12-07T11:15:00.000+02:00", "title": "California Is Being Sued Because So Few Of Their Public School Children Can Read – The American Dream", "text": "California Is Being Sued Because So Few Of Their Public School Children Can Read – The American Dream ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": [{"name": "california", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:28.027+02:00"}, {"thread": {"uuid": "3d1b4a583df8877275b25c8915536af215b6313d", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qIbpGJq5ry9gg--", "site_full": "www.essentialbaby.com.au", "site": "essentialbaby.com.au", "site_section": "http://www.essentialbaby.com.au/forums/index.php?/forum/111-what-do-you-think/", "site_categories": ["pregnancy", "family_and_parenting"], "section_title": "What Do You Think? - Essential Baby", "title": "Selling a house - how clean for settlement?", "title_full": "Selling a house - how clean for settlement? - What Do You Think? - Essential Baby", "published": "2017-12-06T23:52:00.000+02:00", "replies_count": 8, "participants_count": 9, "site_type": "discussions", "country": "AU", "spam_score": 0.001, "main_image": "http://www.essentialbaby.com.au/forums/public/style_images/master/meta_image.png", "performance_score": 0, "domain_rank": 40097, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9a8dd691816fdeecf1ed8e73664771763f47cec5", "url": "http://omgili.com/ri/jHIAmI4hxg9UNs_b7vYkcd3KwHZ_cMJgyqR2V6qaf744E4VdvpVmjsz_Az1wDlZ.9RUrkOB0VjdkRUUeEwPemzPy5X09EAtoz0S6gByJ8R3_sbP6VjHG2OWv.Tj0hegUzBD5CJqf5qLVrgytZYBlNyVxI1NsEOT0", "ord_in_thread": 5, "author": "~LM~", "published": "2017-12-07T00:43:00.000+02:00", "title": "", "text": "THere is no set standard. I guess it should be as clean as your open houses, but you can't see dirt under couches etc during a quick walk through.\nWhen we sold our last house the new owners actually complained to our agent about how dirty the place was. I was so upset!!. We had actually paid a lot for a deep professional clean the day before, and had done everything we humanly could before leaving, I vacuumed so much dust!! And we mopped! But time frames were tight and the actual moving process left a lot of dirt on the floors I guess, and we had black tiles that showed up every footprint.\nWe offered to pay for another hour of cleaning, just as goodwill, our agent said we didn't have to, but in the end the new owners declined (came to their senses I presume) as no doubt them moving in created more mess than we left the house in!\nThe house we moved into was immaculate and we trashed it within hours movifnour stuff in. So there you go.\nI say make sure the benches and bathrooms are clean, but forget about the floors, there's no point.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.029+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fa6bfffd9e0881f058157912dc33c136b5a59d96", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJo_z6eT8pFDByqddL9MBKpo-", "ord_in_thread": 63, "author": "Anonymous", "published": "2017-12-07T01:22:00.000+02:00", "title": "", "text": ">>19987018\nIt's a cliff, the shadows are caused by sunlight. Have you never seen a cliff overhang before?\nPic of what it would look like on earth", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.030+02:00"}, {"thread": {"uuid": "65b8fcde1c27b16fa22bc9842278f9602730283d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJpjNkRGBcUBe", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/x/", "site_categories": ["adult", "non_standard_content"], "section_title": "/x/ - Paranormal - 4chan", "title": "Mars Images - ?", "title_full": "/x/ - Mars Images - ? - Paranormal - 4chan", "published": "2017-12-04T04:48:00.000+02:00", "replies_count": 67, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "90775e24ff2fb1539db0617531fcf676f28c7fb9", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pFMDNLzmgi_xOidAPnnQcJo_z6eT8pFDBwLBQdJjFh0A-", "ord_in_thread": 64, "author": "Anonymous", "published": "2017-12-07T02:09:00.000+02:00", "title": "", "text": ">>19993929\nWhere is this from? Source!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:28.034+02:00"}, {"thread": {"uuid": "662931022da7d9d07f2151682e1732200a9ab1d0", "url": "http://omgili.com/ri/_DuQb1SwTFoJiIRC7b5L8g9J2AIXZLagUmHlMs336DOGGanus_nGgJBCVKbywC2ycRAUjkkWlu2ZbVJ0WzOE4IHrW2kz_6s7lX5yxXoELxTFCasLSDCrMQ--", "site_full": "graceandtruth117.blogspot.com", "site": "blogspot.com", "site_section": "http://graceandtruth117.blogspot.com/", "site_categories": [], "section_title": "StandPoint117", "title": "Pastor Joseph Prince | Mediate and Believe Right", "title_full": "Pastor Joseph Prince | Mediate and Believe Right", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "662931022da7d9d07f2151682e1732200a9ab1d0", "url": "http://omgili.com/ri/_DuQb1SwTFoJiIRC7b5L8g9J2AIXZLagUmHlMs336DOGGanus_nGgJBCVKbywC2ycRAUjkkWlu2ZbVJ0WzOE4IHrW2kz_6s7lX5yxXoELxTFCasLSDCrMQ--", "ord_in_thread": 0, "author": "NeoAcct TV (noreply@blogger.com)", "published": "2017-12-07T11:15:00.000+02:00", "title": "Pastor Joseph Prince | Mediate and Believe Right", "text": "\n\nMeditate On God sent forth His Son…to redeem those who were under the law, that we might receive the adoption as sons. Galatians 4:4–5 A Matter Of Spirit As an heir of God, you have a rich inheritance. All the blessings of your heavenly Father are yours!\n“Well, Pastor Prince, if it’s true that I am an heir of God because I’m His son, then why am I still not seeing the blessings?”\nI asked the Lord the same question once. I said, “Lord, why is it that there are believers who don’t seem to be blessed despite the fact that they are Your sons and heirs?” The Lord said this to me, “It’s a matter of spirit.” Then, He pointed me to Romans 8:15, NIV—“For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, ‘ Abba , Father.’” He was telling me that walking in His blessings has to do with having a spirit of sonship.\nHow does the spirit of sonship operate? By the cry, “ Abba , Father!” The Holy Spirit left the word  Abba , meaning “Daddy” or “Papa,” untranslated in Romans 8:15 so that we will know that God wants us to have an intimate relationship with Him. Seeing God as Daddy and calling Him “Daddy” or “Papa” removes any distance and breaks down every barrier between you and God. It brings you into an intimate relationship with God and that’s how the spirit of sonship operates.\nSo beloved, have a spirit of sonship. Don’t see God as an impersonal, distant being who doesn’t really care how you feel. He isn’t just Almighty God, He is also your Daddy! Have this sense of intimacy with Him all the time and start to walk in a greater measure of your Daddy’s blessings!\n\njosephprince.com theletgobook.com ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "joseph prince", "sentiment": "none"}, {"name": "prince", "sentiment": "none"}], "organizations": [{"name": "holy spirit", "sentiment": "none"}, {"name": "niv", "sentiment": "none"}, {"name": "abba", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.000+02:00"}, {"thread": {"uuid": "77e9f0385321fb8fdd76510ce4165105772108fa", "url": "http://omgili.com/ri/_0JOtn.4SCpBxsSvCS3A1ZYyiEv507rMMqkU.zqtjCGDu7syjD.emWtL_tgP.Hkzsobgj9vPrPGpfVtNVBF28ryXGfvEY_8Y", "site_full": "blog.artparks.co.uk", "site": "artparks.co.uk", "site_section": "http://blog.artparks.co.uk/", "site_categories": [], "section_title": "ArtParkS Sculpture Blog", "title": "'Dream VII (Bronze Satieated nude Kneeling Girl maquette)' by artist Edward Fleming", "title_full": "'Dream VII (Bronze Satieated nude Kneeling Girl maquette)' by artist Edward Fleming", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "GB", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "77e9f0385321fb8fdd76510ce4165105772108fa", "url": "http://omgili.com/ri/_0JOtn.4SCpBxsSvCS3A1ZYyiEv507rMMqkU.zqtjCGDu7syjD.emWtL_tgP.Hkzsobgj9vPrPGpfVtNVBF28ryXGfvEY_8Y", "ord_in_thread": 0, "author": "William de Sausmarez (noreply@blogger.com)", "published": "2017-12-07T11:15:00.000+02:00", "title": "'Dream VII (Bronze Satieated nude Kneeling Girl maquette)' by artist Edward Fleming", "text": "\n#Artist Edward Fleming's #artwork 'Dream VII (Bronze Satieated nude Kneeling Girl maquette)' http://artparks.co.uk/s8739 at ArtParkS. This sculpture is available. It has the dimensions of 5 x 4 x 4 in and is part of a limited edition (25), it is sculpted from a medium of #bronze. \n#art #sculpture #fineart #sculptor #EdwardFleming", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "edward fleming", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.000+02:00"}, {"thread": {"uuid": "aeec3ecf269c4ddc961823093782093f5a27b763", "url": "http://omgili.com/ri/.wHSUbtEfZTiUBndKDNMlFJOfW_Y0gQC0t4nm72emPhVWz6RWwyqCfLYw7ytycc77R1z5PSZfkvygPIgECtddf_DmOXkKb9ZI0mH7AcFzKTy3HKX8VnvAV7eU5yFOPSWur3DLA6YZXAVbZyIoi.cR1P1lvX7EkH19JfiWb_dJSY-", "site_full": "philippineskpopworldunite.wordpress.com", "site": "wordpress.com", "site_section": "https://philippineskpopworldunite.wordpress.com", "site_categories": [], "section_title": "GOT7 “Teenager” Performance Music Video Reach 1M Views within 18Hrs – PHILIPPINES KPOP WORLD UNITE", "title": "GOT7 “Teenager” Performance Music Video Reach 1M Views within 18Hrs", "title_full": "GOT7 “Teenager” Performance Music Video Reach 1M Views within 18Hrs", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "aeec3ecf269c4ddc961823093782093f5a27b763", "url": "http://omgili.com/ri/.wHSUbtEfZTiUBndKDNMlFJOfW_Y0gQC0t4nm72emPhVWz6RWwyqCfLYw7ytycc77R1z5PSZfkvygPIgECtddf_DmOXkKb9ZI0mH7AcFzKTy3HKX8VnvAV7eU5yFOPSWur3DLA6YZXAVbZyIoi.cR1P1lvX7EkH19JfiWb_dJSY-", "ord_in_thread": 0, "author": "Sushiilove143", "published": "2017-12-07T11:15:00.000+02:00", "title": "GOT7 “Teenager” Performance Music Video Reach 1M Views within 18Hrs", "text": "It’s a success GOT7 “Teenager” Performance dance music video reach 1M Views on Youtube.\nKeep streaming\nAdmin – shii", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.000+02:00"}, {"thread": {"uuid": "a05daca2632fc298caa67e577caaee975c4ece37", "url": "http://omgili.com/ri/.wHSUbtEfZT.IMvrghXM1F8KPmdaMYD8ZPtGsmYkVPCZiXlYwR_Ed6QYB6Um.iTQbJdZQpuFMisJy5gf_gbiZ.ArKzF1HpBOXtIQzDxQ1Pkn3Q7aVi0INBVQCLsrmiZ2", "site_full": "prayingformygrownkids.wordpress.com", "site": "wordpress.com", "site_section": "https://prayingformygrownkids.wordpress.com", "site_categories": [], "section_title": "Daily Prayer from Jeremiah 31:33 – \"Praying For My Grown Kids\" Blog", "title": "Daily Prayer from Jeremiah 31:33", "title_full": "Daily Prayer from Jeremiah 31:33", "published": "2017-12-07T11:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a05daca2632fc298caa67e577caaee975c4ece37", "url": "http://omgili.com/ri/.wHSUbtEfZT.IMvrghXM1F8KPmdaMYD8ZPtGsmYkVPCZiXlYwR_Ed6QYB6Um.iTQbJdZQpuFMisJy5gf_gbiZ.ArKzF1HpBOXtIQzDxQ1Pkn3Q7aVi0INBVQCLsrmiZ2", "ord_in_thread": 0, "author": "Cheryl", "published": "2017-12-07T11:00:00.000+02:00", "title": "Daily Prayer from Jeremiah 31:33", "text": "Father, please put your instructions deep within . Put your law in her (his) mind and write it on her (his) heart. Then you will be her (his) God, and she (he) will belong to you.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "jeremiah", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.003+02:00"}, {"thread": {"uuid": "6853575b89f88ee66e3dba12092811f0c6b432de", "url": "http://omgili.com/ri/jHIAmI4hxg.LajKi3ERRC_.5qZud45ZnPyN8kOa8qiql_sCQBVbzJU7yD8LQ4eXsX3YGsH5j9mlcUvy4Uld3prGscw_bLyvH2qJLOvmPEr0-", "site_full": "www.makeupbydyna.com", "site": "makeupbydyna.com", "site_section": "http://xdynax.blogspot.com/feeds/posts/default", "site_categories": ["social"], "section_title": "DYNA", "title": "FULL FACE OF NEW FLORMAR MAKEUP! FIRST IMPRESSIONS!", "title_full": "FULL FACE OF NEW FLORMAR MAKEUP! FIRST IMPRESSIONS!", "published": "2017-12-07T10:45:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "", "spam_score": 0.0, "main_image": "https://lh5.googleusercontent.com/proxy/otrdFXF-T6Ed2f5jDcUJJDA49zdSF244F7Yjv6lg2xjsM0_SIdRUrjSEXCvwndS6ngnpCfnH4HW5s_qmAcSTE_Cs7EM=w1200-h630-n-k-no-nu", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6853575b89f88ee66e3dba12092811f0c6b432de", "url": "http://omgili.com/ri/jHIAmI4hxg.LajKi3ERRC_.5qZud45ZnPyN8kOa8qiql_sCQBVbzJU7yD8LQ4eXsX3YGsH5j9mlcUvy4Uld3prGscw_bLyvH2qJLOvmPEr0-", "ord_in_thread": 0, "author": "Dyna (noreply@blogger.com)", "published": "2017-12-07T10:45:00.000+02:00", "title": "FULL FACE OF NEW FLORMAR MAKEUP! FIRST IMPRESSIONS!", "text": "FULL FACE OF NEW FLORMAR MAKEUP! FIRST IMPRESSIONS! Share \nI would love to hear what you think ! Popular Posts", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.004+02:00"}, {"thread": {"uuid": "6570a54323ce695786ec976f9cd89a7e4bd31fba", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gSzM0IlAPBRQi3meTH9GxDL8-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:14:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6570a54323ce695786ec976f9cd89a7e4bd31fba", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gSzM0IlAPBRQi3meTH9GxDL8-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:14:00.000+02:00", "title": "", "text": "/hgg/ [KISS] �J�X�^�����C�h3D2 pastebin qZQGcmxX", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.005+02:00"}, {"thread": {"uuid": "3fe54944ec4ccaa888837f9365a443a9dabd3c77", "url": "http://omgili.com/ri/.wHSUbtEfZQdimn8FyOuN8xjKaj5Hpj64Htq5Trwso90tR5I5NAaBDXsPSXCwOrYjYU7nyBPM.O4_TxeGKNNbbEhMw1GEGRJIC8VUritl2Ql7_Hc2t54EQ--", "site_full": "www.mmorpg.com", "site": "mmorpg.com", "site_section": "http://feeds2.feedburner.com/mmorpg/news", "site_categories": ["hobbies_and_interests", "video_and_computer_games", "adult", "non_standard_content"], "section_title": "MMORPG.COM Latest News", "title": "Elsword - Prepare for the 3rd Job in New Event", "title_full": "Elsword - Prepare for the 3rd Job in New Event", "published": "2017-12-07T10:55:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "//images.mmorpg.com/images/heroes/news/46635.jpg", "performance_score": 0, "domain_rank": 14233, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3fe54944ec4ccaa888837f9365a443a9dabd3c77", "url": "http://omgili.com/ri/.wHSUbtEfZQdimn8FyOuN8xjKaj5Hpj64Htq5Trwso90tR5I5NAaBDXsPSXCwOrYjYU7nyBPM.O4_TxeGKNNbbEhMw1GEGRJIC8VUritl2Ql7_Hc2t54EQ--", "ord_in_thread": 0, "author": "news@mmorpg.com", "published": "2017-12-07T10:55:00.000+02:00", "title": "Elsword - Prepare for the 3rd Job in New Event", "text": "Posted by Suzie Ford on Dec 07, 2017 | Comments \nFrom now through December 19th, Elsword players can take part in a special event to prepare their characters for the imminent arrival of the 3rd Job for each. During the event, players from levels 15-98 will only need half experience to reach the next level. In addition, weapons will be enhanced. It's prudent to choose which characters wisely, however, since only two characters (new or existing) can be used during the event. 3rd Jobs are set to launch on December 20th. \nPlayers will have access to many rewards, including: Unique-Grade Heroic Weapon Book of Transcendence: God's Will Transcendence Skill Slot Change Medal Secret Dungeon Entry Permit Pre-Event Badge Various Dungeon Tickets and Consumables \nYou can learn more on the Elsword site . advertisement Suzie Ford / Suzie is the Associate Editor and News Manager at MMORPG.com. Follow her on Twitter @MMORPGMom", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "suzie ford", "sentiment": "negative"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.006+02:00"}, {"thread": {"uuid": "4097b2b1c37eac54bb4818d3721c580426052f06", "url": "http://omgili.com/ri/.wHSUbtEfZTjJyV2VpcMQ54yfgdC8h_U0oBs0UNT1ZP3g9oD4PmsLi3NkwymqcHQ9KqgXDJWu5_dLmIKMkfHKA7qYHkeoxutQnML39rCxGk4WxMVC7VGgNpwfFlDfloV04iwn42QgCkG_fjBfVyNS9Q_gRsJCJGnTrHgZoHInEBPX0woGOclsg--", "site_full": "blog.gslin.org", "site": "gslin.org", "site_section": "https://blog.gslin.org", "site_categories": [], "section_title": "Gea-Suan Lin's BLOG", "title": "拿來分析 Android APK 檔的 Droidefence", "title_full": "拿來分析 Android APK 檔的 Droidefence", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4097b2b1c37eac54bb4818d3721c580426052f06", "url": "http://omgili.com/ri/.wHSUbtEfZTjJyV2VpcMQ54yfgdC8h_U0oBs0UNT1ZP3g9oD4PmsLi3NkwymqcHQ9KqgXDJWu5_dLmIKMkfHKA7qYHkeoxutQnML39rCxGk4WxMVC7VGgNpwfFlDfloV04iwn42QgCkG_fjBfVyNS9Q_gRsJCJGnTrHgZoHInEBPX0woGOclsg--", "ord_in_thread": 0, "author": "Gea-Suan Lin", "published": "2017-12-07T11:15:00.000+02:00", "title": "拿來分析 Android APK 檔的 Droidefence", "text": "\n忘記在哪邊看到的，分析 Android APK 檔的軟體：「 Droidefense: Advance Android Malware Analysis Framework 」。 \nDroidefense (originally named atom: analysis through observation machine)* is the codename for android apps/malware analysis/reversing tool. It was built focused on security issues and tricks that malware researcher have on they every day work. For those situations on where the malware has anti-analysis routines, Droidefense attemps to bypass them in order to get to the code and 'bad boy' routine. Sometimes those techniques can be virtual machine detection, emulator detection, self certificate checking, pipes detection. tracer pid check, and so on. \nDroidefense uses an innovative idea in where the code is not decompiled rather than viewed. This allow us to get the global view of the execution workflow of the code with a 100% accuracy on gathered information. With this situation, Droidefense generates a fancy html report with the results for an easy understanding. \n看起來是輔助用的工具... 先記錄下來 XD Related ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "droidefense", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.012+02:00"}, {"thread": {"uuid": "6ba12045190493be8826763e4c5508d20ba1fe9d", "url": "http://omgili.com/ri/.wHSUbtEfZSG88jOJcAhbdyT7Re93k71haaUwwVtwhWUqHxKw4g9ra2B7EoWEccTZE8P4Lf1Z2TLgts63Gro7fT8.8Wh8qFGpbVKHPq4EM.86F3v8XOUD3GVsyqsXEZUwqtTeEtPMVw-", "site_full": "www.expedia.ca", "site": "expedia.ca", "site_section": "https://www.expedia.ca/Endurance-City-Hotels.d6144511.Travel-Guide-Hotels", "site_categories": ["travel", "air_travel", "hotels"], "section_title": "Top 10 Endurance City Hotels: Cheap Hotel Deals from C$116 | Expedia.ca", "title": "Movenpick Hotel Ibn Battuta Gate - Dubai:", "title_full": "Movenpick Hotel Ibn Battuta Gate - Dubai: 2017 Pictures, Reviews, Prices & Deals | Expedia.ca", "published": "2017-09-02T06:01:00.000+03:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.006, "main_image": "", "performance_score": 0, "domain_rank": 6618, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "81ea6a071fc9ee0403266df6006636df15b16828", "url": "http://omgili.com/ri/.wHSUbtEfZSG88jOJcAhbdyT7Re93k71haaUwwVtwhWUqHxKw4g9ra2B7EoWEccTZE8P4Lf1Z2TLgts63Gro7fT8.8Wh8qFGpbVKHPq4EM.86F3v8XOUD3GVsyqsXEZUurhDYhG9CWnu.xNu8j7F4C2ANiZ9j4erZABEz5LbdOc-", "ord_in_thread": 19, "author": "expedia.com", "published": "2017-12-07T08:29:00.000+02:00", "title": "", "text": "Excellent overall experience, went with my wife and 6 month old baby. The hotel interior was stunning and staff were really friendly especially Kamrul, who we spoke to everyday. Our room looked amazing and was kept really clean and tidy throughout our stay...honestly no bad words to say about this hotel and will diffentlybe back again 👍😊😬", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 5.0, "crawled": "2017-12-07T11:15:29.016+02:00"}, {"thread": {"uuid": "ee3afa0c3d28ded8c3f0c4e42680a17ab9acb295", "url": "http://omgili.com/ri/WOapK6QZrmmFZBMWD7WW1vlrLYKU1R5ObS3YQvYnQSM6_ah1gn9q18yr73XQ0grU7oH3JNNa0Q.q8vAxWaeKpdpyk_o10rQKJZWOWpV0Xv4XYBWYf3qk5g--", "site_full": "rekainjury.blogspot.com", "site": "blogspot.com", "site_section": "http://rekainjury.blogspot.com/", "site_categories": [], "section_title": "Chicago Injury Lawyers", "title": "Follow Edi Vianika, Kompas.com and Raisa Andriana on Twitter!", "title_full": "Follow Edi Vianika, Kompas.com and Raisa Andriana on Twitter!", "published": "2017-12-07T10:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ee3afa0c3d28ded8c3f0c4e42680a17ab9acb295", "url": "http://omgili.com/ri/WOapK6QZrmmFZBMWD7WW1vlrLYKU1R5ObS3YQvYnQSM6_ah1gn9q18yr73XQ0grU7oH3JNNa0Q.q8vAxWaeKpdpyk_o10rQKJZWOWpV0Xv4XYBWYf3qk5g--", "ord_in_thread": 0, "author": "new fulus (noreply@blogger.com)", "published": "2017-12-07T10:15:00.000+02:00", "title": "Follow Edi Vianika, Kompas.com and Raisa Andriana on Twitter!", "text": "Kompas.com, Raisa Andriana also Tweeted.   Who to follow Reka Nurbito followed   Edi Vianika @EdiVianika   Follow Hamba Allah - Ponorogo, Indonesia 290 Following 270 Followers   Kompas.com @kompascom   Follow Ketika Perbincangan Dimulai | social@kompas.com | Jernih Melihat Dunia - Indonesia 26 Following 6.9M Followers   Raisa Andriana @raisa6690   Follow I'm a singer, in love forever with it. In it for the love of music, not for the glitter and gold :) Contact : Boim +628568526196 / adryboim@junirecords.com 450 Following 8.1M Followers Settings  |  Help  |  Unsubscribe We sent this email to @RiaSersa   Twitter International Company\nOne Cumberland Place, Fenian Street\nDublin 2, D02 AX07  IRELAND                                           ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "edi vianika", "sentiment": "none"}, {"name": "raisa andriana", "sentiment": "none"}, {"name": "reka nurbito", "sentiment": "none"}, {"name": "ketika perbincangan dimulai", "sentiment": "none"}, {"name": "boim", "sentiment": "none"}], "organizations": [{"name": "fenian street dublin", "sentiment": "none"}, {"name": "@riasersa   twitter international company one cumberland place", "sentiment": "none"}], "locations": [{"name": "ireland", "sentiment": "none"}, {"name": "indonesia", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:29.023+02:00"}, {"thread": {"uuid": "77a4327cf6ceee75188c12644945c71deb77d8d2", "url": "http://omgili.com/ri/_0JOtn.4SCrlivzMmPIRqRuhIWZ4cHdUNada9YnP2dDfy9W5DuHIol.ZzlCjAU_WuAIu1WUdMcSzwIeLSBvKVA--", "site_full": "bad-hands.blogspot.com", "site": "blogspot.com", "site_section": "http://bad-hands.blogspot.com/", "site_categories": [], "section_title": "Badd Handss", "title": "", "title_full": "", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "IT", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "77a4327cf6ceee75188c12644945c71deb77d8d2", "url": "http://omgili.com/ri/_0JOtn.4SCrlivzMmPIRqRuhIWZ4cHdUNada9YnP2dDfy9W5DuHIol.ZzlCjAU_WuAIu1WUdMcSzwIeLSBvKVA--", "ord_in_thread": 0, "author": "Badd Handss (noreply@blogger.com)", "published": "2017-12-07T11:15:00.000+02:00", "title": "", "text": "Lore of the Cannibals - Cannibals of the Ancient Forest ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.028+02:00"}, {"thread": {"uuid": "4370821bc1bb7f4114fddf0477f12687c85b6833", "url": "http://omgili.com/ri/.wHSUbtEfZSzU1dqQO_8kvQa3v_p1YmgR.u_ZIActjPTQvi1nO.mtfswI7MWTE8ttIU3u_fiKCkLY73rzul93J857FuEhGPJevoAaoBAiso-", "site_full": "aoedeaoide.wordpress.com", "site": "wordpress.com", "site_section": "https://aoedeaoide.wordpress.com", "site_categories": [], "section_title": "Shimano reel 13 Stella SW6000HG – Aoede", "title": "Shimano reel 13 Stella SW6000HG", "title_full": "Shimano reel 13 Stella SW6000HG", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "ES", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4370821bc1bb7f4114fddf0477f12687c85b6833", "url": "http://omgili.com/ri/.wHSUbtEfZSzU1dqQO_8kvQa3v_p1YmgR.u_ZIActjPTQvi1nO.mtfswI7MWTE8ttIU3u_fiKCkLY73rzul93J857FuEhGPJevoAaoBAiso-", "ord_in_thread": 0, "author": "aoedeaoide", "published": "2017-12-07T11:15:00.000+02:00", "title": "Shimano reel 13 Stella SW6000HG", "text": "Shimano reel 13 Stella SW6000HG – Buy – Shimano reel 13 Stella SW6000HG ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "stella sw6000hg", "sentiment": "none"}, {"name": "stella", "sentiment": "none"}], "organizations": [{"name": "shimano", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.033+02:00"}, {"thread": {"uuid": "96a2f710b2e1b861ecf668828a0a833f5409b751", "url": "http://omgili.com/ri/jHIAmI4hxg_kNOYMWIthylTUGkFjTM60jqqdDuDF8RL20bMacrDdQRqUEXT8x5tjcxmgx.ditLQsgPL2vhrOFoPqgbt74sMRkR3bErOKw2FYpr4ju_dmPzkx12IHjBf_s07Km01LhgTdfOd.kPQKsoVoR7f_BphiZHjTNZ6ooJ6SlBhRlARIu2IiYgaQaNAag.N9ZUONjDM-", "site_full": "www.independent.co.uk", "site": "independent.co.uk", "site_section": "http://www.independent.co.uk/news/world/rss", "site_categories": ["media", "law_government_and_politics", "politics"], "section_title": "The Independent - World", "title": "Benjamin Netanyahu thanks Donald Trump for recognising Jerusalem as Israel's capital amid outcry from Arab leaders", "title_full": "Benjamin Netanyahu thanks Donald Trump for recognising Jerusalem as Israel's capital amid outcry from Arab leaders | The Independent", "published": "2017-12-07T04:39:00.000+02:00", "replies_count": 8, "participants_count": 8, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2017/11/19/16/benjamin-netanyahu.jpg", "performance_score": 0, "domain_rank": 568, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3e69ea58ff4f6a59cbb36f60dde1e4c8c1b14f2e", "url": "http://omgili.com/ri/jHIAmI4hxg_kNOYMWIthylTUGkFjTM60jqqdDuDF8RL20bMacrDdQRqUEXT8x5tjcxmgx.ditLQsgPL2vhrOFoPqgbt74sMRkR3bErOKw2FYpr4ju_dmPzkx12IHjBf_s07Km01LhgTdfOd.kPQKsoVoR7f_BphiZHjTNZ6ooJ6SlBhRlARIu2IiYgaQaNAaAUGg28.Anq.oZ5_jH6W8Wg--", "ord_in_thread": 7, "author": "Junkies To The State", "published": "2017-12-07T12:52:00.000+02:00", "title": "", "text": "the racist state racist state of Israel instructs it's puppet master. one step closer to the yinon plan.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.037+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3e55cd5cdc9af9deddb86ccc5ac58af679d611ef", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKU8askYu1Q7m8-", "ord_in_thread": 1, "author": "Oliver", "published": "2017-12-05T02:07:00.000+02:00", "title": "", "text": "What I find interesting on this release that I've never really thought of before is just how much to me Jimmy sounds like Jeff Beck on this show. Like Page is still in studio sessionman role to continue the Yardbirds sound like Jeff Beck. Lots of really wide vibrato, fuzztone, little things/tricks that might not be quite Beck but in the same vein (flash guitar?). Really raw and energetic like early Beck. There's stuff I don't remember Page ever really playing later in Zeppelin or at least not in the same way.\nEdit-just an example in \"I'm a Man\" there's a lot of Beck like stuff to me including what almost songs like some \"Jeffs Boogie\" riffage at about the 3:55 mark", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.038+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "31f2a32c5bf4f3c4b80dd0cf0f16adf652887691", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUxCAK9qSv_Qo-", "ord_in_thread": 2, "author": "YardByrd", "published": "2017-12-05T02:04:00.000+02:00", "title": "", "text": "just spoke with Chris for a bit, but his voice was giving out due to a touch of a cold... will resume interview later this week... didn't get a chance to ask any forum-derived questions...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.041+02:00"}, {"thread": {"uuid": "2a0db77584bc535eac0e6825f00a6d734224fca6", "url": "http://omgili.com/ri/jHIAmI4hxg.7IeuLihiNcQwT.xXm0tMZ_HmpGWYRw1jBUNQnoBOYuHU3Swp0YLDlSPLGEkfopf6YbeRSqa8zMIqofnf8Vr_sZ5vcd2eBL6EzabziZGUWsg--", "site_full": "www.naijamagazineonline.com", "site": "naijamagazineonline.com", "site_section": "http://www.naijamagazineonline.com/", "site_categories": [], "section_title": "Naija Magazine Online", "title": "FG Orders Kachikwu, Baru To Clear Fuel Queues By Weekend", "title_full": "FG Orders Kachikwu, Baru To Clear Fuel Queues By Weekend", "published": "2017-12-07T08:00:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2a0db77584bc535eac0e6825f00a6d734224fca6", "url": "http://omgili.com/ri/jHIAmI4hxg.7IeuLihiNcQwT.xXm0tMZ_HmpGWYRw1jBUNQnoBOYuHU3Swp0YLDlSPLGEkfopf6YbeRSqa8zMIqofnf8Vr_sZ5vcd2eBL6EzabziZGUWsg--", "ord_in_thread": 0, "author": "Naija Magazine Online (noreply@blogger.com)", "published": "2017-12-07T08:00:00.000+02:00", "title": "FG Orders Kachikwu, Baru To Clear Fuel Queues By Weekend", "text": "Ibe  kachukwu from left, Maikanti Baru from right. file photo IBE Kachikwu, the minister of petroleum resources, and Maikanti Baru, group managing director of the Nigeria National Petroleum Corporation (NNPC), have been mandated to clear the fuel queues in Abuja and Lagos by the weekend. \nThe directive was issued on Wednesday at the federal executive council meeting presided over by Vice-President. \nLai Mohammed, the minister of information, who briefed journalists about the development, said contrary to speculation, the government has no intention today or in the near future to hike fuel price in the country. \nMohammed said: “The minister of petroleum was suppose to join us but he has to attend a very important meeting so that this crisis would be resolved. \nREAD:  In FCT, Fuel Queues Reappear Despite NNPC’s Assurances \n\n“No. The government has no intention at all that to increase the pump price of PMS. Two, the minister assured the council that we have enough products till the next one month even till the end of January. \n“Thirdly, this is winter period. There is always more demand for refined products for petroleum during winter period in the colder countries, this is what we are experiencing now. \n“Also that it has been the NNPC that has been importing but he has assured. The council gave him a matching order that this fuel scarcity should not last beyond this weekend and they are going to work very hard to ensure that it is curtailed. He assured council that there is actually no cause for alarm.” \nThe information minister said Kachikwu told members of the FEC that the NNPC has enough fuel to last the country till end of January 2018. (The Cable) \n\nKindly share, leave a comment, contact us, like or follow us on   Twitter   Facebook   Instagram . Do you have a story, or want to publicise your activities and promote your brand? Contact the Editor by  Email . ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "kachikwu", "sentiment": "none"}, {"name": "weekend ibe", "sentiment": "none"}, {"name": "ibe kachikwu", "sentiment": "none"}, {"name": "maikanti baru", "sentiment": "none"}, {"name": "lai mohammed", "sentiment": "none"}, {"name": "mohammed", "sentiment": "none"}], "organizations": [{"name": "twitter   facebook   instagram", "sentiment": "none"}, {"name": "fec", "sentiment": "none"}, {"name": "fct", "sentiment": "none"}, {"name": "nnpc", "sentiment": "none"}, {"name": "nigeria national petroleum corporation", "sentiment": "none"}], "locations": [{"name": "maikanti baru", "sentiment": "none"}, {"name": "abuja", "sentiment": "none"}, {"name": "lagos", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:29.043+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a4b1f085b754b62c2d4b88f471ab14af3a429389", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUlJ4VlV22HKk-", "ord_in_thread": 3, "author": "ShockControl", "published": "2017-12-05T02:09:00.000+02:00", "title": "", "text": "So regarding the edits in the tunes, did they shorten the tunes, or did they paste in corresponding passages to fix mistakes?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.049+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "76eccd3611c931346aabecbfac38dec06bc364b9", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUCMzU2I7q6ZM-", "ord_in_thread": 4, "author": "YardByrd", "published": "2017-12-05T02:11:00.000+02:00", "title": "", "text": "one of the tidbits I can share, though, is very specifically technical and won't be of any interest except to gear nerds like yours truly... I had asked Samwell-Smith in the past what type of strings he used... in one picture I can see a single tapewound with three flats... Samwell-Smith couldn't remember what he used... EVER... (he didn't even remember playing on Paul Jones' \"The Dog Presides\" with Beck on guitar and McCartney on drums until I sent him a copy of the song; he still insisted at first it wasn't him until he listened to it a couple times and I pointed out his pick style and note choice were totally him and he finally agreed)\nanyway, when Chris took over on bass he used both flats and roundwounds, depending on what was available... not really a preference, more what was in stock!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.053+02:00"}, {"thread": {"uuid": "c92674fe7d0d1044731dd7160a858f23ba7bb640", "url": "http://omgili.com/ri/.wHSUbtEfZRuUUFDJGv1FqPc_nXkMAvnDyjWp.8mhEJJ4gkx2O5e76PwNAbIBqnQKDySOUpOJGYdnlMUML0EkEouZ3.Kv_CN3mz_1IBR2tyUwJ2sTfHDDw--", "site_full": "afro247.blogspot.com", "site": "blogspot.com", "site_section": "", "site_categories": [], "section_title": "", "title": "Champions League: Ronaldo sets new record - Afro247.com", "title_full": "Champions League: Ronaldo sets new record - Afro247.com", "published": "2017-12-07T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "IL", "spam_score": 0.001, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c92674fe7d0d1044731dd7160a858f23ba7bb640", "url": "http://omgili.com/ri/.wHSUbtEfZRuUUFDJGv1FqPc_nXkMAvnDyjWp.8mhEJJ4gkx2O5e76PwNAbIBqnQKDySOUpOJGYdnlMUML0EkEouZ3.Kv_CN3mz_1IBR2tyUwJ2sTfHDDw--", "ord_in_thread": 0, "author": "Oghenerume Ode", "published": "2017-12-07T02:00:00.000+02:00", "title": "Champions League: Ronaldo sets new record - Afro247.com", "text": "Real Madrid superstar, Cristiano Ronaldo, Wednesday night became the first player in Champions League history to score in every single group stage match in a season. No football player has ever done so in the Europe’s elite competition​.​ ​CR7, as fondly called, set the record during his team’s home match against Borussia Dortmund. In the 12th minute, Mateo Kovačić, fed Ronaldo who was at the edge of the box, and the Portuguese forward guided a curled effort into the top right-hand corner. Four minutes earlier, Ronaldo cuts inside quickly from the left flank and pokes a pass into the box and towards Isco, who moves it on to Mayoral and sets up the young striker to easily beat Burki from close range. ​Meanwhile, ​ Real Madrid midfielder, Mateo Kovacic has back​ed​ Ronaldo to win this year’s Ballon d’Or. Related Posts ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ronaldo", "sentiment": "none"}, {"name": "cristiano ronaldo", "sentiment": "none"}, {"name": "burki", "sentiment": "none"}, {"name": "mateo kovacic", "sentiment": "none"}, {"name": "mateo kovačić", "sentiment": "none"}, {"name": "ballon", "sentiment": "none"}], "organizations": [{"name": "real madrid", "sentiment": "none"}, {"name": "mayoral", "sentiment": "none"}, {"name": "borussia dortmund", "sentiment": "none"}, {"name": "isco", "sentiment": "none"}], "locations": [{"name": "europe", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:29.061+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1a0a3a540308a21ab66ea01bcb15c6aecea2135b", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUtv9B7puAuPc-", "ord_in_thread": 5, "author": "YardByrd", "published": "2017-12-05T02:51:00.000+02:00", "title": "", "text": "An interview with Jim & Chris that I did in 2001, specifically about the 1966-68 era\nHAPPENINGS TEN YEARS TIME AGO\n(The Yardbirds majestic final flight from '66-'68)\n\"Yardbirds I know so well it just plays in my head.\" - Iggy Pop, on being asked by the author whether he's been listening to enough Yardbirds.\nQuestion: You ready?\nJim McCarty: Yeah. I got your e-mail a few days ago. I thought it was funny, that Quote: with Iggy Pop.\nQ: I thought you would enjoy it. Let's dive right in. Which albums by other groups were favorites among The Yardbirds during the '66-'68 period? Which psychedelic albums in particular?\nJM: We'd take a sort of mobile record player around with us and play things, Keith and I. A couple of the things were The Mothers of Invention's first two albums, FREAK OUT and WE'RE ONLY IN IT FOR THE MONEY. We used to like those because they were sort of silly. REVOLVER was another one. Also Keith and I quite liked that EAST-WEST by Paul Butterfield. Another thing was that Steve Miller thing, \"Songs For Our Ancestors.\" You know, with all the tugboats on it. That was a good track. And then there was some of that psychedelic classical music like John Cage. Really weird stuff. Maybe Stockhausen.\nCD: We were listening to The Beatles for sure. We were still listening to the blues, Paul Butterfield and people like that. We were listening to what other British bands of the day were up to. You know, any of our contemporaries- The Beach Boys, Beatles again. As a band, we were listening to these other groups, but we working so much that we were introverted into our own world. Hendrix of course came roaring into the scene around then. He was very exciting and guitar-oriented like we were. He gave us impetus to continue down the road we had already been following. By that time we had Jimmy so it was getting a lot more strange from what we had been doing a few years earlier. We were aware of the music around us, but as I said we were very self-contained. We had our heads down, on our own trail.\nQ: Of course you have thirty years hindsight, but at the time were you really aware that things began to change musically? Meaning, it had been more beat oriented or R & B . . .\nJM: Definitely. I think we always wanted to get out of that heavy 12 bar format. Make it different while keeping the basis of that blues feel, but make it more interesting. That's why we did the sort of things we did. Try to build up some excitement. When Jeff came into the band he was a lot more the way we wanted to go. Eric was very blues purist. At the time anyway. Jeff wasn't like that. He had more variety about him. He played all sorts of weird sounds, electronic sounds that seemed to fit in. The first time we went to L.A. there were all these weird hippies appearing at our gigs. They thought we were all tripping on acid. But it was just our music. We hadn't done drugs yet. We were really straight still.\nQ: The States really took to you. Of course, when you started off in Britain, you had a rabid fan base when you were playing at the Crawdaddy and the Marquee. But later on it seems like the English kind of ignored you, whereas you went over really well in America.\nJM: That's true. It's a bit strange. The British market seemed to revolve around the hit single. It was very frustrating. You had to be thinking of the next single all the time. It was like being in a small box. The things we liked to do, playing live, the Americans really appreciated, especially the innovative things we did on stage.\nCD: In retrospect, it's a bit odd. I suppose it's very much of an English thing. The English kind of love you before you've broken, as it were. I think the thing in America was we got put on some very long tours. The scope was greater. The kids were much more into the type of music we were making, the embryo garage thing. The English tend to forget you if you leave the shore for too long.\nQ: Which British groups from that era, particularly '66, were good live acts? And did any of them influence you?\nJM: The Animals and The Who, I thought, were very good live. We played with The Beatles a few times. They were okay live, but they basically just played their songs and ran off stage. You couldn't hear them at all because of the screaming.\nQ: How about American groups?\nJM: The Lovin' Spoonful were very good live. And so was The Butterfield Blues Band. I saw them with Mike Bloomfield in '66, around the EAST-WEST album. They were different than us, a little more blues purist, although the song \"East-West\" was similar to our psychedelic approach. They were very good live. We saw them down in one of the Sunset Strip clubs. Maybe The Trip. I saw them later when I was with Renaissance. They had a huge horn section and the feel was quite different. They were a very good band with Mike Bloomfield and Elvin Bishop, though.\nQ: What do you think were some of the major differences between the British and American bands?\nJM: The British bands had a lot more stage presence. The American bands always seemed to be a bit more shy. We seemed to be a bit more sincere somehow. Not every band, of course. I didn't see every band. But the American bands seemed to be a bit more lame. I don't want to tread on your toes here (laughs).\nQ: Don't worry. I prefer British rock n roll.\nJM: You know like Paul Revere & The Raiders and those kinds of bands. Of course, we had some lightweight stuff like Freddie & The Dreamers and some of that Merseybeat stuff. There just didn't seem to be any kind of meaty American band at that time, except for Butterfield. And there were all those bands like The Electric Prunes and The Chain Reaction, who seemed to be doing what we were doing. When I hear these accounts of when we first came over with Beck and we were playing these gigs, people expected some kind of pop band and we were playing this freaky off-the-wall stuff that apparently blew people's minds. It seems that we inspired a lot of people to try and play in our style.\nQ: Do you think any of the live recordings with Beck, like the BBC stuff and a few bootlegs, are actually representative of that line-up's live sound?\nJM: The BBC took all the excitement out of it. That's what they were famous for, really. There's probably no live recordings with Jeff that come close. I think the singles we recorded in the States with Jeff, like \"Mister, You're A Better Man Than I,\" \"Shapes Of Things\" and \"Train Kept A-Rolling,\" were closer to our potential. We never got a live recording as such. It was funny with Jeff. It was either hit or miss. If it was a good night, it would be great. But that might be only one out of five gigs. It wasn't really uniform.\nQ: What live show stands out in retrospect? What did you think about playing with Beck and Page together?\nJM: There were a few shows that stood out as being really good. In the Beck-era we did a small residency on Sunset strip in Hollywood, a club called the Hullabaloo I believe. I remember a great atmosphere and playing really well! Another show that stands out was with Jeff and Jimmy at Cardiff on The Stones tour when the crowd just wouldn't stop screaming for an encore right before The Stones were due on! A show that happened like this was pretty rare with that line-up!\nQ: Do you remember hearing The Beatles song \"Tomorrow Never Knows\"?\nJM: Yeah, yeah. It was great. I remember hearing it in L.A. We did a gig over in Catalina Island. All these freaks came along and we played that album. We were at somebody's house and we played that album. I thought it was great.\nQ: Were you experimenting with illicit substances at this point?\nJM: Yeah, it came in a little bit slowly. We probably had a smoke for that particular song! It would have fit, wouldn't it? (laughs) It was a great track. It was a great album actually.\nQ: Did any of you play while tripping on acid?\nJM: I believe I did, but not very often! At the Fillmore we met up with Dr. Owsley who would give you handfuls of strange tablets that he had manufactured in his laboratory!\nQ: When was your first acid trip? Care to share the experience?\nJM: I'm afraid acid didn't do me much good. I had to duck out of a few gigs while suffering from the after-effects.\nQ: Chris, were you clean?\nCD: As far as I know, Jimmy Page and I were completely clean at the time. I hadn't even drunk if I remember correctly. I didn't drink, smoke or take drugs.\nQ: Did it bother you that Jim and Keith were doing drugs?\nCD: What can I say? Everybody around us was doing drugs. It was almost expected. I felt for Keith. He was never a healthy person. With the traveling and playing it affected one's health, especially mental health. So I felt concern as a friend. And I suppose you can say it was another reason why the band was no longer cohesive. I think they were kind of under the illusion that drugs can give you. Not necessarily the reality. I can't speak for Jimmy, but I seem to remember that he and I were straight and the other two weren't.\nQ: Now, Keith and Jim spent a lot of time together. Were you hanging out with Jimmy or were you doing your own thing like taking photos?\nCD: I suppose I did retreat into that a great deal actually, well spotted. I hung out with Jimmy to a degree traveling. I was always close to Jim. And at times I was close to Keith. But there was some diametrically opposed things going on. If you're not doing drugs, it's hard to hang out with people who are doing drugs. It's not that you don't want to be with them, but people who do drugs want to be with people who do drugs as well. I had my photography and other creative pursuits. And yes, I did immerse myself in that.\nQ: Where and/or when did The Velvet Underground's \"I'm Waiting For The Man\" enter your set list?\nJM: We did a few gigs with them in Detroit. We played a big festival in Detroit for a few days and they played it, too. We heard it and thought, \"This is quite a good song, isn't it?\" We probably did it because we were low on ideas and were looking around for material. We played it with the Jimmy line-up, but I think Jeff was still in the band when we played with The Velvet Underground (ed. note: Beck had already left the band). At some point we got their album.\nCD: I think that was in Detroit. We played with them there. I don't think we did it with Jeff in the band, though. Why we did it? We did that very occasionally, when odd bits of material by other artists showed up in our set. That actually might have been Jimmy who wanted to do it. Good call on his part.\nQ: Are these apocryphal stories as recounted in the book UPTIGHT about Jeff Beck intimidating The Velvets with a pistol true? And about him shooting up Sun Studios?\nJM: Never heard that. Don't know if Jeff had a pistol . . . I don't know maybe he did! (laughs) And the Sun Studios story isn't true. Going back to The Underground, though, I remember coming out of the hotel one day and there was Andy Warhol in the limo. And the guy who was sort of his tour manager said \"do you want to come along with Andy to the gig?\" So we sat there and Andy didn't speak. \"Happenings Ten Years Time Ago\" had just been released. And the guy says, \"Andy likes your new single.\" (laughs) It was weird! Andy was sitting right there and this guy was speaking for him, which was really strange.\nCD: I find that so bizarre. I don't know where that comes from. Jeff with a firearm, that's so ridiculous. He's never been into guns. He's into cars! That's rubbish. As for Sun Studios, we were all over-powered with the legend of rock n roll. The idea of Jeff shooting up Sam Phillips' studio is absolute nonsense. The Yardbirds weren't a violent band in any shape or form. In fact, we avoided conflict most of the time. We got through nearly all of our gigs unscathed, even in the Deep South. We weren't crazy looking if you look at photos from that time. But we must have been strange looking to America in the '60s, especially in the South. Even in our own country, where there's some pretty tough areas, I think there was only one time that we needed to get the local authorities to help assist us from a venue because of some aggravation. But we never really ran into much trouble. I remember one story about The Animals when they played in Montgomery, Alabama or someplace like that. They had a black road manager. They put him in a cupboard in a Holiday Inn, not even a proper suite. After the concert, everybody was hot and they went for a swim, including this guy. The next day they fumigated the pool, drained it and everything. But the only sort of controversy I can remember us experiencing is being refused entrance to Disney Land because our hair was too long!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:29.063+02:00"}, {"thread": {"uuid": "9230d332ee12710322644654f3a02d87801f0015", "url": "http://omgili.com/ri/DyQaNGXlfMpGk6Xd4y2zdMFZCnT5YIIOmFi.fwkmQ3M.3qsGXxuRSoC2OXyJ68BMpylwz0sCxQbnk8.c2fQ2d_hAxLSqEN_hDe72aTg2GtI-", "site_full": "tosabod.blogspot.com", "site": "blogspot.com", "site_section": "http://tosabod.blogspot.com/", "site_categories": [], "section_title": "Esabod Global News", "title": "Body of woman who went missing after Tinder date found by police", "title_full": "Body of woman who went missing after Tinder date found by police", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9230d332ee12710322644654f3a02d87801f0015", "url": "http://omgili.com/ri/DyQaNGXlfMpGk6Xd4y2zdMFZCnT5YIIOmFi.fwkmQ3M.3qsGXxuRSoC2OXyJ68BMpylwz0sCxQbnk8.c2fQ2d_hAxLSqEN_hDe72aTg2GtI-", "ord_in_thread": 0, "author": "Juicy B (noreply@blogger.com)", "published": "2017-12-07T11:15:00.000+02:00", "title": "Body of woman who went missing after Tinder date found by police", "text": "  \nThe body of 24-year-old Sydney Loofe, who had been missing from Lincoln for three weeks, has been located by Nebraska authorities. A couple of people have been arrested and are in police custody. \n\nThis marks a tragic ending to a nearly three week search for the 2011 Neligh-Oakdale graduate, who went missing Nov. 15 following a date with Bailey Boswell of Wilber, a female she met online. \nGeorge Loofe, Sydney's father, said the Loofe family would like to: \n\"Thank everyone that had anything to do with the search for Sydney, including praying, getting the word out, assisting with printing flyers, helping with billboards, spreading the word on social media and other assistance. The entire state and beyond tried to help and in our minds, a lot of good people exist in this world. Sydney just happened to run into someone that wasn't.\" \nLoofe said the family was notified at approximately 4 p.m. Monday, Dec. 4, that a body had been found west of the community of Wilber. A phone call 90 minutes later confirmed the body was Sydney's. As the family attempted to notify family and friends, news of the situation was released by various media outlets. \nAerial and ground searches took place around the community of Wilber over the past week. Police presence near the location of Boswell's residence in Wilber was reported within three days of Sydney's disappearance. \nBoswell and Aubrey Trail, a 51-yr.-old male, both persons of interest in Sydney's disappearance, are in custody of the Saline County Sheriff's department on outstanding warrants. The two were found in Missouri last week and transferred to Nebraska. \nBoswell had a warrant for her arrest filed in 2016 when she failed to appear in Lancaster County Court on an alleged possession of drug paraphernalia charge. Trail had a warrant issued for his arrest in Saline County, one week following the disappearance of Sydney. The warrant alleged Trail was a felon in possession of a firearm and a habitual criminal. \nSydney's father said the outcome was not expected by the family, but again recognized \"good people\" in the world. \nIt is not known where the body was recovered, cause of death or if any charges have been filed in relation to Sydney's disappearance. \n", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sydney loofe", "sentiment": "none"}, {"name": "boswell", "sentiment": "none"}, {"name": "george loofe", "sentiment": "none"}, {"name": "loofe", "sentiment": "none"}, {"name": "wilber", "sentiment": "none"}, {"name": "bailey boswell", "sentiment": "none"}, {"name": "aubrey trail", "sentiment": "none"}], "organizations": [], "locations": [{"name": "lincoln", "sentiment": "none"}, {"name": "lancaster county court", "sentiment": "none"}, {"name": "missouri", "sentiment": "none"}, {"name": "saline county", "sentiment": "none"}, {"name": "sydney", "sentiment": "none"}, {"name": "nebraska", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:30.000+02:00"}, {"thread": {"uuid": "7a12ce365157f0d25f9bd13f910ab58f84066398", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3vPEC0mpMJpQ-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Oslo-Tromsø flight in March - Norway", "title_full": "Oslo-Tromsø flight in March - Norway Forum - TripAdvisor", "published": "2017-12-07T09:58:00.000+02:00", "replies_count": 4, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7a12ce365157f0d25f9bd13f910ab58f84066398", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3vPEC0mpMJpQ-", "ord_in_thread": 0, "author": "Daniela C", "published": "2017-12-07T09:58:00.000+02:00", "title": "Oslo-Tromsø flight in March - Norway", "text": "Hello everyone! I will be in Norway med March and I’m planning to visit Tromsø. Should I book the flight well in advance? Or Do they often cancel flight due to weather condition so maybe better book last minute? Thank you!!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.000+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a823439371cbbf153eb36fbaf1e912fee3e99685", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUoXWn8qn1UQo-", "ord_in_thread": 13, "author": "notesfrom", "published": "2017-12-04T15:41:00.000+02:00", "title": "", "text": "Oliver said: ↑ What I find interesting on this release that I've never really thought of before is just how much to me Jimmy sounds like Jeff Beck on this show. Like Page is still in studio sessionman role to continue the Yardbirds sound like Jeff Beck. Lots of really wide vibrato, fuzztone, little things/tricks that might not be quite Beck but in the same vein (flash guitar?). Really raw and energetic like early Beck. There's stuff I don't remember Page ever really playing later in Zeppelin or at least not in the same way.\nEdit-just an example in \"I'm a Man\" there's a lot of Beck like stuff to me including what almost songs like some \"Jeffs Boogie\" riffage at about the 3:55 mark Click to expand... Page definitely cut his live teeth playing the Jeff Beck role in the 'Birds and more. He had to learn to play the lead and rhythm parts, as well as the basslines! Everything.\nBut he did do some expansion in in the live arena in '68, it just didn't pan out in the studio much while with the 'Birds after Beck.\n'Stroll On' And 'Happenings' are top notch, though.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.001+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3f7082e92e210868d0d64a2616343d24df8d8222", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUL3AH_UUyix4-", "ord_in_thread": 18, "author": "Overthehillsandfaraway", "published": "2017-12-04T15:32:00.000+02:00", "title": "", "text": "notesfrom said: ↑ A one-off reform of the 60s Yardbirds for a Royal Albert Hall show - live album/DVD.\nGuest singers - Robert Plant For Your Love etc. Click to expand... Well he's done it before...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://www.youtube.com/embed/xfv36tlnvNo?wmode=opaque&controls=2"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.001+02:00"}, {"thread": {"uuid": "7a12ce365157f0d25f9bd13f910ab58f84066398", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3vPEC0mpMJpQ-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Oslo-Tromsø flight in March - Norway", "title_full": "Oslo-Tromsø flight in March - Norway Forum - TripAdvisor", "published": "2017-12-07T09:58:00.000+02:00", "replies_count": 4, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7357ead379145abcd86585bf1e8cb7d65a4b887d", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3Uut8oeH4cvuSbAs7rEUIFA--", "ord_in_thread": 2, "author": "Daniela C", "published": "2017-12-07T10:49:00.000+02:00", "title": "", "text": "Thank you for the advice! I’ll do what you say. Have a good one!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.001+02:00"}, {"thread": {"uuid": "7a12ce365157f0d25f9bd13f910ab58f84066398", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3vPEC0mpMJpQ-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Oslo-Tromsø flight in March - Norway", "title_full": "Oslo-Tromsø flight in March - Norway Forum - TripAdvisor", "published": "2017-12-07T09:58:00.000+02:00", "replies_count": 4, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b0aab1b069b827c9741ab1f01304793a90f60b7d", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3Uut8oeH4cvugHZCfTrmY7A--", "ord_in_thread": 1, "author": "klimaflyktning", "published": "2017-12-07T10:34:00.000+02:00", "title": "", "text": "You should book now for the best prices - next month at the latest. Last minute and you will pay walk-up prices-\nprobably triple of the prices you find now. Flights are very rarely cancelled", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.001+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e8a5b31da6964fb98a9b23e463dad67d0a71b61b", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUSdA3jfvuUDM-", "ord_in_thread": 14, "author": "notesfrom", "published": "2017-12-04T15:22:00.000+02:00", "title": "", "text": "John Fell said: ↑ And invite Top Topham if he is able to play. Click to expand... Too bad Bowie isn't around. Rod might be available...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.002+02:00"}, {"thread": {"uuid": "e54a5478fa51c221fe339c466b9d15b49ab016d3", "url": "http://omgili.com/ri/.wHSUbtEfZR59MpUR3MisaGDq2UlHqrZpCpXL61UWvvcjFgSjAr1C8JL9wCwKXfwky_vauwSgul8Cc5sm7OSaA--", "site_full": "www.forexfactory.com", "site": "forexfactory.com", "site_section": "https://www.forexfactory.com/forumdisplay.php?f=71", "site_categories": ["media"], "section_title": "Trading Systems @ Forex Factory", "title": "Ratios & Harmonics: a Different Way to Trade 1738", "title_full": "Ratios & Harmonics: a Different Way to Trade - Page 1738 @ Forex Factory", "published": "2017-12-07T09:23:00.000+02:00", "replies_count": 2, "participants_count": 6, "site_type": "discussions", "country": "US", "spam_score": 0.006, "main_image": "https://cdn-assets.forexfactory.net/images/misc/ff_fb_logo.gif?v=0.1", "performance_score": 0, "domain_rank": 2596, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "561c1e82542d1d7e94c7090dfc8e2b7d16214d43", "url": "http://omgili.com/ri/.wHSUbtEfZR59MpUR3MisaGDq2UlHqrZpCpXL61UWvvcjFgSjAr1C8JL9wCwKXfwky_vauwSguk6GyZdoST98ZuqaI0HXFuMfslXmJfeoMA-", "ord_in_thread": 2, "author": "ltupower", "published": "2017-12-07T11:16:00.000+02:00", "title": "", "text": "Hello everyone,\nI caught my self time to time miss read order flow and most of the time it happens when price make very small NSH or NSL.\nIs this chart read was correct? Attached Image (click to enlarge)", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.002+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d4a54f804382c14ae303c625af4ef4b01b1fb207", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUDpbwjnr_vHA-", "ord_in_thread": 17, "author": "Mark Wilson", "published": "2017-12-04T15:31:00.000+02:00", "title": "", "text": "YardByrd said: ↑ An interview with Jim & Chris that I did in 2001, specifically about the 1966-68 era\nHAPPENINGS TEN YEARS TIME AGO\n(The Yardbirds majestic final flight from '66-'68)\n\"Yardbirds I know so well it just plays in my head.\" - Iggy Pop, on being asked by the author whether he's been listening to enough Yardbirds.\nQuestion: You ready?\nJim McCarty: Yeah. I got your e-mail a few days ago. I thought it was funny, that Quote: with Iggy Pop.\nQ: I thought you would enjoy it. Let's dive right in. Which albums by other groups were favorites among The Yardbirds during the '66-'68 period? Which psychedelic albums in particular?\nJM: We'd take a sort of mobile record player around with us and play things, Keith and I. A couple of the things were The Mothers of Invention's first two albums, FREAK OUT and WE'RE ONLY IN IT FOR THE MONEY. We used to like those because they were sort of silly. REVOLVER was another one. Also Keith and I quite liked that EAST-WEST by Paul Butterfield. Another thing was that Steve Miller thing, \"Songs For Our Ancestors.\" You know, with all the tugboats on it. That was a good track. And then there was some of that psychedelic classical music like John Cage. Really weird stuff. Maybe Stockhausen.\nCD: We were listening to The Beatles for sure. We were still listening to the blues, Paul Butterfield and people like that. We were listening to what other British bands of the day were up to. You know, any of our contemporaries- The Beach Boys, Beatles again. As a band, we were listening to these other groups, but we working so much that we were introverted into our own world. Hendrix of course came roaring into the scene around then. He was very exciting and guitar-oriented like we were. He gave us impetus to continue down the road we had already been following. By that time we had Jimmy so it was getting a lot more strange from what we had been doing a few years earlier. We were aware of the music around us, but as I said we were very self-contained. We had our heads down, on our own trail.\nQ: Of course you have thirty years hindsight, but at the time were you really aware that things began to change musically? Meaning, it had been more beat oriented or R & B . . .\nJM: Definitely. I think we always wanted to get out of that heavy 12 bar format. Make it different while keeping the basis of that blues feel, but make it more interesting. That's why we did the sort of things we did. Try to build up some excitement. When Jeff came into the band he was a lot more the way we wanted to go. Eric was very blues purist. At the time anyway. Jeff wasn't like that. He had more variety about him. He played all sorts of weird sounds, electronic sounds that seemed to fit in. The first time we went to L.A. there were all these weird hippies appearing at our gigs. They thought we were all tripping on acid. But it was just our music. We hadn't done drugs yet. We were really straight still.\nQ: The States really took to you. Of course, when you started off in Britain, you had a rabid fan base when you were playing at the Crawdaddy and the Marquee. But later on it seems like the English kind of ignored you, whereas you went over really well in America.\nJM: That's true. It's a bit strange. The British market seemed to revolve around the hit single. It was very frustrating. You had to be thinking of the next single all the time. It was like being in a small box. The things we liked to do, playing live, the Americans really appreciated, especially the innovative things we did on stage.\nCD: In retrospect, it's a bit odd. I suppose it's very much of an English thing. The English kind of love you before you've broken, as it were. I think the thing in America was we got put on some very long tours. The scope was greater. The kids were much more into the type of music we were making, the embryo garage thing. The English tend to forget you if you leave the shore for too long.\nQ: Which British groups from that era, particularly '66, were good live acts? And did any of them influence you?\nJM: The Animals and The Who, I thought, were very good live. We played with The Beatles a few times. They were okay live, but they basically just played their songs and ran off stage. You couldn't hear them at all because of the screaming.\nQ: How about American groups?\nJM: The Lovin' Spoonful were very good live. And so was The Butterfield Blues Band. I saw them with Mike Bloomfield in '66, around the EAST-WEST album. They were different than us, a little more blues purist, although the song \"East-West\" was similar to our psychedelic approach. They were very good live. We saw them down in one of the Sunset Strip clubs. Maybe The Trip. I saw them later when I was with Renaissance. They had a huge horn section and the feel was quite different. They were a very good band with Mike Bloomfield and Elvin Bishop, though.\nQ: What do you think were some of the major differences between the British and American bands?\nJM: The British bands had a lot more stage presence. The American bands always seemed to be a bit more shy. We seemed to be a bit more sincere somehow. Not every band, of course. I didn't see every band. But the American bands seemed to be a bit more lame. I don't want to tread on your toes here (laughs).\nQ: Don't worry. I prefer British rock n roll.\nJM: You know like Paul Revere & The Raiders and those kinds of bands. Of course, we had some lightweight stuff like Freddie & The Dreamers and some of that Merseybeat stuff. There just didn't seem to be any kind of meaty American band at that time, except for Butterfield. And there were all those bands like The Electric Prunes and The Chain Reaction, who seemed to be doing what we were doing. When I hear these accounts of when we first came over with Beck and we were playing these gigs, people expected some kind of pop band and we were playing this freaky off-the-wall stuff that apparently blew people's minds. It seems that we inspired a lot of people to try and play in our style.\nQ: Do you think any of the live recordings with Beck, like the BBC stuff and a few bootlegs, are actually representative of that line-up's live sound?\nJM: The BBC took all the excitement out of it. That's what they were famous for, really. There's probably no live recordings with Jeff that come close. I think the singles we recorded in the States with Jeff, like \"Mister, You're A Better Man Than I,\" \"Shapes Of Things\" and \"Train Kept A-Rolling,\" were closer to our potential. We never got a live recording as such. It was funny with Jeff. It was either hit or miss. If it was a good night, it would be great. But that might be only one out of five gigs. It wasn't really uniform.\nQ: What live show stands out in retrospect? What did you think about playing with Beck and Page together?\nJM: There were a few shows that stood out as being really good. In the Beck-era we did a small residency on Sunset strip in Hollywood, a club called the Hullabaloo I believe. I remember a great atmosphere and playing really well! Another show that stands out was with Jeff and Jimmy at Cardiff on The Stones tour when the crowd just wouldn't stop screaming for an encore right before The Stones were due on! A show that happened like this was pretty rare with that line-up!\nQ: Do you remember hearing The Beatles song \"Tomorrow Never Knows\"?\nJM: Yeah, yeah. It was great. I remember hearing it in L.A. We did a gig over in Catalina Island. All these freaks came along and we played that album. We were at somebody's house and we played that album. I thought it was great.\nQ: Were you experimenting with illicit substances at this point?\nJM: Yeah, it came in a little bit slowly. We probably had a smoke for that particular song! It would have fit, wouldn't it? (laughs) It was a great track. It was a great album actually.\nQ: Did any of you play while tripping on acid?\nJM: I believe I did, but not very often! At the Fillmore we met up with Dr. Owsley who would give you handfuls of strange tablets that he had manufactured in his laboratory!\nQ: When was your first acid trip? Care to share the experience?\nJM: I'm afraid acid didn't do me much good. I had to duck out of a few gigs while suffering from the after-effects.\nQ: Chris, were you clean?\nCD: As far as I know, Jimmy Page and I were completely clean at the time. I hadn't even drunk if I remember correctly. I didn't drink, smoke or take drugs.\nQ: Did it bother you that Jim and Keith were doing drugs?\nCD: What can I say? Everybody around us was doing drugs. It was almost expected. I felt for Keith. He was never a healthy person. With the traveling and playing it affected one's health, especially mental health. So I felt concern as a friend. And I suppose you can say it was another reason why the band was no longer cohesive. I think they were kind of under the illusion that drugs can give you. Not necessarily the reality. I can't speak for Jimmy, but I seem to remember that he and I were straight and the other two weren't.\nQ: Now, Keith and Jim spent a lot of time together. Were you hanging out with Jimmy or were you doing your own thing like taking photos?\nCD: I suppose I did retreat into that a great deal actually, well spotted. I hung out with Jimmy to a degree traveling. I was always close to Jim. And at times I was close to Keith. But there was some diametrically opposed things going on. If you're not doing drugs, it's hard to hang out with people who are doing drugs. It's not that you don't want to be with them, but people who do drugs want to be with people who do drugs as well. I had my photography and other creative pursuits. And yes, I did immerse myself in that.\nQ: Where and/or when did The Velvet Underground's \"I'm Waiting For The Man\" enter your set list?\nJM: We did a few gigs with them in Detroit. We played a big festival in Detroit for a few days and they played it, too. We heard it and thought, \"This is quite a good song, isn't it?\" We probably did it because we were low on ideas and were looking around for material. We played it with the Jimmy line-up, but I think Jeff was still in the band when we played with The Velvet Underground (ed. note: Beck had already left the band). At some point we got their album.\nCD: I think that was in Detroit. We played with them there. I don't think we did it with Jeff in the band, though. Why we did it? We did that very occasionally, when odd bits of material by other artists showed up in our set. That actually might have been Jimmy who wanted to do it. Good call on his part.\nQ: Are these apocryphal stories as recounted in the book UPTIGHT about Jeff Beck intimidating The Velvets with a pistol true? And about him shooting up Sun Studios?\nJM: Never heard that. Don't know if Jeff had a pistol . . . I don't know maybe he did! (laughs) And the Sun Studios story isn't true. Going back to The Underground, though, I remember coming out of the hotel one day and there was Andy Warhol in the limo. And the guy who was sort of his tour manager said \"do you want to come along with Andy to the gig?\" So we sat there and Andy didn't speak. \"Happenings Ten Years Time Ago\" had just been released. And the guy says, \"Andy likes your new single.\" (laughs) It was weird! Andy was sitting right there and this guy was speaking for him, which was really strange.\nCD: I find that so bizarre. I don't know where that comes from. Jeff with a firearm, that's so ridiculous. He's never been into guns. He's into cars! That's rubbish. As for Sun Studios, we were all over-powered with the legend of rock n roll. The idea of Jeff shooting up Sam Phillips' studio is absolute nonsense. The Yardbirds weren't a violent band in any shape or form. In fact, we avoided conflict most of the time. We got through nearly all of our gigs unscathed, even in the Deep South. We weren't crazy looking if you look at photos from that time. But we must have been strange looking to America in the '60s, especially in the South. Even in our own country, where there's some pretty tough areas, I think there was only one time that we needed to get the local authorities to help assist us from a venue because of some aggravation. But we never really ran into much trouble. I remember one story about The Animals when they played in Montgomery, Alabama or someplace like that. They had a black road manager. They put him in a cupboard in a Holiday Inn, not even a proper suite. After the concert, everybody was hot and they went for a swim, including this guy. The next day they fumigated the pool, drained it and everything. But the only sort of controversy I can remember us experiencing is being refused entrance to Disney Land because our hair was too long! Click to expand... Great interview! Thanks.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.004+02:00"}, {"thread": {"uuid": "96a2f710b2e1b861ecf668828a0a833f5409b751", "url": "http://omgili.com/ri/jHIAmI4hxg_kNOYMWIthylTUGkFjTM60jqqdDuDF8RL20bMacrDdQRqUEXT8x5tjcxmgx.ditLQsgPL2vhrOFoPqgbt74sMRkR3bErOKw2FYpr4ju_dmPzkx12IHjBf_s07Km01LhgTdfOd.kPQKsoVoR7f_BphiZHjTNZ6ooJ6SlBhRlARIu2IiYgaQaNAag.N9ZUONjDM-", "site_full": "www.independent.co.uk", "site": "independent.co.uk", "site_section": "http://www.independent.co.uk/news/world/rss", "site_categories": ["media", "law_government_and_politics", "politics"], "section_title": "The Independent - World", "title": "Benjamin Netanyahu thanks Donald Trump for recognising Jerusalem as Israel's capital amid outcry from Arab leaders", "title_full": "Benjamin Netanyahu thanks Donald Trump for recognising Jerusalem as Israel's capital amid outcry from Arab leaders | The Independent", "published": "2017-12-07T04:39:00.000+02:00", "replies_count": 8, "participants_count": 8, "site_type": "news", "country": "GB", "spam_score": 0.0, "main_image": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2017/11/19/16/benjamin-netanyahu.jpg", "performance_score": 0, "domain_rank": 568, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "afd29bbca990963fdac9a56578e24aeeefb00483", "url": "http://omgili.com/ri/jHIAmI4hxg_kNOYMWIthylTUGkFjTM60jqqdDuDF8RL20bMacrDdQRqUEXT8x5tjcxmgx.ditLQsgPL2vhrOFoPqgbt74sMRkR3bErOKw2FYpr4ju_dmPzkx12IHjBf_s07Km01LhgTdfOd.kPQKsoVoR7f_BphiZHjTNZ6ooJ6SlBhRlARIu2IiYgaQaNAaAUGg28.Anq9eYcVe.OT0OA--", "ord_in_thread": 8, "author": "tomthumb", "published": "2017-12-07T13:03:00.000+02:00", "title": "", "text": "idiot", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.004+02:00"}, {"thread": {"uuid": "7a12ce365157f0d25f9bd13f910ab58f84066398", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3vPEC0mpMJpQ-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Oslo-Tromsø flight in March - Norway", "title_full": "Oslo-Tromsø flight in March - Norway Forum - TripAdvisor", "published": "2017-12-07T09:58:00.000+02:00", "replies_count": 4, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "508a473a068100ad1dbf951fb7ab9a8a52e51b53", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3Uut8oeH4cvsfOUnQg3ffiA--", "ord_in_thread": 3, "author": "kaisatsu", "published": "2017-12-07T11:41:00.000+02:00", "title": "", "text": "It definitely doesn't make sense to try to book last-minute based on weather. The weather can (and often does) change at a moment's notice. People rarely trust the forecast more than a few days in advance (and even then, it's just a matter of the forecast being \"somewhat less wrong\"). So booking based on weather would pretty much mean buying your ticket at the airport right before the flight, and even then, there's still a chance for weather surprises (on top of the risk of full flights)!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.004+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "887d2ae996ffcfa208a449b201da0b2d16125de6", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUXWGNUA9Erow-", "ord_in_thread": 15, "author": "Overthehillsandfaraway", "published": "2017-12-04T15:29:00.000+02:00", "title": "", "text": "YardByrd said: ↑ An interview with Jim & Chris that I did in 2001, specifically about the 1966-68 era Click to expand... Great interview. Intriguing that Page was clean at that point. It chimes with something I remember Henry \"the horse\" Smith said about early Zeppelin that there was a lot less drugs then than later because for the kind of aggressive sets they were playing, you had to be really sharp. Later (post -72) it was imo not as sharp.\nI think JP was vegetarian in late-Yardbirds / early Zep, which can't have been that common back then", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.005+02:00"}, {"thread": {"uuid": "d6e106626cd884379896383aab6b323eef313e42", "url": "http://omgili.com/ri/2wGaacqxApuXc8tUnWA_UsrecRaps6Pl1yZghWhBvaDjflqizk8gkHSOvuwB1zlqWgd4OZSrWOSpXUqruSPYGFaTp5nnsOPsp5oY2TMkaX8-", "site_full": "marchhousebookscom.blogspot.com", "site": "blogspot.com", "site_section": "http://marchhousebookscom.blogspot.com/", "site_categories": [], "section_title": "March House Books Blog", "title": "Advent Calendar Day 6: Robin", "title_full": "Advent Calendar Day 6: Robin", "published": "2017-12-06T10:30:00.000+02:00", "replies_count": 25, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a516726093eb076ebd36e578bd0dab8a426d877f", "url": "http://omgili.com/ri/2wGaacqxApuXc8tUnWA_UsrecRaps6Pl1yZghWhBvaDjflqizk8gkHSOvuwB1zlqWgd4OZSrWOSpXUqruSPYGFaTp5nnsOPs.AiZ7UDd.yiMvzpyzYVX3w--", "ord_in_thread": 23, "author": "Barbara Fisher", "published": "2017-12-07T10:59:00.000+02:00", "title": "", "text": "Thanks Sandra, you too.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.005+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1928557a7ad8805ffa446255f58a044dd2adc243", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUoTymjB_X.Sg-", "ord_in_thread": 6, "author": "tmtomh", "published": "2017-12-05T02:55:00.000+02:00", "title": "", "text": "ShockControl said: ↑ So regarding the edits in the tunes, did they shorten the tunes, or did they paste in corresponding passages to fix mistakes? Click to expand... Restored previously cut 1st verse in Dazed, but cut previously included 3rd verse Cut about 1.5 minutes of Relf-McCarty drum and scatting from I'm a Man Cut one of the two measures of Over Under Sideways down Page plays during the solo in I'm a Man Cut the very brief Over Under Sideways Down reprise after the end of I'm a Man (though it's not clear if Page really played that, or if the original mastering engineer cut it in from another part of the show) Cut part of White Summer or else (the current theory goes) substituted in the version from the other show the played that evening", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.006+02:00"}, {"thread": {"uuid": "29c76362d6905149dbf71c994acdeb1f66e2b55e", "url": "http://omgili.com/ri/jHIAmI4hxg9T3k..iGbIpFLtQ3uaOQzfbMoMcfOfBnRL1_FOdcm7jaBjd91Irf2OWYVpbLvu4jAuciLuTGgNAaeozzfsbZk.v54mNnQOSYI-", "site_full": "www.jamestownpress.com", "site": "jamestownpress.com", "site_section": "http://www.jamestownpress.com/atom.xml", "site_categories": ["media"], "section_title": "@ Jamestown Press", "title": "THE TIES THAT BIND", "title_full": "THE TIES THAT BIND", "published": "2017-12-07T09:06:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "http://www.jamestownpress.com/sites/www.jamestownpress.com/files/images/2017-12-07/32p1.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "29c76362d6905149dbf71c994acdeb1f66e2b55e", "url": "http://omgili.com/ri/jHIAmI4hxg9T3k..iGbIpFLtQ3uaOQzfbMoMcfOfBnRL1_FOdcm7jaBjd91Irf2OWYVpbLvu4jAuciLuTGgNAaeozzfsbZk.v54mNnQOSYI-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T09:06:00.000+02:00", "title": "THE TIES THAT BIND", "text": "Print THE TIES THAT BIND \nReagan Donnelly and Rosemary Woodside work on their wreath during a recent inter-generational workshop sponsored by the Quononoquott Garden Club. About 45 teens and seniors participated.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "rosemary woodside", "sentiment": "none"}, {"name": "reagan donnelly", "sentiment": "none"}], "organizations": [{"name": "quononoquott garden club", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.007+02:00"}, {"thread": {"uuid": "248a87e4dd78d9c007d80779d5a5980e17e1dbd8", "url": "http://omgili.com/ri/.wHSUbtEfZQ4kcwEST15E7ih1uUV4AaHwDfiytsJ7k4xUDNUawB2ztwUKss0CApHH0q.ys7DtXl10ZekIDy2_A--", "site_full": "www.ft.com", "site": "ft.com", "site_section": "", "site_categories": ["media", "financial_news", "finance"], "section_title": "", "title": "Listen: Apple's $47bn tax windfall", "title_full": "Listen: Apple's $47bn tax windfall", "published": "2017-12-07T11:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.17, "main_image": "http://prod-upp-image-read.ft.com/6edd9e5c-2b5e-4eaf-850e-7719221daaad", "performance_score": 0, "domain_rank": 1571, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "248a87e4dd78d9c007d80779d5a5980e17e1dbd8", "url": "http://omgili.com/ri/.wHSUbtEfZQ4kcwEST15E7ih1uUV4AaHwDfiytsJ7k4xUDNUawB2ztwUKss0CApHH0q.ys7DtXl10ZekIDy2_A--", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:00:00.000+02:00", "title": "Listen: Apple's $47bn tax windfall", "text": "US & Canadian Companies Listen: Apple's $47bn tax windfall Apple will see as much as $47bn slashed from its expected tax liability if Republicans push through their current tax plan, making it the biggest beneficiary of the legislation now working its way through Congress. Ravi Mattu discusses Apple's potential windfall with the FT's Richard Waters and Tom Braithwaite. Save to myFT ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ravi mattu", "sentiment": "none"}, {"name": "richard waters", "sentiment": "none"}, {"name": "tom braithwaite", "sentiment": "none"}], "organizations": [{"name": "apple", "sentiment": "negative"}, {"name": "us & canadian companies listen", "sentiment": "negative"}, {"name": "congress", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.007+02:00"}, {"thread": {"uuid": "7a12ce365157f0d25f9bd13f910ab58f84066398", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3vPEC0mpMJpQ-", "site_full": "www.tripadvisor.com", "site": "tripadvisor.com", "site_section": "https://www.tripadvisor.com/ShowForum-g190455-i550-Norway.html", "site_categories": ["travel", "by_us_locale", "hotels"], "section_title": "Norway Forum, Travel Discussion for Norway - TripAdvisor", "title": "Oslo-Tromsø flight in March - Norway", "title_full": "Oslo-Tromsø flight in March - Norway Forum - TripAdvisor", "published": "2017-12-07T09:58:00.000+02:00", "replies_count": 4, "participants_count": 3, "site_type": "discussions", "country": "US", "spam_score": 0.001, "main_image": "https://static.tacdn.com/img2/postimg.jpg", "performance_score": 0, "domain_rank": 189, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c1f97a36bdcaebe0638fc2af2c273d02e7dc4ade", "url": "http://omgili.com/ri/.wHSUbtEfZR1Tg7RVgB.SqYMwHpPDZiY6PHeTKPoqXOS_5hBLgIvVHMWWP7luZGaDig4snhMhj6w3ZrsBHipA8gS6u5IBZt11D9XFUTnBG39UXfTJX60NIkbpjCQFDR3Uut8oeH4cvvUGfkkAPQLfw--", "ord_in_thread": 4, "author": "Daniela C", "published": "2017-12-07T12:03:00.000+02:00", "title": "", "text": "I know, maybe I sounded i little naive\n:) but not everywhere weather is so unpredictable and somewhere the price of flights stay stable during the year. Thank for the advice though :)\nEdited: 4:04 am, December 07, 2017", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.013+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "38912019061af71ed804bae929f77deb6b54785b", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKU0ugS0dIYgKg-", "ord_in_thread": 7, "author": "yarbles", "published": "2017-12-05T02:57:00.000+02:00", "title": "", "text": "idk whether this has already been noticed & mentioned, but I think the 'studio' version of Drinking Muddy Water is in fact another live version, trimmed to sound like a studio track. The sonic characteristics are extremely similar to the version on the live album, and dissimilar to the other 'studio' tracks. So it looks like we have both sets' versions of DMW and WS.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.016+02:00"}, {"thread": {"uuid": "d6e106626cd884379896383aab6b323eef313e42", "url": "http://omgili.com/ri/2wGaacqxApuXc8tUnWA_UsrecRaps6Pl1yZghWhBvaDjflqizk8gkHSOvuwB1zlqWgd4OZSrWOSpXUqruSPYGFaTp5nnsOPsp5oY2TMkaX8-", "site_full": "marchhousebookscom.blogspot.com", "site": "blogspot.com", "site_section": "http://marchhousebookscom.blogspot.com/", "site_categories": [], "section_title": "March House Books Blog", "title": "Advent Calendar Day 6: Robin", "title_full": "Advent Calendar Day 6: Robin", "published": "2017-12-06T10:30:00.000+02:00", "replies_count": 25, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "702600363fe2b7b902926c7d880c22ce61884b19", "url": "http://omgili.com/ri/2wGaacqxApuXc8tUnWA_UsrecRaps6Pl1yZghWhBvaDjflqizk8gkHSOvuwB1zlqWgd4OZSrWOSpXUqruSPYGFaTp5nnsOPs.AiZ7UDd.ygtFufREPf3og--", "ord_in_thread": 24, "author": "Barbara Fisher", "published": "2017-12-07T11:01:00.000+02:00", "title": "", "text": "I really like that; it’s the perfect name for them! xx", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.020+02:00"}, {"thread": {"uuid": "d6e106626cd884379896383aab6b323eef313e42", "url": "http://omgili.com/ri/2wGaacqxApuXc8tUnWA_UsrecRaps6Pl1yZghWhBvaDjflqizk8gkHSOvuwB1zlqWgd4OZSrWOSpXUqruSPYGFaTp5nnsOPsp5oY2TMkaX8-", "site_full": "marchhousebookscom.blogspot.com", "site": "blogspot.com", "site_section": "http://marchhousebookscom.blogspot.com/", "site_categories": [], "section_title": "March House Books Blog", "title": "Advent Calendar Day 6: Robin", "title_full": "Advent Calendar Day 6: Robin", "published": "2017-12-06T10:30:00.000+02:00", "replies_count": 25, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "112359420fac5d23cf8b226c49a5f1632624f7a9", "url": "http://omgili.com/ri/2wGaacqxApuXc8tUnWA_UsrecRaps6Pl1yZghWhBvaDjflqizk8gkHSOvuwB1zlqWgd4OZSrWOSpXUqruSPYGFaTp5nnsOPs.AiZ7UDd.yhtk9L6Ku8U_Q--", "ord_in_thread": 25, "author": "Barbara Fisher", "published": "2017-12-07T11:03:00.000+02:00", "title": "", "text": "Hi Darlene, we live in a little village in Somerset about an hour and a half away from Andover by car. My sister lives in Basingstoke so Andover is a convenient place to meet. Do you know Andover?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.024+02:00"}, {"thread": {"uuid": "9918b9dcbae5519be783c52d88405bffe703a902", "url": "http://omgili.com/ri/8HG_hanVOKy7BJdobROjJ1RhkIMmWcMO8xyUyOOXMOgnGKcLU2z_XkpoowedRJFUsMEB_7HSSgs9UbJCt3AU3RHASjBpSlTTdFNkTqpZ3LJ_yqK3kN_iMpDx90K3I.8BEM6BKTnb_iI-", "site_full": "perezhilton.com", "site": "perezhilton.com", "site_section": "http://perezhilton.com/category/scandal/", "site_categories": ["entertainment"], "section_title": "Scandal News and Photos | Perez Hilton", "title": "International Olympic Committee Bans Russia From The 2018 Winter Games Over The Country's Doping Scandal!", "title_full": "International Olympic Committee Bans Russia From The 2018 Winter Games Over The Country's Doping Scandal! | PerezHilton.com", "published": "2017-12-06T07:44:00.000+02:00", "replies_count": 6, "participants_count": 7, "site_type": "blogs", "country": "US", "spam_score": 0.12, "main_image": "http://i.perezhilton.com/wp-content/uploads/2017/12/vladimir-putin-olympics-banned-competing-winter-games__oPt.jpg", "performance_score": 0, "domain_rank": 2905, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f6a0618d71c2d98d61c0087923d4859b31670b9a", "url": "http://omgili.com/ri/8HG_hanVOKy7BJdobROjJ1RhkIMmWcMO8xyUyOOXMOgnGKcLU2z_XkpoowedRJFUsMEB_7HSSgs9UbJCt3AU3RHASjBpSlTTdFNkTqpZ3LJ_yqK3kN_iMpDx90K3I.8BEMfYiE7pCoisvbc4ZlwT3w--", "ord_in_thread": 6, "author": "Muriel", "published": "2017-12-07T10:57:00.000+02:00", "title": "", "text": "Google is paying 97$ per hour,with weekly payouts.You can also avail this.\nOn tuesday I got a great New Land Rover Range Rover from having earned $11752 this last four weeks..with-out any doubt it's the most-comfortable job I have ever done .. It sounds unbelievable but you wont forgive yourself if you don’t check it\n!da163d:\n➽➽\n➽➽;➽➽ http://GoogleDailyConsumerMarketingJournalsJobsReport1/easy/jobs...\n★✫★★✫★✫★★✫★✫★★✫★✫★★✫★✫★★✫★✫★★✫★✫★★✫★✫★★✫★✫★★✫★✫★★✫★✫ !da163luuuu", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["http://Google.com/USAHomeJobs", "http://disq.us/url?url=http%3A%2F%2Fwww.maxbiz70.%25EF%25BD%2583om%3AR2THeZ9O_OdRepcYWme9ylgNq7c&cuid=3378714"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.027+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "ba0877f35b82609d14ba1e1b3fe03f36c118a9a7", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKU0_Sjx1lG.J4-", "ord_in_thread": 8, "author": "yarbles", "published": "2017-12-04T15:00:00.000+02:00", "title": "", "text": "tmtomh said: ↑ Cut the very brief Over Under Sideways Down reprise after the end of I'm a Man (though it's not clear if Page really played that, or if the original mastering engineer cut it in from another part of the show) Click to expand... OUSD was reprised in at least one other 67 or 68 show, so the original version was probably legit", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.030+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "29873b831a37d705395f68c9b883e8a5f4792790", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUa39iO0l0Zzs-", "ord_in_thread": 9, "author": "YardByrd", "published": "2017-12-04T15:11:00.000+02:00", "title": "", "text": "yarbles said: ↑ OUSD was reprised in at least one other 67 or 68 show, so the original version was probably legit Click to expand... it's definitely part of the arrangement... I have two other shows where they reprise the OUSD riff at the end... and it's cool as hell... no idea why he cut it out of the rave-up section either...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.033+02:00"}, {"thread": {"uuid": "4b5c822bcda93470d83543810601ce88f86e9614", "url": "http://omgili.com/ri/.wHSUbtEfZSDfGIeN8rV.2Ml0K_w9NP6qzV.NRvCZnUPVVbCUbTMwAkK2ym6UgVk55aSZmOKZ7wsA3NaW_lCkw--", "site_full": "www.daxx.com", "site": "daxx.com", "site_section": "", "site_categories": [], "section_title": "", "title": "How to Hire Java Developers in Ukraine? Guide to the Local Talent Pool", "title_full": "How to Hire Java Developers in Ukraine? Guide to the Local Talent Pool", "published": "2017-11-23T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "https://www.daxx.com/./uploads/1510827379_picture.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4b5c822bcda93470d83543810601ce88f86e9614", "url": "http://omgili.com/ri/.wHSUbtEfZSDfGIeN8rV.2Ml0K_w9NP6qzV.NRvCZnUPVVbCUbTMwAkK2ym6UgVk55aSZmOKZ7wsA3NaW_lCkw--", "ord_in_thread": 0, "author": "Daxx Nearshore It", "published": "2017-11-23T02:00:00.000+02:00", "title": "How to Hire Java Developers in Ukraine? Guide to the Local Talent Pool", "text": "Source - pypl.github.io \nDespite its widespread use, Java is a complex language with high barriers to entry, meaning that most Java developers are professionals with a good tech education. There are many Java programmers with a .Net background because the two technologies have many things in common. You will rarely meet a good Java software developer who is self-taught or simply finished an online course to learn the language. \nDue to the growing demand for their services, Java software developers are considered to be some of the most well-paid specialists in IT industry. For example, the average Java developer salary across the US is $102,064, according to the job search platform Indeed.com. Average software developer salaries for the most popular programming languages in the US \nHowever, salaries for Java experts vary greatly within the US, depending heavily on city and state. For example, San Francisco and New York top the list of high-earners with average Java developer salaries of $134k and $122k respectively. \nWhile the average salaries for Java experts around the world are slightly lower than those in the US, the language still pays well wherever you go. Average Java developer salaries worldwide, according to Indeed.com 3 reasons to hire Java engineers in Ukraine \nWith a pool of over 53,000 software developers, Ukraine is considered to be one of the leading global outsourcing destinations. Due to high demand and competitive salary ranges, Java engineers make up a large proportion of the Ukrainian IT talent pool. \nAccording to our research, there are at least 4,499 Java developers in Ukraine . This makes Java the second most popular language among Ukrainian developers, closely following C/C++. \nWhat makes Ukrainian Java developers so special? Education \nThe growing amount of Java developers and Java software outsourcing companies in Ukraine can be attributed to the large number of technical universities located across some of the country’s major cities. These educational institutions give a solid technical and mathematical background, which is recognized worldwide. \nSome of the Ukrainian polytechnic universities are listed in the QS World University Rankings 2018 . These are: V. N. Karazin Kharkiv National University Taras Shevchenko National University of Kyiv National Technical University of Ukraine \"Igor Sikorsky Kyiv Polytechnic Institute\" National Technical University of Ukraine “Kyiv Polytechnic Institute” Vasyl` Stus Donetsk National University Sumy State University \nIn addition to the above-listed schools, there are plenty of other good educational institutions across the country’s major IT hubs, including Lviv, Odessa, and Dnipro. Experience \nThe local Java IT talent pool is growing steadily, as developers rush to join one of the most dynamic and high-paying industries in the country. Yet, thanks to a relatively high barriers to entry, most Ukrainian Java developers are middle- or senior-level specialists. \nHowever, this statistic comes with a caveat about Ukrainian Java developers. In Ukraine, middle-level developers usually have 3-5 years of experience in the field, while senior developers get the title after 5 years. This might seem strange to outsiders, as most other countries, including the USA, require at least 5 years experience to qualify as a middle specialist, and 10+ years to get to senior level. \nHowever, what you should take into account is not the number of years in the field, but the actual practical experience and skills your developer has. If a specialist has been involved in a very complex project, progress may be a lot quicker, meaning that they can achieve a the senior level in just under 5 years. Background \nThe Ukrainian IT industry is still emergent, which is why many experienced Java developers have a background working in other domains. If a developer has switched to software engineering from a different sphere, the chances are that their background was in finance, banking, or enterprise. \nAs most financial institutions run on Java, a great number of today’s Java programmers started their career as IT specialists (support/devops engineers, database administrators) at a bank. However, the Ukrainian banking industry cannot offer the competitive salaries found in the IT sphere, which makes the career switch a reasonable option for most Java developers. \nAnother common area of usage for Java is in enterprise-level products. Therefore, many Java developers have experience working with big data management and ERP systems before they begin accumulating direct experience. \nAlthough the Ukrainian IT industry is growing at a rapid pace, the amount of product companies and startups in the region is still rather low, especially compared to the large number of outsourcing companies. This means that most Ukrainian Java software engineers are currently involved in Java software outsourcing companies, where they often deal with projects in the fintech and cyber security spheres. How to hire Java developers in Ukraine? A recruiter’s perspective \nWith the demand for skilled Java programmers at an all time high, hiring the best candidates can be a challenging task. Even with a help of your own professional recruitment team, you need to put serious effort into the evaluation and interview process . \nTo navigate the possible pitfalls of the IT recruitment and make a successful hire, consider the following tips. Before you interview a candidate: Choose the model that works best for you. \nAsk yourself, do you have enough technical skills and experience managing software development processes on your own, or do need professional assistance in every aspect of the process? \nIn the first case, you can hire software developers directly and manage them by yourself. However, the second situation is ideally suited for projects with Java software outsourcing companies. \nFor short-term projects, e.g. adding a feature or two to an existing project or making simple updates, hiring a freelancer might be a reasonable option. However, if you prefer hiring developers to work on-site but don’t want to limit your candidate pool to the local IT talent only, consider IT relocation . \nTo make sure you make the right choice, consider the pros and cons of each cooperation model or consult with an expert. Get your requirements straight. \nMost job descriptions sound rather generic, providing little valuable information on the project and generalizing candidate requirements. This makes it difficult for candidates to understand the project requirements and see if they can meet your expectations at all. \nMake sure to specify technical requirements, as well as the soft skills/qualities you are looking for. It’s better to prioritize your requirements. For example, good knowledge of the key technologies in your stack is a “must-have”, while qualities such as experience in your domain, or a degree in a field relevant to your project are usually “nice to have”. Take into account the project specifics as well as your personal preferences (but only well-grounded ones). Help your candidate make an informed decision. \nBefore you select and interview candidates, you should provide them with as much information on your project as possible (taking into account confidentiality, of course). The more you can explain about your project specifics, the higher your chances are of getting the developer interested in your job opportunity. \nBefore you ask candidates to prove themselves worthy of your company, make sure to understand what you can offer them in return. Is it a unique tech stack they will be able to get experience in, or an innovative product they have a chance to contribute to? Do you offer a particularly competitive salary, or some other benefits? Evaluating the candidates: Read between the lines. \nCVs are a great way to pre-evaluate your candidates. It gives you an understanding of the technologies the candidate is skilled in, while providing a general overview of their experience. However, not all information can be included into a CV. For example, some of the candidate’s projects can be protected by NDAs, while pet projects, personal experiments, or something that is not directly related to the developer’s job might not be included at all. \nMoreover, you shouldn’t reject the candidate only because you think 2 years of experience isn’t enough for your project. Some developers can gain vast hands-on experience in various technologies and domains in just a year, while others can spend 5 years working on a single project with a limited tech stack. Ask for additional information. \nWhile giving a test task prior to the interview might not always be a good idea (remember, a developer’s time comes at a price), you should encourage your candidates to support their CVs with any information or assets they consider suitable. \nFor example, a link to the candidate’s GitHub profile, relevant code samples, list of diplomas or awards, published articles, etc., can be a valuable addition even to a less than perfect CV. At the interview: Establish and follow a solid interview process. \nHaving a consistent and standardized interview process can help you better evaluate the candidates. This is why you always need to prepare for your interviews in advance. \nTo start with, write down a list of the most important questions and topics you want to cover. In addition, you can draft possible answers to those questions to prepare for follow-ups. Get into details. \nThe information usually provided in a CV isn’t normally sufficient for making a good hire. You should always ask the candidate to tell you more about the projects they have been working on recently. \nMoreover, this allows you to verify if the information in the resume is true. Make each interview a dialogue rather than an interrogation. \nInstead of simply asking questions, prepare to answer some too. If a candidate doesn’t have any questions about the project or your company, the chances are that they simply aren’t that interested in working for you. \nIf you don’t agree with some of the points your candidates make, ask them to explain their views and voice your own opinions on the matter. Remember, the truth can spark when opposing ideas collide. \nOne more tip from us: If you like the candidate, don’t think too long before making an offer. Most skilled Ukrainian developers often interview for 3-4 jobs at a time - make the call before your competitors do. Work with Daxx \nIt takes on average up to 6 months to identify a mistake made when hiring a candidate, which makes the cost of a bad hire really high. This price can be even higher for a Java developer. Can you afford to have the wrong specialist work with the Java-based system your whole business runs on? \nTo help you approach the hiring process with due diligence, we recommend following our unique IT staffing model. By working with Daxx, you can choose the best Java developers for you by taking an active part in every stage of the qualification process and interviewing the candidates in person. Other benefits of our model are: Fast recruitment process. With Daxx, you get a dedicated Java development team ready to work in just one month. Large pool of pre-qualified candidates. We have access to hundreds of experienced developers with various levels of tech skills. Work with your developers directly. No need for third-party Project Managers. This typically results in higher levels of productivity and engagement. We take care of all operational aspects of your cooperation with your developers. This includes fully equipped workplaces, taxes, sick leave, developer retention, and team building events. Constant support from a personal HR/Client manager. This results in the quick resolution of any communication issues. \nIf you are looking for reliable Java software development services and interested in extended development team with Daxx, fill out the form below. We will get in touch with you shortly. Categories ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "vasyl", "sentiment": "none"}, {"name": "daxx", "sentiment": "none"}], "organizations": [{"name": "stus donetsk national university sumy state university", "sentiment": "none"}, {"name": "erp", "sentiment": "none"}, {"name": "indeed.com", "sentiment": "none"}, {"name": "v. n. karazin kharkiv national university taras shevchenko national university of kyiv national technical university of ukraine \"igor sikorsky kyiv polytechnic institute\" national technical university of ukraine “kyiv polytechnic institute", "sentiment": "none"}], "locations": [{"name": "ukraine", "sentiment": "none"}, {"name": "san francisco", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "usa", "sentiment": "none"}, {"name": "lviv", "sentiment": "none"}, {"name": "dnipro", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "odessa", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:30.036+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0a8f3f045c4ccd17febfe203df653fab5f9a5f94", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKU6LUGsxd4Hao-", "ord_in_thread": 10, "author": "YardByrd", "published": "2017-12-04T15:14:00.000+02:00", "title": "", "text": "yarbles said: ↑ idk whether this has already been noticed & mentioned, but I think the 'studio' version of Drinking Muddy Water is in fact another live version, trimmed to sound like a studio track. The sonic characteristics are extremely similar to the version on the live album, and dissimilar to the other 'studio' tracks. So it looks like we have both sets' versions of DMW and WS. Click to expand... there IS a palpable difference in energy level and rudeness/agression as far as the sonics go, but the call/response section features Page with a slide you don't hear on any live version... and the bass is mic'd too well compared to the live material... I think it's studio still... and good lord, would I love if all their stuff sounded like that in the studio!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.038+02:00"}, {"thread": {"uuid": "00f8101de7dc7b34b753d70f5f10d76a553f4f91", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS3ylBka9AVEf1ATQagTn.tg-", "site_full": "pastebin.com", "site": "pastebin.com", "site_section": "", "site_categories": [], "section_title": "", "title": "", "title_full": "", "published": "2017-12-07T11:14:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "blogs", "country": "CA", "spam_score": 0.2, "main_image": "", "performance_score": 0, "domain_rank": 1737, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "00f8101de7dc7b34b753d70f5f10d76a553f4f91", "url": "http://omgili.com/ri/.wHSUbtEfZS19Sauqk8gS3ylBka9AVEf1ATQagTn.tg-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:14:00.000+02:00", "title": "", "text": "public class DataStorage<T> where T: IEntity\r\n    {\r\n        [NotMapped]\r\n        public PlatformInsuranceContext Context { get; set; }\r\n \r\n        public List<T> GetList()\r\n        {\r\n            List<T> data = Context.Set<T>().ToList();\r\n \r\n            return data;\r\n        }\r\n \r\n        public T GetByRef(Guid refReq)\r\n        {\r\n            return Context.Set<T>.FirstOrDefault(x => x.Ref == refReq);\r\n        }\r\n    }\r\n \r\n public interface IEntity {\r\n    Guid Ref { get; }\r\n}\r\n \r\npublic class Company : IEntity\r\n    {\r\n        [Key, DatabaseGenerated(DatabaseGeneratedOption.Identity), Required]\r\n        public Guid Ref { get; set; }\r\n        [MaxLength(9), DatabaseGenerated(DatabaseGeneratedOption.Identity), Required]\r\n        public String Code { get; set; }\r\n        [MaxLength(150), Required]\r\n        public String Name { get; set; }\r\n        [MaxLength(250)]\r\n        public String FullName { get; set; }\r\n        public Boolean MarkDelete { get; set; }\r\n    }", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "boolean markdelete", "sentiment": "none"}], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.040+02:00"}, {"thread": {"uuid": "43ada6479602c2fe93caf4b28d0999040d2eed1a", "url": "http://omgili.com/ri/.wHSUbtEfZTL_G07GdDBhOiiXmj4KRljyamMiQOeKaY5oeNV0p.VQzp_D5mVgMdb", "site_full": "sports.yahoo.co.jp", "site": "yahoo.co.jp", "site_section": "", "site_categories": ["baseball", "sports"], "section_title": "", "title": "【動画】12/7 ソフトバンク・ドラフト5位の田浦文丸にインタビュー！ - スポーツナビ「©SoftBank HAWKS/スポナビライブ」", "title_full": "【動画】12/7 ソフトバンク・ドラフト5位の田浦文丸にインタビュー！ - スポーツナビ「©SoftBank HAWKS/スポナビライブ」", "published": "2017-12-07T09:18:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "JP", "spam_score": 0.0, "main_image": "https://iwiz-yvpub.c.yimg.jp/d/yvpub-bucket001-west/contents/yvpub-content-7b09370f3102ad5d3b956ff89108cb23/images/yvpubthum555778-446d06a2e245fe6cb8f584b32625f804.png", "performance_score": 0, "domain_rank": 15, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "43ada6479602c2fe93caf4b28d0999040d2eed1a", "url": "http://omgili.com/ri/.wHSUbtEfZTL_G07GdDBhOiiXmj4KRljyamMiQOeKaY5oeNV0p.VQzp_D5mVgMdb", "ord_in_thread": 0, "author": "", "published": "2017-12-07T09:18:00.000+02:00", "title": "【動画】12/7 ソフトバンク・ドラフト5位の田浦文丸にインタビュー！ - スポーツナビ「©SoftBank HAWKS/スポナビライブ」", "text": "\nCopyright (C) 2017 Y's Sports Inc. All Rights Reserved. \nCopyright (C) 2017 Yahoo Japan Corporation. All Rights Reserved. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "yahoo japan corporation", "sentiment": "negative"}, {"name": "sports inc", "sentiment": "neutral"}, {"name": "softbank hawks", "sentiment": "neutral"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.041+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f06186e484b0528f1558b6f8e8f5c30298594feb", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKU.v3ONuL0y.4-", "ord_in_thread": 11, "author": "notesfrom", "published": "2017-12-04T15:17:00.000+02:00", "title": "", "text": "TheDailyBuzzherd said: ↑ Color you one up:\nBeck is lassoed into a one-off show at The Royal Albert Hall.\nIt is recorded for a DVD release for Xmas 2018.\nHa! Click to expand... Had the same thought this morning!\nA one-off reform of the 60s Yardbirds for a Royal Albert Hall show - live album/DVD.\nThe guitarists can take turns and all jam at the end and play in various combinations. Claptone, Beck, Page. The show would sell out in less than an hour even without Clapton.\nGuest singers - Robert Plant (For Your Love, Dazed & Confused), Steve Tyler, etc. etc.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.042+02:00"}, {"thread": {"uuid": "fcdff30ba5cd46846f4110c5fd5db3f0e066e092", "url": "http://omgili.com/ri/.wHSUbtEfZSOo6hd7glXzJRqRQeQ7YhyqT3EEOmrUW9Z5pVRZQDo0bKE2CZlBlm5DDkRdsTjJtWEXYh.PZOG_w--", "site_full": "tugan07.wordpress.com", "site": "wordpress.com", "site_section": "https://tugan07.wordpress.com", "site_categories": [], "section_title": "Raining winter –  tugan blog", "title": "Raining winter", "title_full": "Raining winter", "published": "2017-12-07T11:15:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fcdff30ba5cd46846f4110c5fd5db3f0e066e092", "url": "http://omgili.com/ri/.wHSUbtEfZSOo6hd7glXzJRqRQeQ7YhyqT3EEOmrUW9Z5pVRZQDo0bKE2CZlBlm5DDkRdsTjJtWEXYh.PZOG_w--", "ord_in_thread": 0, "author": "tugan07", "published": "2017-12-07T11:15:00.000+02:00", "title": "Raining winter", "text": "I never know such weather exists. Low temperature at day time and high temperature at night. The curve of a day’s temperature is like a big wok. the beginning and the end of a day are morning and night. The middle is noon.\nThere are so many writing waiting for me. It is not much but it is too much for me. I am not interested in such writing and that is why I feel it is heavily burden. Well I have to do it whatever I like or not.\nTwo people’s world is nice and quiet. Garden is still green. Medium wind is passing by. My health is OK. I am very careful with myself during winter time. I am OK at this dark and wet and cold season.\nI only need to look after myself. Hus and Son are check on line and buy their own so called expert suggestion. I don’t touch these tablets at all.\nI\n ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.045+02:00"}, {"thread": {"uuid": "b6e801d95537fb0be7b217c268d8563a96399e39", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VPiH1KKA_PV5", "site_full": "forums.stevehoffman.tv", "site": "stevehoffman.tv", "site_section": "http://forums.stevehoffman.tv/forums/music-corner.2/", "site_categories": ["illegal_content"], "section_title": "Music Corner | Steve Hoffman Music Forums", "title": "1968 Yardbirds sessions to see release?! | Page 50", "title_full": "1968 Yardbirds sessions to see release?! | Page 50 | Steve Hoffman Music Forums", "published": "2017-12-05T01:49:00.000+02:00", "replies_count": 18, "participants_count": 13, "site_type": "discussions", "country": "TV", "spam_score": 0.02, "main_image": "http://forums.stevehoffman.tv/data/avatars/m/67/67053.jpg?1512631401", "performance_score": 0, "domain_rank": 19660, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a988ff906711df8dea03178dd5c1896f4e1d4c02", "url": "http://omgili.com/ri/.0rSU5LtMgxaXysVsz_U0qHyJtYUlzdAvDU8CRmxCB6x2uybzHMbgi.nHkHj.Y5AcX6VZIOr_vlZ7N.ctmM0_SvQxt_J2j2tktfFyGh_M8QDno.mwLB3VK9jdIOBotKUByiTWkodPz0-", "ord_in_thread": 16, "author": "YardByrd", "published": "2017-12-04T15:31:00.000+02:00", "title": "", "text": "Overthehillsandfaraway said: ↑ Great interview. Intriguing that Page was clean at that point. It chimes with something I remember Henry \"the horse\" Smith said about early Zeppelin that there was a lot less drugs then than later because for the kind of aggressive sets they were playing, you had to be really sharp. Later (post -72) it was imo not as sharp.\nI think JP was vegetarian in late-Yardbirds / early Zep, which can't have been that common back then Click to expand... there's more to the interview, but I can't find the word doc at moment... it's only a hard copy and I don't feel like transcribing the rest by hand...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:30.053+02:00"}, {"thread": {"uuid": "fae25268edadde2a9161f827994525147cea805f", "url": "http://omgili.com/ri/jHIAmI4hxg.uxZl2_6UXfDxXCl92USExlhVhel5XVkEFwxwxds.i1g0cBAdNz17Sa.H3BX9DgbLPCsAPSgt_yzqP9fEzNp9WMWg9sGTcKLG2EnHGId2kBQjsKDI2qLIp", "site_full": "www.cleanenergyworld.net", "site": "cleanenergyworld.net", "site_section": "", "site_categories": [], "section_title": "", "title": "BNEF: Rooftop PV Presents a $23 Billion Opportunity in India - Clean Energy World", "title_full": "BNEF: Rooftop PV Presents a $23 Billion Opportunity in India - Clean Energy World", "published": "2017-12-05T11:45:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.019, "main_image": "http://www.cleanenergyworld.net/wp-content/uploads/2016/05/Solar-Market.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fae25268edadde2a9161f827994525147cea805f", "url": "http://omgili.com/ri/jHIAmI4hxg.uxZl2_6UXfDxXCl92USExlhVhel5XVkEFwxwxds.i1g0cBAdNz17Sa.H3BX9DgbLPCsAPSgt_yzqP9fEzNp9WMWg9sGTcKLG2EnHGId2kBQjsKDI2qLIp", "ord_in_thread": 0, "author": "", "published": "2017-12-05T11:45:00.000+02:00", "title": "BNEF: Rooftop PV Presents a $23 Billion Opportunity in India - Clean Energy World", "text": "5 December 2017 2017 09:45 AM GMT BNEF: Rooftop PV Presents a $23 Billion Opportunity in India \nIndia will need to invest $23 billion over the next five years to meet its target for 2022 of 40GW of rooftop photovoltaics, according to a new report by Bloomberg New Energy Finance (BNEF) . Accelerating India’s Clean Energy Transition , published recently at the BNEF Future of Energy Summit in Shanghai, examines the trends in India’s rooftop solar, rural mini-grid, off-grid and utility-scale renewable energy segments. India’s government has set its sights on having 175GW of non-hydro renewables capacity by 2022 (made up of 60GW onshore wind, 60GW utility-scale solar, 10GW bioenergy, 5GW small hydro and 40GW rooftop solar). At present, this figure stands at just 60GW. \nIndia is accelerating development of renewable energy projects to provide cheap, reliable and clean power to its 1.3 billion people. The country’s per-capita on-grid electricity consumption increased by 22% over the four years ending March 2017 due to increased industrial activity, higher uptake of electrical appliances by residential electricity users and the addition of new consumers to the grid. \nThe majority of the capacity in the 2022 target – a total of 135GW – is utility-scale (wind farms and solar parks, in particular) and does not include large hydro projects. The report estimates that India will need to invest $83 billion to build this capacity. The good news is that, because of falling capital costs per MW, that figure is $19 billion less than in BNEF’s previous estimates. New renewable energy projects will exceed fossil fuel build-out for the first time in 2017, and in the years thereafter. \nBut some of the most interesting activity will be in small-scale solar. Shantanu Jaiswal, head of India research at Bloomberg New Energy Finance, said: “Rooftop solar in India will grow inevitably with or without the support of power distribution utilities.” \nThe cost of electricity from rooftop PV has halved in the last five years due to fierce competition in the market and a drop in equipment prices. In contrast, average retail electricity rates have increased by 22% in the same period. This has made rooftop PV cheaper than commercial and industrial grid tariffs in all major states in India. \nBloomberg New Energy Finance expects residential sector PV growth to pick up rapidly post-2021. At the moment, its attractiveness is being held back by the high upfront capital expenditure that is necessary, by a shortage of financing options, and the fact that grid electricity is cheaper for residential consumers with low consumption. \n“Net metering is a far more important enabler for residential small-scale solar than for business-scale projects,” said Itamar Orlandi, head of frontier markets at Bloomberg New Energy Finance. \nHomeowners are usually drawing less power during the hours when their PV panels are producing, making self-consumption much harder. Solar projects also have a big and untapped potential to power irrigation pumps and reduce the use of back-up diesel generators. \nAshish Sethia, head of Asia-Pacific research at Bloomberg New Energy Finance, said: “Growth of rooftop solar presents an opportunity for the distribution companies to diversify and start their own businesses in that area rather than lose customers to other rooftop developers.” \nPower distribution companies can also work with other rooftop PV companies to provide operations and maintenance services, billing, lead generation, branding and sales support, Sethia added. \nAnnual rooftop PV installations in India \nSource: Bloomberg New Energy Finance, industry surveys, Ministry of New and Renewable Energy. Note: India’s financial year is from April to March. \nIndia is expected to install more renewable energy than fossil fuel power generation in 2017. Commissioned renewables projects amounted to 10GW through September, compared with 8GW for coal and gas \nEfforts aimed at rural electrification have led to a significant increase in access to electricity over the last three years. However, quality and reliability of electric supply by distribution companies in rural areas remains poor. Despite that, off-grid companies have not been able to match the rapid growth of utility-scale renewables and rooftop solar systems. \nIndia has a target of installing 10,000 rural micro-grids with a cumulative capacity of 500MW by 2021. The risk of stranded commissioned assets as a result of grid extension is the biggest concern for investors. That is impeding rapid build-out of small rural grids. Five states in India have released micro-grid policies and regulations in the last two years to promote investment and installations in this sector. \nOff-grid power consumers who use solar lanterns and home systems are now moving to larger devices, leading to up-sell and cross-sell of various small solar products in areas poorly serviced by grid electricity. Micro-grid companies are also encouraging the use of productive load equipment like rice hullers, air coolers and refrigerators in their areas, helping to boost the rural economy. \nBloomberg New Energy Finance (BNEF) is an industry research firm focused on helping energy professionals generate opportunities. With a team of 200 experts spread across six continents, BNEF provides independent analysis and insight, enabling decision-makers to navigate change in an evolving energy economy. \nLeveraging the most sophisticated new energy data sets in the world, BNEF synthesizes proprietary data into astute narratives that frame the financial, economic and policy implications of emerging energy technologies. Bloomberg New Energy Finance is powered by Bloomberg’s global network of 19,000 employees in 176 locations, reporting 5,000 news stories a day. Associated Business Directory Categories ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "shantanu jaiswal", "sentiment": "none"}, {"name": "itamar orlandi", "sentiment": "none"}, {"name": "ashish sethia", "sentiment": "none"}, {"name": "sethia", "sentiment": "none"}], "organizations": [{"name": "rooftop pv", "sentiment": "none"}, {"name": "accelerating india’s clean energy transition", "sentiment": "none"}, {"name": "bnef", "sentiment": "none"}, {"name": "ministry of new and renewable energy", "sentiment": "none"}, {"name": "bloomberg", "sentiment": "none"}, {"name": "bloomberg new energy finance", "sentiment": "none"}], "locations": [{"name": "india  indi", "sentiment": "none"}, {"name": "india", "sentiment": "none"}, {"name": "asia-pacific", "sentiment": "none"}, {"name": "shanghai", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:30.055+02:00"}, {"thread": {"uuid": "cc895aad58c8865b1db16fb851ebc043e517b9cb", "url": "http://omgili.com/ri/.wHSUbtEfZS3OCVytiSF2Z.zn2GAdWikGR5Miz76TAayXtTZp_R4azKd43dxkjPuvzZJCT9niei7eNaV4nLnqEtZpHP_DS92CQTm5RNGTzzW8sq7DK6FEQlF2REEVCW7F0a25ufLjD1nCnHHaEBVlg--", "site_full": "www.sapeople.com", "site": "sapeople.com", "site_section": "http://feeds.feedburner.com/SAPeopleNews", "site_categories": ["media", "travel", "africa"], "section_title": "SAPeople – Your Worldwide South African Community", "title": "Oldest Complete Human Ancestor Skeleton Unveiled in South Africa – Little Foot", "title_full": "Oldest Complete Human Ancestor Skeleton Unveiled in South Africa – Little Foot", "published": "2017-12-07T10:24:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "US", "spam_score": 0.0, "main_image": "https://www.sapeople.com/wp-content/uploads/2017/12/little-foot.jpg", "performance_score": 0, "domain_rank": 73920, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cc895aad58c8865b1db16fb851ebc043e517b9cb", "url": "http://omgili.com/ri/.wHSUbtEfZS3OCVytiSF2Z.zn2GAdWikGR5Miz76TAayXtTZp_R4azKd43dxkjPuvzZJCT9niei7eNaV4nLnqEtZpHP_DS92CQTm5RNGTzzW8sq7DK6FEQlF2REEVCW7F0a25ufLjD1nCnHHaEBVlg--", "ord_in_thread": 0, "author": "SAPeople Contributor", "published": "2017-12-07T10:24:00.000+02:00", "title": "Oldest Complete Human Ancestor Skeleton Unveiled in South Africa – Little Foot", "text": "Little Foot, the world’s oldest complete Australopithecus skeleton, was unveiled at the University of Wits in Johannesburg, South Africa, on Wednesday 6 December 2017, and has made headlines around the world. Palaeoanthropologist Ron Clarke. Source: Twitter \nThe fossil – believed to be of a 30-year-old female – was discovered by South African palaeoanthropologist Ron Clarke, who took part in the big reveal yesterday. \n“This is one of the most remarkable fossil discoveries made in the history of human origins research and it is a privilege to unveil a finding of this importance today,” says Clarke. \nHe had found one of the fragments of the foot of the Australopithecus skeleton in a box of animal fossils in 1994. Three years later he discovered parts of the skeleton’s other foot at a medical school in Johannesburg. Assistants Stephen Motsumi and Nkwane Molefe. Source: Wits \nAccording to Maropeng, it took his assistants – Stephen Motsumi and Nkwane Molefe – a day and a half of exploring a deep underground cave to search for any possible broken bone surface to discover what would eventually be recognised as the most complete Australopithecus skeleton ever found… but it took 15 years of painstaking work to excavate the remains. \nAnd that was followed by years of careful work to reconstruct and clean the bones. \nClarke said in a statement from Wits University that since the excavation, “I and my assistants, Abel Molepolle and Andrew Phaswana, have spent the last five years cleaning the matrix from the bones to expose them fully. \n“I have reconstructed the many broken and fragmented elements, and most of the skeleton’s reconstruction is now complete. I also trained Abel and Andrew in mould-making and casting, and together we have so far moulded and cast many of the elements, which are helping greatly in the analysis of the specimen by various members of our team.” \nIt’s believed that the female had fallen into a hole and died, and had been buried in rock at Sterkfontein – about 40 km from Joburg – for almost 3.6 million years! (The Sterkfontein Caves are recognised as one of the world’s richest fossil sites.) Little Foot was buried in rock. Source: Wits \nClarke has identified Little Foot as Australopithecus prometheus , a species that was first identified in Limpopo in 1948. \nLindsay Marshall, Maropeng curator, says this find is a significant one for Maropeng. \n“It was 20 years ago, and I was a third-year archaeology student, when the find was first announced. It was at this time that my passion for the Sterkfontein Caves and the Cradle began. To be in my role 20 years later and witness the culmination of decades of incredibly intricate work by Prof. Ron Clarke and his team is a source of great pride. \n“My team, the guides and I look forward to sharing all the new information on this incredible find with the public who visit the Sterkfontein Caves.” #LittleFoot #EWN [VIDEO]The Big Reveal. Ron Clarke reveals LittleFoot, the fossil of a woman understood to have been buried in rock at Sterkfontein for almost 3.5 million years. It’s estimated she was 30 years old when she fell into a hole and died. KS pic.twitter.com/k1i8GyB1JI \n— Katleho Sekhotho (@KatSekhotho) December 6, 2017 Fascinating! After 20 years of excavation and reconstruction, #LittleFoot is unveiled! Prof Ron Clarke, Stephen Motsumi and Nkwane Molefe found this Australopithecus skeleton of a human ancestor pre-dating 1.5 million years in Sterkfontein Caves outside Johannesburg in 1997. pic.twitter.com/DssqKH1ZPP", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "clarke", "sentiment": "none"}, {"name": "lindsay marshall", "sentiment": "none"}, {"name": "nkwane molefe", "sentiment": "none"}, {"name": "andrew", "sentiment": "none"}, {"name": "wits  clarke", "sentiment": "none"}, {"name": "abel", "sentiment": "none"}, {"name": "katleho sekhotho", "sentiment": "none"}, {"name": "abel molepolle", "sentiment": "none"}, {"name": "stephen motsumi", "sentiment": "none"}, {"name": "andrew phaswana", "sentiment": "none"}, {"name": "ron clarke", "sentiment": "none"}, {"name": "maropeng", "sentiment": "none"}], "organizations": [{"name": "wits university", "sentiment": "none"}], "locations": [{"name": "south africa", "sentiment": "none"}, {"name": "limpopo", "sentiment": "none"}, {"name": "johannesburg", "sentiment": "none"}, {"name": "sterkfontein caves", "sentiment": "none"}, {"name": "sterkfontein", "sentiment": "none"}, {"name": "joburg", "sentiment": "none"}, {"name": "maropeng", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:15:31.000+02:00"}, {"thread": {"uuid": "b2766692be66a180e85e08cc2dd76c4772349c9e", "url": "http://omgili.com/ri/.wHSUbtEfZT7YcM1IVvWT_HcKq0V.vC9PLXYeC5lY7LzJl1fcT8HSTLmKAkg2VYm.FOfFPJxjVXXt0guN4jwLojeNaRMgWPYNfbGEkoNmpR4TCSPvf3dIXgPMzepw_WVwvr3iJTXk0I-", "site_full": "www.bhphotovideo.com", "site": "bhphotovideo.com", "site_section": "https://www.bhphotovideo.com/c/buy/Studio-Monitors/ci/8617/N/3992462085", "site_categories": ["tech", "cameras_and_camcorders"], "section_title": "Speakers - Studio Monitors | B&amp;H Photo Video", "title": "Auratone 5C Super Sound Cube Passive Studio 5C BLACK PAIR B", "title_full": "Auratone 5C Super Sound Cube Passive Studio 5C BLACK PAIR B", "published": "2017-12-05T02:00:00.000+02:00", "replies_count": 0, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "https://static.bhphoto.com/images/images250x250/1446041171000_1194384.jpg", "performance_score": 0, "domain_rank": 702, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b2766692be66a180e85e08cc2dd76c4772349c9e", "url": "http://omgili.com/ri/.wHSUbtEfZT7YcM1IVvWT_HcKq0V.vC9PLXYeC5lY7LzJl1fcT8HSTLmKAkg2VYm.FOfFPJxjVXXt0guN4jwLojeNaRMgWPYNfbGEkoNmpR4TCSPvf3dIXgPMzepw_WVwvr3iJTXk0I-", "ord_in_thread": 0, "author": "Bobby Sheldon", "published": "2017-12-05T02:00:00.000+02:00", "title": "Auratone 5C Super Sound Cube Passive Studio 5C BLACK PAIR B", "text": "I wish I would've bought these sooner! Just installed them in my Voiceover Studio control room, and they provide instant feedback about my commercial, narration, and promo mixes when placing my voice over the production music beds. Since my work needs to \"play well\" on radio, television, and the internet, these Auratone 5C Super Sound Cubes tell me \"exactly\" what I need to hear. Coupling them with a used \"Crown D-45\" lab-grade power amp and 12 ga Monster speaker cable, the attack is tight and accurate. I use them to check my mixes against my EQ-Corrected Tannoy PBM6.5s and between the two pairs of monitors, I am very confident that my work will play accurately on all sorts of playback speakers. My thanks to Auratone for bringing these back to market, and for B-H Photo Video for shipping them so fast.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 5.0, "crawled": "2017-12-07T11:15:31.001+02:00"}, {"thread": {"uuid": "f10942391159d06f406b9c1600ea59795594b2ab", "url": "http://omgili.com/ri/SEMpReyPU46o__BwFz6P4DKyydaaQK7r.yR.DrdzF_Dho58qe7eZvHQX9xbTMHKCnGDN_oPWVb.LujSevXo0mF5H1ORlM2Ac", "site_full": "lonestarcats.blogspot.com", "site": "blogspot.com", "site_section": "http://lonestarcats.blogspot.com/", "site_categories": [], "section_title": "Lone Star Cats", "title": "Wordless Wednesday", "title_full": "Wordless Wednesday", "published": "2017-12-07T02:48:00.000+02:00", "replies_count": 13, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "25ee4a958ad2768aab38a057cf32de663d9a3dd5", "url": "http://omgili.com/ri/SEMpReyPU46o__BwFz6P4DKyydaaQK7r.yR.DrdzF_Dho58qe7eZvHQX9xbTMHKCnGDN_oPWVb.LujSevXo0mNPm__BZSKuB", "ord_in_thread": 7, "author": "Lone Star Cats", "published": "2017-12-07T10:35:00.000+02:00", "title": "", "text": "B !", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:31.004+02:00"}, {"thread": {"uuid": "cf78ac85cca89f5ca24c33ee79d055fff0f26d48", "url": "http://omgili.com/ri/jHIAmI4hxg_u2tlfIi70ZlEUizW5FtPWr2IB_zVHBGCCIqlT8whTJPhC9JvpPqtC90ks4c5hOYIXndNzoqxa5Q--", "site_full": "www.calguns.net", "site": "calguns.net", "site_section": "http://www.calguns.net/calgunforum/forumdisplay.php?f=349", "site_categories": ["hobbies_and_interests"], "section_title": "How CA Laws Apply to/Affect Me - Calguns.net", "title": "Ex-felon purchasing a firearm- Expunged and Reduced to Misd.", "title_full": "Ex-felon purchasing a firearm- Expunged and Reduced to Misd. - Calguns.net", "published": "2017-12-07T03:37:00.000+02:00", "replies_count": 8, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.163, "main_image": "", "performance_score": 0, "domain_rank": 16038, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2f7b6d42b0bf032aeb417c2ebf36383b2e9d2172", "url": "http://omgili.com/ri/jHIAmI4hxg_u2tlfIi70ZlEUizW5FtPWr2IB_zVHBGCCIqlT8whTJPhC9JvpPqtC90ks4c5hOYKfy4ZnFOKhpEEEo_omf4ECDDKlnOcppzs-", "ord_in_thread": 8, "author": "SkyHawk", "published": "2017-12-07T07:01:00.000+02:00", "title": "", "text": "Quote: : I think you might have misread the 4473 instructions. There is an \"or\" in front of \"the person has had their civil rights (the right to vote, sit on a jury, and hold public office) taken away and later restored\" , meaning that it is merely one of the three listed remedies, any of which by itself will satisfy part (1) of the exemption. In the OP's case, the lawful \"expungement\" will fully satisfy part (1) as it would appear from a literal reading of the 4473 instructions.\nAs far as part (2), you're right. 1203.4 doesn't satisfy state's prohibition. Yes, the commas are also interpreted as 'or', as well (as you point out) as the actual word 'or', leaving several possible remedies in part 1.\nBut even if 'expungement' is read literally, the second half after the word AND is the deal killer in some states. Whatever process occurs, and whatever it is called, it must result in the person being not prohibited according to the state where he/she was convicted. So in CA, 'expungement' alone is not satisfactory.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:31.004+02:00"}, {"thread": {"uuid": "cf78ac85cca89f5ca24c33ee79d055fff0f26d48", "url": "http://omgili.com/ri/jHIAmI4hxg_u2tlfIi70ZlEUizW5FtPWr2IB_zVHBGCCIqlT8whTJPhC9JvpPqtC90ks4c5hOYIXndNzoqxa5Q--", "site_full": "www.calguns.net", "site": "calguns.net", "site_section": "http://www.calguns.net/calgunforum/forumdisplay.php?f=349", "site_categories": ["hobbies_and_interests"], "section_title": "How CA Laws Apply to/Affect Me - Calguns.net", "title": "Ex-felon purchasing a firearm- Expunged and Reduced to Misd.", "title_full": "Ex-felon purchasing a firearm- Expunged and Reduced to Misd. - Calguns.net", "published": "2017-12-07T03:37:00.000+02:00", "replies_count": 8, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.163, "main_image": "", "performance_score": 0, "domain_rank": 16038, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9e860d2f0d4f1ce561efa43c327d8832db04805e", "url": "http://omgili.com/ri/jHIAmI4hxg_u2tlfIi70ZlEUizW5FtPWr2IB_zVHBGCCIqlT8whTJPhC9JvpPqtC90ks4c5hOYKfy4ZnFOKhpGgbBmewmfvLSbXEFJtwBwU-", "ord_in_thread": 7, "author": "subaruwrx", "published": "2017-12-07T06:51:00.000+02:00", "title": "", "text": "Quote: : The second part after the word \"AND\" is the clincher - which means both parts must be satisfied:\nAND (2) the person is not prohibited by the law of the jurisdiction where the conviction occurred from receiving or possessing firearms\nUnder CA law, an expungement does not restore rights. So the second part is not met in CA by a simple 1203.4 expungement.\nIn other states, for instance Texas - a statutory expungement does not restore rights, but a judicial expungement does. And in some other states, a simple expungement is restorative. And some states like AZ restore rights by statute, but other states (like CA) will not recognize that restoration since it was not done in a court proceeding. There is a lot of nuance.\nThe word 'expungement' then, on the 4473, is sort of a generic placeholder for many types of procedures - the most important thing is the procedure must result \"under the law of the jurisdiction where the conviction occurred\" in the person's rights having been restored, by whatever process is effective in that particular state; \" has had their civil rights... restored \" and \"the person is not prohibited by the law of the jurisdiction where the conviction occurred from receiving or possessing firearms\".\nRunning it together as it applies to CA: \"under the law of the jurisdiction where the conviction occurred...the person has had their civil rights ... taken away and later restored ... AND the person is not prohibited by the law of the jurisdiction where the conviction occurred from receiving or possessing firearms\".\nThe US DOJ keeps a list, state by state, of which procedure restores firearms rights. They do not publish it publicly anymore if it has been updated, but here is the last one from 2005 as example: https://www.bjs.gov/content/pub/pdf/ssprfs05.pdf I think you might have misread the 4473 instructions. There is an \"or\" in front of \"the person has had their civil rights (the right to vote, sit on a jury, and hold public office) taken away and later restored\" , meaning that it is merely one of the three listed remedies, any of which by itself will satisfy part (1) of the exemption. In the OP's case, the lawful \"expungement\" will fully satisfy part (1) as it would appear from a literal reading of the 4473 instructions.\nAs far as part (2), you're right. 1203.4 doesn't satisfy state's prohibition.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://www.bjs.gov/content/pub/pdf/ssprfs05.pdf"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:31.005+02:00"}, {"thread": {"uuid": "f10942391159d06f406b9c1600ea59795594b2ab", "url": "http://omgili.com/ri/SEMpReyPU46o__BwFz6P4DKyydaaQK7r.yR.DrdzF_Dho58qe7eZvHQX9xbTMHKCnGDN_oPWVb.LujSevXo0mF5H1ORlM2Ac", "site_full": "lonestarcats.blogspot.com", "site": "blogspot.com", "site_section": "http://lonestarcats.blogspot.com/", "site_categories": [], "section_title": "Lone Star Cats", "title": "Wordless Wednesday", "title_full": "Wordless Wednesday", "published": "2017-12-07T02:48:00.000+02:00", "replies_count": 13, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6f16b0735063e1c55e2450023145431b04facd25", "url": "http://omgili.com/ri/SEMpReyPU46o__BwFz6P4DKyydaaQK7r.yR.DrdzF_Dho58qe7eZvHQX9xbTMHKCnGDN_oPWVb.LujSevXo0mI8IFHzNzHjx", "ord_in_thread": 8, "author": "Lone Star Cats", "published": "2017-12-07T10:35:00.000+02:00", "title": "", "text": "Dey really wuz going curly crazy.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:31.006+02:00"}, {"thread": {"uuid": "cf78ac85cca89f5ca24c33ee79d055fff0f26d48", "url": "http://omgili.com/ri/jHIAmI4hxg_u2tlfIi70ZlEUizW5FtPWr2IB_zVHBGCCIqlT8whTJPhC9JvpPqtC90ks4c5hOYIXndNzoqxa5Q--", "site_full": "www.calguns.net", "site": "calguns.net", "site_section": "http://www.calguns.net/calgunforum/forumdisplay.php?f=349", "site_categories": ["hobbies_and_interests"], "section_title": "How CA Laws Apply to/Affect Me - Calguns.net", "title": "Ex-felon purchasing a firearm- Expunged and Reduced to Misd.", "title_full": "Ex-felon purchasing a firearm- Expunged and Reduced to Misd. - Calguns.net", "published": "2017-12-07T03:37:00.000+02:00", "replies_count": 8, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.163, "main_image": "", "performance_score": 0, "domain_rank": 16038, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8f816a773f1cf269811c004375b4349ab4a10472", "url": "http://omgili.com/ri/jHIAmI4hxg_u2tlfIi70ZlEUizW5FtPWr2IB_zVHBGCCIqlT8whTJPhC9JvpPqtC90ks4c5hOYKfy4ZnFOKhpIZ08mFkk2gOTOpslnaCiyo-", "ord_in_thread": 1, "author": "hunterb", "published": "2017-12-07T03:39:00.000+02:00", "title": "", "text": "Non-violent felony? Sure.\nViolent Felony? Not so sure...need more details...\nThat being said, it sounds like he is completely legal.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:15:31.007+02:00"}], "totalResults": 15137935, "moreResultsAvailable": 15137835, "next": "/filterWebContent?token=a64af0cc-bb64-44dd-a56d-d1d1e06b287e&format=json&ts=1512638131007&q=language%3Aenglish&sort=crawled", "requestsLeft": 841}