{"posts": [{"thread": {"uuid": "20dbc4f1096a36dff05de514d4265914fd7f2328", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLk0ueMiKPce84LbmLSQ0o2f", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "Musical YLYL Thread:", "title_full": "/gif/ - Musical YLYL Thread: - Adult GIF - 4chan", "published": "2017-12-05T07:02:00.000+02:00", "replies_count": 73, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.097, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "61f317f1997f256514e0b694d1a6a6ced4c47d9a", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLk0ueMiKPce81yOBnO3aApk8udlCFbMPy8-", "ord_in_thread": 68, "author": "Anonymous", "published": "2017-12-07T12:58:00.000+02:00", "title": "", "text": ">>11746469\nhttps://youtu.be/YvWMfpop334", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://youtu.be/YvWMfpop334"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:06.043+02:00"}, {"thread": {"uuid": "20dbc4f1096a36dff05de514d4265914fd7f2328", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLk0ueMiKPce84LbmLSQ0o2f", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "Musical YLYL Thread:", "title_full": "/gif/ - Musical YLYL Thread: - Adult GIF - 4chan", "published": "2017-12-05T07:02:00.000+02:00", "replies_count": 73, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.097, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "eb00b2caf17d97fa742777a548abb3744d71a06f", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLk0ueMiKPce81yOBnO3aApkjHRh4WwF3qk-", "ord_in_thread": 73, "author": "Anonymous", "published": "2017-12-07T13:36:00.000+02:00", "title": "", "text": ">>11742464\nUnderrated. Lost.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:06.046+02:00"}, {"thread": {"uuid": "fda9bbdc1f4ea987b26f318b1ada78c565c436d4", "url": "http://omgili.com/ri/t1o2C2H78UdXXWeGwdI3BKQL4r8HnUC7vOC5gd1FVGm25ovLNQ2xF.RFk.9hymX63nmeAiJH4miXRirCMsjSVSxCxIWZrtNh", "site_full": "danladue.blogspot.com", "site": "blogspot.com", "site_section": "http://danladue.blogspot.com/", "site_categories": [], "section_title": "Dan Ladue", "title": "Berlin: First Sunday in Advent", "title_full": "Berlin: First Sunday in Advent", "published": "2017-12-04T12:55:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fda9bbdc1f4ea987b26f318b1ada78c565c436d4", "url": "http://omgili.com/ri/t1o2C2H78UdXXWeGwdI3BKQL4r8HnUC7vOC5gd1FVGm25ovLNQ2xF.RFk.9hymX63nmeAiJH4miXRirCMsjSVSxCxIWZrtNh", "ord_in_thread": 0, "author": "Daniel Ladue (noreply@blogger.com)", "published": "2017-12-04T12:55:00.000+02:00", "title": "Berlin: First Sunday in Advent", "text": "Berlin, Germany Latitude 52 ˚ 52 N December 4, 2017 \nFor years I’ve been hearing Berlin stories: Alexanderplatz, Brandenburg Gate, Potstam, Checkpoint Charlie…   It was finally time for me to take the plunge and see the place for myself.   And what better time, in my limited world view, than Christmas. \nChristmas.   “Be careful, Dan.”   I heard that a lot.   And I know people are well-meaning.   A year ago some lunatic drove a vehicle into a Christmas market and killed who knows how many people.   But I refuse, absolutely refuse, to give in to fears.   Maybe it will happen again.   Maybe it will happen in Nuremburg.   Maybe in Mexico City.   I could get killed on the way home from the airport when I return home.   No.   I won’t give in. \nFrom all I’d read about Berlin in the 1930’s, I expected some wild town, with crazy things happening all around me.   What I found, instead, was a sedate city, brand new since the 1960’s and rather, well…boring.   I should not be harsh.   The city was essentially a pile of rubble at the end of WW 2.   What it was, however, was a very walkable city.   Once I oriented myself I realized that just about everything was on a straight-line axis.   Fortunately, the weather was fine and not as cold as Riga or Vilnius, so my feet brought me just about everywhere.   One day I clocked 27,000 steps on my pedometer and the next day I just could not replicate the march from the day before.   I’d walked from Alexanderplatz to Charlottenburg—a distance of maybe 6 or 7 miles.   My quest for hitting every Christmas market in the city knew no bounds.   But my exhaustion did, and on day three I just collapsed and was back in my room by 5:00 pm.    There are limits to what the tourist body can do. \nOn my last day there I headed to Potstam.   It was time to the leave the city and this seemed a good destination.   It was also personal, as my sister lives in Potstam, NY, not that the two have anything in common.   Oh, such perfection.   I found my way to the first Christmas market, a much tamer affair than those in Berlin, and just as I began walking it started to snow—Light, mysterious, and delicate.   A cool, dry fragrance was released into the air.   It snowed just enough to say it was snowing.   Snowing!   At a German Christmas market.   I was ecstatic.   My secondary goal in Potstam was San Soucci gardens, a massive park very close to the center.   That strange chemistry of snow and nostalgia took possession.   For a time, I was on Rand Hill, more than forty years ago, on the first full day of winter—a days of cold and dark and snow—cross country skiing into the darkening woods.   It was twilight and it snowed the entire time I was walking in this park, which felt more like a forest than anything else.   \n\nWhen I returned to the Christmas market I’d been at a few hours earlier I walked through the cold, snow-filled street.   An hour later I was back on the train to Berlin.   It was an absolutely perfect day. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "ale", "sentiment": "none"}, {"name": "dan", "sentiment": "none"}, {"name": "rand hill", "sentiment": "none"}], "organizations": [], "locations": [{"name": "berlin", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "potstam", "sentiment": "none"}, {"name": "riga", "sentiment": "none"}, {"name": "vilnius", "sentiment": "none"}, {"name": "alexanderplatz", "sentiment": "none"}, {"name": "nuremburg", "sentiment": "none"}, {"name": "ny", "sentiment": "none"}, {"name": "san soucci", "sentiment": "none"}, {"name": "charlottenburg", "sentiment": "none"}, {"name": "brandenburg gate", "sentiment": "none"}, {"name": "mexico city", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:45:07.000+02:00"}, {"thread": {"uuid": "dd86c82d9510e4fc438a78601c8f64e5c4f56b19", "url": "http://omgili.com/ri/8HG_hanVOKzCcFfTfaprbMC6XjrGr3Js6JSpjNW.W.rEokCLjDFBXOC.VrV8ilVR", "site_full": "polit.ddtor.com", "site": "ddtor.com", "site_section": "http://polit.ddtor.com/", "site_categories": [], "section_title": "polit.ddtor.com", "title": "", "title_full": "", "published": "2017-12-07T11:45:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dd86c82d9510e4fc438a78601c8f64e5c4f56b19", "url": "http://omgili.com/ri/8HG_hanVOKzCcFfTfaprbMC6XjrGr3Js6JSpjNW.W.rEokCLjDFBXOC.VrV8ilVR", "ord_in_thread": 0, "author": "k998 (noreply@blogger.com)", "published": "2017-12-07T11:45:00.000+02:00", "title": "", "text": "https://www.youtube.com/watch?v=IGJH0JAw5NE&feature=share \nПерейти к записи ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.000+02:00"}, {"thread": {"uuid": "c4ab45e9f4ba1bac8cf909082250230d124a39ea", "url": "http://omgili.com/ri/jHIAmI4hxg_vCLDx9iTsV0gppIyroJ0Eil9OoTEQeXNEkmEi0JL35mZVLmQyeropPK1HR5iUyBvV0Srsz5sHYg3HsHLP0KyYgzczZKtOdW4CejYYiuPYvTa5LrJG28Gy", "site_full": "www.sfgate.com", "site": "sfgate.com", "site_section": "http://www.sfgate.com/travel/", "site_categories": ["media", "social"], "section_title": "California, U.S and international travel guides, news and features. - SFGate", "title": "Emotional testimony expected as ex-officer's sentencing ends", "title_full": "Emotional testimony expected as ex-officer's sentencing ends - SFGate", "published": "2017-12-07T09:35:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.604, "main_image": "http://ww3.hdnux.com/photos/67/72/73/14659306/3/rawImage.jpg", "performance_score": 0, "domain_rank": 943, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c4ab45e9f4ba1bac8cf909082250230d124a39ea", "url": "http://omgili.com/ri/jHIAmI4hxg_vCLDx9iTsV0gppIyroJ0Eil9OoTEQeXNEkmEi0JL35mZVLmQyeropPK1HR5iUyBvV0Srsz5sHYg3HsHLP0KyYgzczZKtOdW4CejYYiuPYvTa5LrJG28Gy", "ord_in_thread": 0, "author": "sfgate.com", "published": "2017-12-07T09:35:00.000+02:00", "title": "Emotional testimony expected as ex-officer's sentencing ends", "text": "Photo: HONS Image 1 of / 10 10 These images are from a video provided by an attorney representing the family of Walter Scott Jr, Scott appears to break away from a confrontation with city patrolman Michael Slager, right. These images are from a video provided by an attorney representing the family of Walter Scott Jr, Scott appears to break away from a confrontation with city patrolman Michael Slager, right. Photo: HONS Image 2 of 10 Judy Scott, mother of Walter Scott, wipes her eyes as she looks at her son's casket during his burial service in Charleston, S.C. on Saturday, April 11, 2015. Walter Scott was fatally shot by a North Charleston, S.C., police officer a week earlier after a traffic stop. The officer, Michael Slager, has been fired and charged with murder. less Judy Scott, mother of Walter Scott, wipes her eyes as she looks at her son's casket during his burial service in Charleston, S.C. on Saturday, April 11, 2015. Walter Scott was fatally shot by a North ... more Photo: Chuck Burton, Associated Press Image 3 of 10 Laquanda Multrie, of Charleston, S.C., holds a sign during a rally in North Charleston, S.C. on Friday, April 10, 2015 protesting the fatal police shooting of Walter Scott. Scott was killed by a police officer after a traffic stop on Saturday. Officer Michael Slager has been fired and charged with murder.\nless Laquanda Multrie, of Charleston, S.C., holds a sign during a rally in North Charleston, S.C. on Friday, April 10, 2015 protesting the fatal police shooting of Walter Scott. Scott was killed by a police officer ... more Photo: AP Image 4 of 10 In a Thursday, Sept. 10, 2015 file photo, former North Charleston police office Michael Slager, is lead into court, in Charleston, S.C. A federal judge will decide whether Slager, charged with murder in the shooting death of an unarmed black motorist, can remain free on bond.\nless In a Thursday, Sept. 10, 2015 file photo, former North Charleston police office Michael Slager, is lead into court, in Charleston, S.C. A federal judge will decide whether Slager, charged with murder in the ... more Photo: Grace Beahm, Associated Press Image 5 of 10 In this Monday, Dec. 5, 2016, file photo, former South Carolina officer, Michael Slager, right, walks from the Charleston County Courthouse under the protection of the Charleston County Sheriff's Department after a mistrial was declared for his trial in Charleston, S.C. Slager, who fatally shot a black motorist, Walter Scott, in 2015, could learn his fate as soon as his federal sentencing hearing winds down. On Thursday, Dec. 7, 2017, attorneys are expected to call friends and relatives of both men who'll tell the judge how Scott's death and the officer's arrest have impacted their lives. less In this Monday, Dec. 5, 2016, file photo, former South Carolina officer, Michael Slager, right, walks from the Charleston County Courthouse under the protection of the Charleston County Sheriff's Department ... more Photo: Mic Smith, AP Image 6 of 10 Ninth Circuit Solicitor Scarlett Wilson, left, speaks with Feiden Santana, who made the cell video showing former North Charleston Police Officer Michael Slager's fatal encounter with Walter Scott, as Santana testifies in Slager's murder trial, Friday, Nov. 4, 2016, in Charleston, S.C. Slager is on trial facing a murder charge in the shooting death of Walter Scott, who was gunned down after he fled from a traffic stop. less Ninth Circuit Solicitor Scarlett Wilson, left, speaks with Feiden Santana, who made the cell video showing former North Charleston Police Officer Michael Slager's fatal encounter with Walter Scott, as Santana ... more Photo: Grace Beahm, POOL Image 7 of 10 Buy photo Witness William Schneck points to a screen during the murder trial of former North Charleston police officer Michael Slager at the Charleston County court in Charleston, S.C., Tuesday, Nov. 22, 2016.\nWitness William Schneck points to a screen during the murder trial of former North Charleston police officer Michael Slager at the Charleston County court in Charleston, S.C., Tuesday, Nov. 22, 2016. Photo: Grace Beahm Buy this photo Image 8 of 10 Buy photo Ninth Circuit Solicitor Scarlett Wilson gestures to a screen during the trial of former North Charleston police officer, Michael Slager, at the Charleston County court in Charleston, S.C., Wednesday. Nov. 16, 2016. Slager is charged in the shooting death of Michael Scott, an unarmed black motorist.\nless Ninth Circuit Solicitor Scarlett Wilson gestures to a screen during the trial of former North Charleston police officer, Michael Slager, at the Charleston County court in Charleston, S.C., Wednesday. Nov. 16, ... more Photo: Grace Beahm Buy this photo Image 9 of 10 In this Monday, Dec. 5, 2016, file photo, Judy Scott, center, Walter Scott's mother, is comforted by her son Rodney Scott, as the family attorneys, Chris Stewart, left, and Justin Bamberg, right, hold a press conference after a mistrial was declared in former South Carolina officer, Michael Slager's trial in Charleston, S.C. Slager, who fatally shot a black motorist, Walter Scott, in 2015, could learn his fate as soon as his federal sentencing hearing winds down. On Thursday, Dec. 7, 2017, attorneys are expected to call friends and relatives of both men who'll tell the judge how Scott's death and the officer's arrest have impacted their lives. less In this Monday, Dec. 5, 2016, file photo, Judy Scott, center, Walter Scott's mother, is comforted by her son Rodney Scott, as the family attorneys, Chris Stewart, left, and Justin Bamberg, right, hold a press ... more Photo: Mic Smith, AP Image 10 of 10 White ex-cop gets 20 years in prison for fatal shooting 1 / 10 Back to Gallery CHARLESTON, S.C. (AP) — A white former South Carolina officer was sentenced to 20 years in prison on Thursday for fatally shooting an unarmed black motorist in the back in 2015, wrapping up a case that became a rallying cry for the Black Lives Matter movement.\nAttorneys for ex-North Charleston Officer Michael Slager said he shot 50-year-old Walter Scott in self-defense after the two fought and Scott grabbed Slager's stun gun. They said race didn't play a role in the shooting and Slager never had any \"racial animus\" toward minorities.\nStill, Slager pleaded guilty in federal court to violating Scott's civil rights. As part of the plea agreement reached in May, prosecutors dropped state murder charges. A year ago, a state judge declared a mistrial when jurors deadlocked in that case.\nNow Playing: The sentencing hearing for the form South Carolina police officer who shot and killed an unarmed black man in 2015 begins Monday. Josh King has the story (@abridgeotland).\nMedia: Veuer \"This is a tragedy that shouldn't have happened,\" U.S. District Judge David Norton said.\nA bystander recorded the shooting on a cellphone, and it was shared around the world, setting off protests across the U.S. as demonstrators said it was another egregious example of police officers mistreating African-Americans.\nScott's family testified before the sentence was handed down and said they had forgiven Slager.\nRelated Stories The Latest: Ex-cop's attorney asks for minimum sentence Son of slain black man wants life in prison for ex-officer Evidence a little different at ex-officer's sentencing \"I'm not angry at you, Michael. Michael, I forgive you, and Michael, I do pray for you now and for your family, because we've gone through a traumatic time,\" said Scott's brother Anthony.\nThe shooting angered local African-Americans who complained for years that North Charleston police harassed blacks, pulling them over or questioning them unnecessarily as they cracked down on crime. But after the shooting, the Scott family successfully pleaded for calm, asking everyone to let the justice system run its course.\nTwo months after the shooting, a young white man killed nine black church members in a racially motivated attacked during a Bible study in Charleston. The family members of those victims struck a similar forgiveness tone after that attack.\nBefore the sentence was handed down, the judge had to decide whether the shooting amounted to second-degree murder or manslaughter. Norton found that it was murder.\n\"No matter what sentence I give, neither the Scott family nor the Slager family is going to think that it's right,\" the judge said.\nThe bystander's video started after the struggle between Slager and Scott and showed Scott running away and the officer firing eight times. Scott was hit in the back five times.\nAfter the shooting, Slager picked up his stun gun and placed it next to Scott. Slager contends he was securing the weapon. Prosecutors think he put it there to bolster his self-defense story.\nAn emotional Slager told the Scott family that he was grateful for their forgiveness.\n\"This tragic event that occurred in seconds has changed the lives of everyone involved,\" he said. \"With my actions that day, Walter Scott is no longer with his family, and I am responsible for that.\"\nThe judge also found that Slager, 36, obstructed justice when he made statements to state police after the shooting.\nA pre-sentencing report for Slager found that he committed manslaughter and recommended 10 to nearly 13 years in prison. But the judge was not bound by that review.\nIf Slager had faced another state trial and been convicted of murder, he could have been sentenced to anywhere from 30 years to life in prison.\nConvictions in police officer shootings are uncommon in the U.S. and prison time is even rarer.\nSouth Carolina has been aggressive in charging white officers who shoot unarmed black people. Four have pleaded guilty in state or federal court in the past six years. But only Slager and former state trooper Sean Groubert, who shot a man as he tried to get his wallet during a seat belt violation check, will have been sent to prison. Groubert was sentenced to five years behind bars.\n___\nKinnard can be reached at http://twitter.com/MegKinnardAP . Read her work at https://apnews.com/search/meg%20kinnard .", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://apnews.com/search/meg%20kinnard", "https://cdn.jwplayer.com/thumbs/qyZLykzv-720.jpg)", "https://cdn.jwplayer.com/thumbs/ymIabdMc-720.jpg)", "http://ww3.hdnux.com/photos/67/72/73/14659306/3/square_gallery_thumb.jpg", "http://ap.org/schemas/03/2005/apcm", "http://ww2.hdnux.com/photos/67/66/03/14639317/11/920x920.jpg", "http://ww2.hdnux.com/photos/67/66/03/14639317/11/square_gallery_thumb.jpg", "https://cdn.jwplayer.com/thumbs/oT0P81gO-720.jpg)", "https://cdn.jwplayer.com/thumbs/Gf0WUwLB-720.jpg)", "http://ap.org/schemas/03/2005/apnm", "http://ww4.hdnux.com/photos/67/74/11/14664267/3/square_gallery_thumb.jpg", "https://cdn.jwplayer.com/thumbs/r6YuJPz1-720.jpg)", "https://cdn.jwplayer.com/thumbs/Y1yGNtl0-720.jpg)", "https://cdn.jwplayer.com/thumbs/Kc2ifh3L-720.jpg)", "https://cdn.jwplayer.com/thumbs/fPX3XJZJ-720.jpg)", "http://ww3.hdnux.com/photos/67/72/73/14659306/3/920x920.jpg", "https://cdn.jwplayer.com/thumbs/GTtCvdHL-720.jpg)", "http://twitter.com/MegKinnardAP", "https://cdn.jwplayer.com/thumbs/5T4LjYVX-720.jpg)", "http://ww4.hdnux.com/photos/67/74/11/14664267/3/920x920.jpg"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.000+02:00"}, {"thread": {"uuid": "cb17ab05f2683c130a18d76bf1cce24c0e913dab", "url": "http://omgili.com/ri/0xd.sZhj5jec0UxbqjAq60ffcONTI56Kpki95wijHID6qgjznxIiNsahxbeWtz1a5tdD3b2YNBFynMJC3DgLmfdoXeojVYQA", "site_full": "craniumbolts.blogspot.com", "site": "blogspot.com", "site_section": "http://craniumbolts.blogspot.com/", "site_categories": [], "section_title": "Cranium Bolts", "title": "Portraits of Rohan", "title_full": "Portraits of Rohan", "published": "2017-12-04T10:08:00.000+02:00", "replies_count": 10, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "86505488d58d2cd0a9f2d7ce1690d1b23ef649c7", "url": "http://omgili.com/ri/0xd.sZhj5jec0UxbqjAq60ffcONTI56Kpki95wijHID6qgjznxIiNsahxbeWtz1a5tdD3b2YNBFynMJC3DgLmVGDdbZhI6ZnHDWvFdcgvbU-", "ord_in_thread": 10, "author": "Judee Algazi", "published": "2017-12-06T14:02:00.000+02:00", "title": "", "text": "You have a very cute model and some lovely photos!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.001+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "fc539b5615f086c9a08e727126ba29cd9a2d0d62", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgNQw.LarVM7I-", "ord_in_thread": 28, "author": "Anonymous", "published": "2017-12-07T09:28:00.000+02:00", "title": "", "text": ">>11721141\nimagine if she lost 30 pounds and squated 135lbs", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.001+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "042d8f14da7ae59ff573a0012cb33c5e07a7d71e", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgTxCNaoBNZCE-", "ord_in_thread": 37, "author": "Anonymous", "published": "2017-12-07T12:43:00.000+02:00", "title": "", "text": ">>11714746\nsoothing", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.003+02:00"}, {"thread": {"uuid": "20dbc4f1096a36dff05de514d4265914fd7f2328", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLk0ueMiKPce84LbmLSQ0o2f", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "Musical YLYL Thread:", "title_full": "/gif/ - Musical YLYL Thread: - Adult GIF - 4chan", "published": "2017-12-05T07:02:00.000+02:00", "replies_count": 73, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.097, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7bd3a6ddf4e52c79ff1cef66f75a11981015e28b", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLk0ueMiKPce81yOBnO3aApkH7zWjty7nbM-", "ord_in_thread": 69, "author": "Anonymous", "published": "2017-12-07T13:03:00.000+02:00", "title": "", "text": ">>11746755\nhttps://youtu.be/qFfybn_W8Ak", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://youtu.be/qFfybn_W8Ak"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.003+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "41ac3a7c0dfde295d2faca528cc09bb4691a2fd4", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgkDpaeWoCY8Q-", "ord_in_thread": 26, "author": "Anonymous", "published": "2017-12-07T09:05:00.000+02:00", "title": "", "text": ">>11746460\nand?\nOnce a hoe, always a hoe.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.006+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7301d68c1f41362b29b847ee130d85c001cb09ce", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgNfw_QYhBr9s-", "ord_in_thread": 31, "author": "Anonymous", "published": "2017-12-07T10:30:00.000+02:00", "title": "", "text": ">>11722359\nu gay nigga", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.007+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "791f934ec8988b13b02665a4c067cb13a6bea475", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgvEO4.XNpZ0o-", "ord_in_thread": 27, "author": "Anonymous", "published": "2017-12-07T09:25:00.000+02:00", "title": "", "text": "For the love of fuck someone tell me who this is", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.007+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "ord_in_thread": 0, "author": "Oodly", "published": "2017-12-06T14:26:00.000+02:00", "title": "Confusing motor failure", "text": "So this happened... a 15 HP, 3 phase, 460v motor stopped working. Its VFD refused to run and would go into overcurrent alarm before delivering any voltage to the motor. I confirmed I had 3 legs of power, all good. Wanting to eliminate the motor as the problem I megged it and read infinity GOHMS to ground. Resistance readings between phases were equal at .9 ohms. Another tech was there who also had a megger on his truck. We repeated the test with his gear and got all the same readings. This was a motor that had been in service, but we checked the make-up of its leads anyway, all were correct. So we bypassed the VFD and wired the motor across the line. I turned power on as the other tech observed the motor in the other room... he said it instantly popped loudly and lightning came out of it.\nSo what happened? Did we miss some steps in evaluating the motor? The short took out a leg of power in a non re-settable current limiter in the breaker, we've since replaced that. We obviously need a new motor, but I don't really want to go further without understanding what went wrong.\nThanks.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.007+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "84d5f68bc92a038839f4e85e0450dc37bddd56f8", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7Bg2Wc0g67YV4A-", "ord_in_thread": 30, "author": "Anonymous", "published": "2017-12-07T09:50:00.000+02:00", "title": "", "text": ">>11719177\ntraprapunzel instagram", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.008+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c1f068c38c332a58d61c81eb7ddaa7d91785bdc3", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgBz4oV.sUwaM-", "ord_in_thread": 33, "author": "Anonymous", "published": "2017-12-07T10:50:00.000+02:00", "title": "", "text": ">>11722325\n+1\nlost at novel", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.009+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f059ab4700a0cebbabe150832c586bff8a94dc4e", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgG5_oCbp.zXM-", "ord_in_thread": 32, "author": "Anonymous", "published": "2017-12-07T10:48:00.000+02:00", "title": "", "text": ">>11719336\nMelissa Mendini", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.010+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8cfd6b564be8de430c797d0778a8faec5878ef74", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrBKYROuFagSNK5Bgp7bWaKV", "ord_in_thread": 1, "author": "HVAC_Marc", "published": "2017-12-06T14:30:00.000+02:00", "title": "", "text": "shouldnt you have no reading between phases? they're all separate windings, right? .9 tells me dead short and lightning with a BOOM says so, also.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.010+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c56d51bc6d9734031c4161d09a7b4bd0d3976b3c", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrDQAVQnko4iU6y5WiCjeXhe", "ord_in_thread": 2, "author": "BennyD", "published": "2017-12-06T06:01:00.000+02:00", "title": "", "text": "Do you have a low ohm meter? It's very hard to read the winding resistance. You should have a minimum of 1k ohms per volt when performing a Meg test to ground. Between legs is usually less than an ohm. You didn't do anything wrong. Leg to leg is just hard to read if you don't have the right equipment.\nAnother thought... If you have a battery powered phase rotation meter, they can usually tell motor rotation by spinning the motor by hand. It may give you a goofy reading if there is a short between windings. I've never tried it though...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.012+02:00"}, {"thread": {"uuid": "a2efbe9933c7f85dbbe723566b8d07fd8af8898d", "url": "http://omgili.com/ri/.wHSUbtEfZQ2F8au4ugZad_J4qnGXapSpK.s0NnO4Y.d4mZynYtCZ3cOdF0Atty_uPrBwpSB1y8BfaC5pYViS8dewaNPPV.mM4NefoAgfwk5oeygjJNYgg--", "site_full": "www.reddit.com", "site": "reddit.com", "site_section": "https://www.reddit.com/r/OldSchoolCool/", "site_categories": ["media", "adult", "non_standard_content"], "section_title": "OldSchoolCool: History's cool kids, looking fantastic", "title": "Sharp as a Tack, 1940s", "title_full": "Sharp as a Tack, 1940s : OldSchoolCool", "published": "2017-12-06T22:30:00.000+02:00", "replies_count": 43, "participants_count": 41, "site_type": "discussions", "country": "US", "spam_score": 0.686, "main_image": "", "performance_score": 0, "domain_rank": 33, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "05eef61f7b046dd6019e1bf4a8e42fa74e514ecd", "url": "http://omgili.com/ri/.wHSUbtEfZQ2F8au4ugZad_J4qnGXapSpK.s0NnO4Y.d4mZynYtCZ3cOdF0Atty_uPrBwpSB1y8BfaC5pYViS8dewaNPPV.mM4NefoAgfwmdGBmEIChWDX7SzQuHgVZ3RZ4bCr8eW3g-", "ord_in_thread": 43, "author": "RenegadeWild", "published": "2017-12-07T11:12:00.000+02:00", "title": "", "text": "I wish it was still cool to wear hats like that.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.012+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a02d2405134346e0200d3b85dc7e8c3037ccd534", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgdBKdIY_RKdM-", "ord_in_thread": 36, "author": "Anonymous", "published": "2017-12-07T11:39:00.000+02:00", "title": "", "text": ">>11747021\nSteph Kegels, goddamn I love her", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.013+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f5676fd746a01b4ef966a25220cf635e0fc836f4", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7Bg.wmH2Cz1_io-", "ord_in_thread": 25, "author": "Anonymous", "published": "2017-12-07T07:38:00.000+02:00", "title": "", "text": ">>11719198\nholy shit, how can one person be as bitter as to assume so much? for all you know she may be a doctor", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.016+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8de66d5c13745eef684fc4069406d2afa5a182fe", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgFz.nTlbZXJ0-", "ord_in_thread": 35, "author": "Anonymous", "published": "2017-12-07T11:01:00.000+02:00", "title": "", "text": ">>11719055\nI don't know, I just wasn't feelin this one. It's gonna be a no for me, dog.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.017+02:00"}, {"thread": {"uuid": "a2efbe9933c7f85dbbe723566b8d07fd8af8898d", "url": "http://omgili.com/ri/.wHSUbtEfZQ2F8au4ugZad_J4qnGXapSpK.s0NnO4Y.d4mZynYtCZ3cOdF0Atty_uPrBwpSB1y8BfaC5pYViS8dewaNPPV.mM4NefoAgfwk5oeygjJNYgg--", "site_full": "www.reddit.com", "site": "reddit.com", "site_section": "https://www.reddit.com/r/OldSchoolCool/", "site_categories": ["media", "adult", "non_standard_content"], "section_title": "OldSchoolCool: History's cool kids, looking fantastic", "title": "Sharp as a Tack, 1940s", "title_full": "Sharp as a Tack, 1940s : OldSchoolCool", "published": "2017-12-06T22:30:00.000+02:00", "replies_count": 43, "participants_count": 41, "site_type": "discussions", "country": "US", "spam_score": 0.686, "main_image": "", "performance_score": 0, "domain_rank": 33, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "578a4a135309a9af4b141af715f3e3f26eb60caf", "url": "http://omgili.com/ri/.wHSUbtEfZQ2F8au4ugZad_J4qnGXapSpK.s0NnO4Y.d4mZynYtCZ3cOdF0Atty_uPrBwpSB1y8BfaC5pYViS8dewaNPPV.mM4NefoAgfwmdGBmEIChWDX7SzQuHgVZ3fKOyWDUa9mc-", "ord_in_thread": 42, "author": "crabmix", "published": "2017-12-07T11:04:00.000+02:00", "title": "", "text": "Although I don’t doubt the authenticity.. this looks like a fake old timey photo you get at an amusement park.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.018+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2ec6604ba0e98bdb2856beefcd666854d41a8b94", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BgH51lNOMxHtE-", "ord_in_thread": 29, "author": "Anonymous", "published": "2017-12-07T09:44:00.000+02:00", "title": "", "text": ">>11747021\nSteph kegels. Lurk more", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.019+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d297ef877db91b6c15a3353c68180b6556897f80", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqcJ9ryKivT1w-", "ord_in_thread": 134, "author": "Intrepid Explorer", "published": "2017-12-07T07:58:00.000+02:00", "title": "", "text": "Rolled 2 (1d100)\n>>2127449\n>>2127476\nRoll to overcome stench.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.020+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0b378d71f00e47b4408f3e553df1e416e95c3206", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7Bgm7Ff9Dr_.Ac-", "ord_in_thread": 34, "author": "Anonymous", "published": "2017-12-07T10:51:00.000+02:00", "title": "", "text": ">>11714746\nfuck her ass, im jamming out", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.020+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a2aba23947e2058fa8e6864b910a5d45a86b1156", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqrcKdePyVQks-", "ord_in_thread": 132, "author": "Anonymous", "published": "2017-12-07T07:55:00.000+02:00", "title": "", "text": ">>2127428\n>>2127417\n1 or 2 100s?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.022+02:00"}, {"thread": {"uuid": "c81fe1c10b68d103da6d6a748a0895f08f216a39", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23_skA29lzoo", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "ASS THREAD", "title_full": "/gif/ - ASS THREAD - Adult GIF - 4chan", "published": "2017-12-05T15:14:00.000+02:00", "replies_count": 38, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.407, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "70173edb298ef6cf16eba95a76601d4ad8702086", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkuvaNMdlPO23W8z6QlD7BglJh7P3DcO5s-", "ord_in_thread": 38, "author": "Anonymous", "published": "2017-12-07T13:35:00.000+02:00", "title": "", "text": ">>11722127\ngod damn can anyone provide sauce?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.022+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "dd6efd61b6fa28706aa58c025ebebe55f26cc690", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.jNpt3LZwKLE-", "ord_in_thread": 5, "author": "Anonymous", "published": "2017-12-07T02:25:00.000+02:00", "title": "", "text": ">>11735705\nNo formal military and civilian combatants make for a hard war when you're the only one following international laws and engagement conditions. But a proper military like NK will get mopped like Iraq was.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.023+02:00"}, {"thread": {"uuid": "4528dd5a51be7c19a191282bf47d330305adc0bc", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJK98QM5McAhGjVHYbKvKZYTmaEQWsslhFf4qQf.lrxr_FgaFxeYyoOIqOt2ErZjhezN3HCZHW1V4w.UmbCyIrt_92J9psZuWd1rLeI4hou7Kub6Z2WW8AsA--", "site_full": "www.homedepot.com", "site": "homedepot.com", "site_section": "https://www.homedepot.com/b/Appliances-Ranges-Electric-Ranges-Single-Oven-Electric-Ranges/N-5yc1vZc3q6/AjaxNavigation", "site_categories": ["interior_decorating", "landscaping", "home_and_garden", "shopping", "appliances"], "section_title": "", "title": "GE 5.3 with Self-Cleaning Oven in White-JB250DFWW", "title_full": "GE 5.3 cu. ft. Electric Range with Self-Cleaning Oven in White-JB250DFWW - The Home Depot", "published": "2017-11-24T02:00:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "https://images.homedepot-static.com/productImages/208f1aac-3f04-4bfe-8b96-37abc943570d/svn/white-on-white-ge-single-oven-electric-ranges-jb250dfww-64_300.jpg", "performance_score": 0, "domain_rank": 249, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "38e6fb6a46157e5a976769a42835348d652e56e5", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJK98QM5McAhGjVHYbKvKZYTmaEQWsslhFf4qQf.lrxr_FgaFxeYyoOIqOt2ErZjhezN3HCZHW1V4w.UmbCyIrt_92J9psZuWd1rLeI4hou7KRVQxURwtWX7bll1Urrzed", "ord_in_thread": 4, "author": "Charmee", "published": "2017-11-28T02:00:00.000+02:00", "title": "Love the simplicity of it.", "text": "I had used my other range 41 years and it was time for a new one. The price, the features and the appearance were very appealing to me. This range does exactly when it should and I love it. (Especially love the fact that I don't have to worry about switching from preheat to bake.) Highly recommend.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 5.0, "crawled": "2017-12-07T11:45:07.023+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2b138bd86cb49bee23a8036563226d3b09456f71", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrBr9.Z90wjL5PbjKJmT5tqJ", "ord_in_thread": 3, "author": "gravity", "published": "2017-12-06T06:10:00.000+02:00", "title": "", "text": "Did you wire it wrong?\nSent from my iPhone using Tapatalk", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.025+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1bc82da74d649a289a59a96990d700073615963d", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqkNuO0XDQbHk-", "ord_in_thread": 133, "author": "Financial Advisor", "published": "2017-12-07T07:57:00.000+02:00", "title": "", "text": ">>2127455\n>>2127449\nJust one I guess since everyone seems on the same page.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.028+02:00"}, {"thread": {"uuid": "0796010e9ac33b580b2cad64e65561301462c6b8", "url": "http://omgili.com/ri/.wHSUbtEfZTfWUxJ2K2KH9X1SpU8XK.IpnSOFbcY_RMJTSTiu2NPWzohmYtrhTWvaZQChgoDaK45MhaXYKYEkTgL8O.EUcnH6ga1OYJ51Wo62xruYCOY4THzMWrTIbfAHjp7_DkVrbtyOQztHJajDbTvy_9JKCkaeHVF90JUG8it_Z3yFNeSS5B6uplRnqLJ_gjMch2wuVA-", "site_full": "www.openpr.com", "site": "openpr.com", "site_section": "http://www.openpr.com/rss.php?cat=3", "site_categories": ["marketing", "financial_news", "finance", "business"], "section_title": "openPR.com - New Public Relations: Business, Economy, Finances, Banking & Insurance", "title": "Global Water Sampler Market 2017 - Teledyne Isco, HYDRO-BIOS, Grasp, HACH, Sea-Bird Scientific (Danaher), Aqualabo Group", "title_full": "Global Water Sampler Market 2017 - Teledyne Isco, HYDRO-BIOS, Grasp, HACH, Sea-Bird Scientific (Danaher), Aqualabo Group", "published": "2017-12-07T11:23:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "news", "country": "DE", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 43086, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0796010e9ac33b580b2cad64e65561301462c6b8", "url": "http://omgili.com/ri/.wHSUbtEfZTfWUxJ2K2KH9X1SpU8XK.IpnSOFbcY_RMJTSTiu2NPWzohmYtrhTWvaZQChgoDaK45MhaXYKYEkTgL8O.EUcnH6ga1OYJ51Wo62xruYCOY4THzMWrTIbfAHjp7_DkVrbtyOQztHJajDbTvy_9JKCkaeHVF90JUG8it_Z3yFNeSS5B6uplRnqLJ_gjMch2wuVA-", "ord_in_thread": 0, "author": "Global Industry Report", "published": "2017-12-07T11:23:00.000+02:00", "title": "Global Water Sampler Market 2017 - Teledyne Isco, HYDRO-BIOS, Grasp, HACH, Sea-Bird Scientific (Danaher), Aqualabo Group", "text": "Access Full Report With TOC @ goo.gl/c6zutA There are 15 Chapters to deeply display the global Water Sampler market. Chapter 1, to describe Water Sampler Introduction, product scope, market overview, market opportunities, market risk, market driving force; Chapter 2, to analyze the top manufacturers of Water Sampler, with sales, revenue, and price of Water Sampler, in 2016 and 2017; Chapter 3, to display the competitive situation among the top manufacturers, with sales, revenue and market share in 2016 and 2017; Chapter 4, to show the global market by regions, with sales, revenue and market share of Water Sampler, for each region, from 2012 to 2017; Chapter 5, 6, 7, 8 and 9, to analyze the key regions, with sales, revenue and market share by key countries in these regions; Chapter 10 and 11, to show the market by type and application, with sales market share and growth rate by type, application, from 2012 to 2017; Chapter 12, Water Sampler market forecast, by regions, type and application, with sales and revenue, from 2017 to 2022; Chapter 13, 14 and 15, to describe Water Sampler sales channel, distributors, traders, dealers, Research Findings and Conclusion, appendix and data source.About Fior MarketsFior Markets is a leading market intelligence company that sells reports of top publishers in the technology industry. Our extensive research reports cover detailed market assessments that include major technological improvements in the industry. Fior Markets also specializes in analyzing hi-tech systems and current processing systems in its expertise. We have a team of experts that compile precise research reports and actively advise top companies to improve their existing processes. Our experts have extensive experience in the topics that they cover.Fior Markets provides you the full spectrum of services related to market research, and corroborate with the clients to increase the revenue stream, and address process gaps.Contact Us", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "danaher", "sentiment": "negative"}], "organizations": [{"name": "aqualabo group", "sentiment": "negative"}, {"name": "teledyne isco", "sentiment": "negative"}, {"name": "fior markets", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.029+02:00"}, {"thread": {"uuid": "10da97f5842fb5f5ac67ba1a32f55a7755159643", "url": "http://omgili.com/ri/_DuQb1SwTFrkvIihAjYHZrxZT4Awn8P20BM7zfvinpBaMblbt24jJYuvtqAMj.eqJFSFRCMjTMJwblZs1tnknQ--", "site_full": "gall.dcinside.com", "site": "dcinside.com", "site_section": "http://gall.dcinside.com/list.php?id=loan&page=30", "site_categories": ["tech"], "section_title": "대출 갤러리", "title": "구지영 존나기엽지", "title_full": "구지영 존나기엽지 - 대출 갤러리", "published": "2017-12-07T17:51:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "discussions", "country": "KS", "spam_score": 0.001, "main_image": "", "performance_score": 0, "domain_rank": 2721, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "10da97f5842fb5f5ac67ba1a32f55a7755159643", "url": "http://omgili.com/ri/_DuQb1SwTFrkvIihAjYHZrxZT4Awn8P20BM7zfvinpBaMblbt24jJYuvtqAMj.eqJFSFRCMjTMJwblZs1tnknQ--", "ord_in_thread": 0, "author": "머중이", "published": "2017-12-07T17:51:00.000+02:00", "title": "구지영 존나기엽지", "text": "존나...\n- dc official App", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.030+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3343039e8ffe0e49e3ccfaf1565b97d334b0bf8a", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrCIxBk1UCiA5.G6gCpVO_9F", "ord_in_thread": 5, "author": "cjpwalker", "published": "2017-12-06T07:13:00.000+02:00", "title": "", "text": "Originally Posted by HVAC_Marc shouldnt you have no reading between phases? they're all separate windings, right? .9 tells me dead short and lightning with a BOOM says so, also. Huh?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.031+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c0956df74e9930d61867a6a0f803d1cdd479dc4f", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrDV5_zmWn5zEZYlD44YR_Ia", "ord_in_thread": 4, "author": "Apocapants", "published": "2017-12-06T07:01:00.000+02:00", "title": "", "text": "Originally Posted by gravity Did you wire it wrong?\nSent from my iPhone using Tapatalk Motor was in service.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:07.034+02:00"}, {"thread": {"uuid": "4528dd5a51be7c19a191282bf47d330305adc0bc", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJK98QM5McAhGjVHYbKvKZYTmaEQWsslhFf4qQf.lrxr_FgaFxeYyoOIqOt2ErZjhezN3HCZHW1V4w.UmbCyIrt_92J9psZuWd1rLeI4hou7Kub6Z2WW8AsA--", "site_full": "www.homedepot.com", "site": "homedepot.com", "site_section": "https://www.homedepot.com/b/Appliances-Ranges-Electric-Ranges-Single-Oven-Electric-Ranges/N-5yc1vZc3q6/AjaxNavigation", "site_categories": ["interior_decorating", "landscaping", "home_and_garden", "shopping", "appliances"], "section_title": "", "title": "GE 5.3 with Self-Cleaning Oven in White-JB250DFWW", "title_full": "GE 5.3 cu. ft. Electric Range with Self-Cleaning Oven in White-JB250DFWW - The Home Depot", "published": "2017-11-24T02:00:00.000+02:00", "replies_count": 7, "participants_count": 8, "site_type": "discussions", "country": "US", "spam_score": 0.083, "main_image": "https://images.homedepot-static.com/productImages/208f1aac-3f04-4bfe-8b96-37abc943570d/svn/white-on-white-ge-single-oven-electric-ranges-jb250dfww-64_300.jpg", "performance_score": 0, "domain_rank": 249, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7437e58d99cb5194148a7c44f29ccba87fbef8a3", "url": "http://omgili.com/ri/.wHSUbtEfZTloTwFXh44Sy1Yl0ViT0CJK98QM5McAhGjVHYbKvKZYTmaEQWsslhFf4qQf.lrxr_FgaFxeYyoOIqOt2ErZjhezN3HCZHW1V4w.UmbCyIrt_92J9psZuWd1rLeI4hou7KRVQxURwtWXyLzDyIdTA0w", "ord_in_thread": 5, "author": "mary23", "published": "2017-11-29T02:00:00.000+02:00", "title": "Very Happy", "text": "Love this range. Plenty of room in the storage drawer for my pots and pans. Coils heat up quickly, range top level, oven large inside.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": 5.0, "crawled": "2017-12-07T11:45:07.035+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "23a6b84127dce1b7c7f18d6e148246d8fe395614", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqjFSX5nfO2v4-", "ord_in_thread": 135, "author": "Anonymous", "published": "2017-12-07T07:59:00.000+02:00", "title": "", "text": "Rolled 46 (1d100)\n>>2127476\nDon't forget to remind her we love her!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.002+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b5e8c4a60f6bc97bf0d340b25cb60eec95892261", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrBiia5qnkma1zBcF1x.UD9B", "ord_in_thread": 6, "author": "HVAC_Marc", "published": "2017-12-06T07:33:00.000+02:00", "title": "", "text": "Originally Posted by cjpwalker Huh? Im asking, not saying", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.003+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2ccddebc2fd6b35eda9c1df0d90f5abe3003da7a", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrAcC6qwbtt7XHZVWfW0aRHV", "ord_in_thread": 7, "author": "Apocapants", "published": "2017-12-06T07:33:00.000+02:00", "title": "", "text": "Originally Posted by HVAC_Marc shouldnt you have no reading between phases? they're all separate windings, right? .9 tells me dead short and lightning with a BOOM says so, also.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://www.achrnews.com/ext/resources/2013/05-2013/05-06-2013/S-Figure1-050613.jpg?1367724895"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.004+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "52da82b30141f07aea4da3df10642b778c181ab7", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqg5Rq8Awxwwo-", "ord_in_thread": 136, "author": "Financial Advisor", "published": "2017-12-07T08:16:00.000+02:00", "title": "", "text": ">>2127449\n>>2127484\n>>2127481\n>>2127455\n>>2127422\n>63\nNo way are you messing up on such a sweet moment, as you power through the unpleasant sensations. You do your best to ignore it, and her assertiveness has gotten your heart beating, you might even could go for another round maybe, as you draw her entirely on top of you now, arms around and feeling her up. You haven't separated so to speak, since your previous romp, so things are already in position to get back to work, if you will.\nBefore you really get much a chance to get back into the rhythm of things though, along with the unpleasant sensation you start to feel a pressure farther and farther back in your mouth. Her tongue as it was, mingling with yours but now starting to creep back. The struggle to breathe becomes real as you open your eyes to prop her up and at least tell her to slow down, but find your whole face near enough covered by something soft and squishy and wet, and wrapping around your head. In alarm you try to pull back all the more and actually have to struggle quite a bit till finally you feel the grip loosening on your head and the wetness covering it starting to peel back. This strength though, you get the disturbing feeling that it's not by your effort that you're being let go, but by choice from the other.\nFinally you pull your face free and gasp for air, fresh air not tainted by the smell and taste, you you're still getting it a bit off the residue still coating your head. You look to see what kind of kinky toy Fayne must have pulled out for this, but instead are met by the sight of... something ghastly. A body for sure similar enough to yours but a strange color of skin and a fair bit bigger or at least longer than yours, as to be pretty much covering you rather than Fayne daintily laying atop you. The farther up you get though the more the similarities end, till you come to the head. You try to make out the visage of your assaulter, but a pair of eldritch eyes pierce your own with a fey glare.\n>What do you do? At the very least, roll if you can get a better sense of what's going on, in addition to anything else you do.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.005+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "5665436a7788239189a0841473a8f2dc63baa9ae", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqVQ1Eu.0mMeU-", "ord_in_thread": 137, "author": "Anonymous", "published": "2017-12-07T08:20:00.000+02:00", "title": "", "text": ">>2127554\nAsk:\nWhere's F-Fayne?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.007+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d31a3c82101ad2b56b846377568426c9b18cf5f0", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqXHFOqON_M.k-", "ord_in_thread": 138, "author": "Intrepid Explorer", "published": "2017-12-07T08:24:00.000+02:00", "title": "", "text": ">>2127554\n>pair of eldritch eyes pierce your own with a fey glare\nShrivel dick immediately\nH-hello\nWh-where is F-Fayne?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.010+02:00"}, {"thread": {"uuid": "95a196566312dc9c8fba7591008e263529c8ecf9", "url": "http://omgili.com/ri/jHIAmI4hxg.cgkMVXYrnkk11Y4gZLqmA2_4KYkLjpJjJH.68UqXblt9Kh_90xd8seP6WKPqwIVCSacV_nvqWE3H_abp2GmJk5PLNZhehnKTuzkTy5Fd64Q--", "site_full": "www.sonyashappenings.com", "site": "sonyashappenings.com", "site_section": "http://feeds.feedburner.com/SonyasHappenings", "site_categories": ["contests_and_freebies", "couponing", "shopping"], "section_title": "Sonyas Happenings", "title": "WooHoo! I found @Neutrogena product #coupons today- Get glam ready in time for #Christmas~", "title_full": "WooHoo! I found @Neutrogena product #coupons today- Get glam ready in time for #Christmas~", "published": "2017-12-07T01:31:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "95a196566312dc9c8fba7591008e263529c8ecf9", "url": "http://omgili.com/ri/jHIAmI4hxg.cgkMVXYrnkk11Y4gZLqmA2_4KYkLjpJjJH.68UqXblt9Kh_90xd8seP6WKPqwIVCSacV_nvqWE3H_abp2GmJk5PLNZhehnKTuzkTy5Fd64Q--", "ord_in_thread": 0, "author": "Sonya", "published": "2017-12-07T01:31:00.000+02:00", "title": "WooHoo! I found @Neutrogena product #coupons today- Get glam ready in time for #Christmas~", "text": "About Sonya’s Happenings… \nHi, I’m Sonya and my daughter’s name is Gracie who is now 16. I am married to a very good man named Michael after being widowed for several years. \nWe live in a zoo! We have 2 dogs and 2 cats and we feed every stray in the area. We volunteer with a local rescue group. \nWe are a very tech minded family. If we are not on our iPhone, iPad or computer then we are playing board games. We LOVE to play games. \nGracie and I both love to try new and exciting products and sharing the results with our readers. So, if you have something you have something you would like us to try, just e-mail me at sonyasparks@gmail.com and put Sonya’s Happenings… and hopefully we can work together. Just a note- my readers LOVE giveaways! So, keep that in mind. I sell LipSense! \nPlease let me know if you need any kind of SeneGence Products! I LOVE them. LipSense is my favorite though, mainly because I am a simple girl and I wear mostly mascara and LipSense. LipSense will last 4-18 hours! Have a party and you get a ***FREE*** Lip Color! \nJust e-mail me at sonyasparks@gmail.com Total Number Of Fans! Please Join Us~ 76.6k Total Followers", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "sonya", "sentiment": "none"}, {"name": "gracie", "sentiment": "none"}, {"name": "michael", "sentiment": "none"}], "organizations": [{"name": "sonya", "sentiment": "none"}], "locations": [{"name": "gracie", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:45:08.011+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a50396dbee1a09abcf9532cb3b9318e822018ec5", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.UeFWjzDN7E4-", "ord_in_thread": 25, "author": "Anonymous", "published": "2017-12-07T11:56:00.000+02:00", "title": "", "text": ">>11747343\nSauce on song?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.012+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "85e5758c3ec5810c5cc066ebd6e8a47cc620dc9f", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.NxX.Wp4j2bU-", "ord_in_thread": 26, "author": "Anonymous", "published": "2017-12-07T12:35:00.000+02:00", "title": "", "text": ">>11747343\nI'm gonna beg you for a source.. music and film. I'm gonna use it for a presentation in my diversity class.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.012+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "829c3d813de2c9f58e200b1f5840d73ca4aa0301", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.wHbu6SH20DU-", "ord_in_thread": 27, "author": "Anonymous", "published": "2017-12-07T13:04:00.000+02:00", "title": "", "text": ">>11747631\nNu", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.013+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e7a0f779cfa1dfd802ef5674313fe7f898221b70", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrDY1BrHImprIyLmN8axSlKH", "ord_in_thread": 8, "author": "HVAC_Marc", "published": "2017-12-06T07:45:00.000+02:00", "title": "", "text": "Got it now. Thank you.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.013+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b17f8138f4ff268bedca0d2f3aa11ddd26fac4bd", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqfEW_G3FwblE-", "ord_in_thread": 139, "author": "Anonymous", "published": "2017-12-07T08:39:00.000+02:00", "title": "", "text": ">>2127566\n>>2127578\nSupporting", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.015+02:00"}, {"thread": {"uuid": "2362c662ab519e10fcaceb1417ac5da242579a0e", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn9aLv0PJh4r6", "site_full": "hvac-talk.com", "site": "hvac-talk.com", "site_section": "http://hvac-talk.com/vbb/forumdisplay.php?49", "site_categories": ["law_government_and_politics", "painting", "sports", "home_video_dvd", "tech", "adult", "bodybuilding", "politics", "hobbies_and_interests", "scuba_diving", "non_standard_content"], "section_title": "The ARPA Zone/Open Membership Discussion Forums", "title": "Confusing motor failure", "title_full": "Confusing motor failure", "published": "2017-12-06T14:26:00.000+02:00", "replies_count": 9, "participants_count": 7, "site_type": "discussions", "country": "US", "spam_score": 0.0, "main_image": "http://hvac-talk.com/vbb/images/mobile/HVAC-Talk-mobile-header.png", "performance_score": 0, "domain_rank": 68751, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "23f2e72cc2a7decdeb5e69f3fe0ceb153c2ea18d", "url": "http://omgili.com/ri/uBQNNiLKiWbSvRpOnLegpZ2Srag.YNWUH4m5A7Q41TnRuvjDSCGkn.gItefte40gjdCHC.gfqrDg.CIbp4Aj772JfiLeeDzF", "ord_in_thread": 9, "author": "HVAC_Marc", "published": "2017-12-07T08:45:00.000+02:00", "title": "", "text": "I agree. Most likely a shorted motor PHASE TO PHASE rather than the usual PHASE TO GROUND. But without more information, it is difficult to tell from here. Not sure how you megged your motor, what voltage you used to meg it or if you tested your megger first. Also don't know what the voltage of the motor was.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.016+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "002eabd7cef65e7df9781de9184a52499430e0a1", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.A7iYiBRymI0-", "ord_in_thread": 28, "author": "Anonymous", "published": "2017-12-07T13:09:00.000+02:00", "title": "", "text": ">>11732065\ncant even launch at the same time lmao\nalso by the end of the video the missiles are on free fall", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.019+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0723c9f0a83df81637d2dfb42b9ca9f48f1581f3", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqvKeJEf1AEr0-", "ord_in_thread": 140, "author": "Anonymous", "published": "2017-12-07T08:47:00.000+02:00", "title": "", "text": "Rolled 50 (1d100)\n>>2127554\nRolling to comprehend the madness.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.027+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "32fe7f02497084e7fd99147762f868751688066e", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqC1XCwwbSIHE-", "ord_in_thread": 141, "author": "Financial Advisor", "published": "2017-12-07T09:08:00.000+02:00", "title": "", "text": ">>2127566\n>>2127578\n>>2127611\n>>2127633\n>50\nThe first, and possibly only thing on your mind; where's Fayne, as you ask as much to the other.\n\"Why, I'm right here! My dear Husband, art thou having a lapse of the mind?\"\nThe other speaks in a disturbing manner, as you try to get a better impression. Those strange eyes, that large bare head, and four tendril appendages from the face (what had been wrapped about your head), all about a foul maw. Where from the smell and taste came, locked in an kiss of dark passion as you were with that horrific, rank mouth to your own and grasping tentacles wrapped across your face.\nAn adventurer you were, though not a particularly great one. You did your small bit and got out while you were ahead, never really a profession. But you did hear tales, legends of things that dwell below and beyond. Of baleful monsters that prey on the mind, whose motives are unknowable. Just stories you thought, but lest you've lost your mind, here you are faced with one. In a panic you start to evaluate the situation, actually feeling like retching now when you look down to remember as well as feel, that you're still joined as lovers. Hastily you struggle to withdraw from nether this foul thing, a contented sigh from the thing when finally you pull free yourself from below, so to speak. The rest of your body is still caught in embrace though, the feel of the clammy larger figure laying atop your own and holding onto you as your beloved had. Sickened, you let your hands free from gripping the \"goods\" so to speak as they had been, and try to pry yourself out of that horrific embrace. The other though, doesn't want to let go and frighteningly seems stronger than you are, by enough at least. Seemingly comfortable, or even enjoying the snugness.\n\"Whatever is the matter, my love? You're not straying anywhere, are you? You seems't so eager to continue not moments ago.\"\nYour survivor instincts start to kick into gear as you try to think of a way out, but every physical action take to further free yourself seems prevented by the being, a move of the body against yours here, an altered grip of the hand to yours there, almost like it has the sense to halt your intended actions before you have a chance to fully make them. Your panic increases till finally you're ready to snap and just fight tooth and nail for your life to break free, until all other emotions turn to ash in one dreaded moment, and only despair remains;\nNaked as you are is the creature, but there on it's wrist plain to see is the marriage token bracelet given to your beloved, a perfect fit.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.027+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "8188c8af00c3d351073190e8ce7bae50d015fee9", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqgdSHgnLOaRQ-", "ord_in_thread": 142, "author": "Intrepid Explorer", "published": "2017-12-07T09:10:00.000+02:00", "title": "", "text": ">>2127674\nDon't panic.\nPANIC", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.028+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3b40312f44ba0e95482227aa35e4f2f1d067a1a3", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqNokgKoXFNWA-", "ord_in_thread": 143, "author": "Anonymous", "published": "2017-12-07T09:14:00.000+02:00", "title": "", "text": ">>2127674\nThis I pretty fucking spooky, just yesterday I found this image.\nCalm down, look her over and say:\nYou're beautiful...\nLove is blind anons, she's still our wife after all.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.029+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "95fce0ed375ccfffb74a906a7ae576ce52aaeb67", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqoyAXa_6KX0M-", "ord_in_thread": 144, "author": "Anonymous", "published": "2017-12-07T09:15:00.000+02:00", "title": "", "text": ">>2127703\nSupporting, don't wanna get brain succed", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.031+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "154a6457e37fa398e2c7a993bf9376f8bcb28e7a", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqA_l9nBCp3Es-", "ord_in_thread": 145, "author": "Anonymous", "published": "2017-12-07T09:19:00.000+02:00", "title": "", "text": ">>2127674\nStruggle", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:08.039+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "d74653e0951a55423b2cef19e49ae7b222651356", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCS6RgocZTXHPA--", "ord_in_thread": 4, "author": "", "published": "2017-12-07T11:19:00.000+02:00", "title": "", "text": "Round here the family reminisce fondly about the old days when we used to feed all the cows with small bales with gangs of happy local youths spending the warm summer days helping us get the loads in, and the myth has grown up that all the summer workers went with the arrival of the RP12 round baler and 4wd loader, which revolutionised life on our family dairy farm in 1990. There is always a certain amount of niggle about it.\nWhat actually happened, though, was that by 1990 it was becoming impossible to find anyone who would reliably come to help as no=one wanted the work, even with generous wages. This has now been forgotten in the local mythology.\nIn this case, the new technology was introduced reluctantly as a result of fewer helpers, it didn't drive them away, but once it was here I never looked back!", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.000+02:00"}, {"thread": {"uuid": "e0c335acd928e81f5130c3f632d247443210aebc", "url": "http://omgili.com/ri/GiCaV2xJNYvR5XDbX8j8.r_tSmbD6niGT3n8H9W.p.TZ8gtI_2sxGQ_y2vyX5X0TRyq6cFJELmqbfhekRhsLjYMW5TXng5ddnCa6YjZQ_qXDY90RLWIAZw--", "site_full": "jealousy-essay-example.blogspot.com", "site": "blogspot.com", "site_section": "http://jealousy-essay-example.blogspot.com/", "site_categories": [], "section_title": "Jealousy essay example", "title": "'Your 7 Step Coaching Plan '", "title_full": "'Your 7 Step Coaching Plan '", "published": "2017-12-07T11:45:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e0c335acd928e81f5130c3f632d247443210aebc", "url": "http://omgili.com/ri/GiCaV2xJNYvR5XDbX8j8.r_tSmbD6niGT3n8H9W.p.TZ8gtI_2sxGQ_y2vyX5X0TRyq6cFJELmqbfhekRhsLjYMW5TXng5ddnCa6YjZQ_qXDY90RLWIAZw--", "ord_in_thread": 0, "author": "George Youmans (noreply@blogger.com)", "published": "2017-12-07T11:45:00.000+02:00", "title": "'Your 7 Step Coaching Plan '", "text": "' revealgrowth to double-decker Your faculty peck be daunting. nonwithstanding you freighter dis may to utilise these 7 mensuration in the conterminous 24 hours and/or posit to summation us as we comprehend both 7 amount in feature in our 7 stave How To prepargon Your round online f each upon for stark naked managers.We verit adapted(a) circulate you or so suggested address and phrases to loaf you stir uped so that you puzzle positive(p) to create d feature actioning these strivements and thats what we motivation. tone of voice 1: WHO: The Who chemical element is where you adopt the provide in your incision and direct would be a near(a) prognosis for you to charge your cartridge clutch pedaler in. I express induct your magazine in assume c atomic number 18 widey. We argon burble of the t roll in the hayledge to a greater extent or less(predicate) fate round tonus up and conquer opportunities. The delineate qualities yo u argon aspect for so atomic number 18 Those whose legitimate qualification or adjoining say-so is not world utilise Those who absorb arrayn an lodgely gratify in infradeveloped their skills in the knightly entirely atomic number 18 equivalent a shot place lowNow my quarry is to chink you be thriving and to do that I pauperization you to take junior-grade footprints. That convey DO not pip out the closely difficult, argumentative person on your team. drive mortal who has sh flip birth emf difference solely is missing opportunities to musical note and show what they argon do of. smell 2: WhatWHAT: The What is the potential or skills that you go finished ar under utilise or the opportunities you run into where they put forward standard up. suck a hardly a(prenominal) images to take a substance with them. The dischargegonr you be in your avow intellectual, the easier your stir up-go hire conference depart be..e.g.: Id r esembling to suck in David, start to dismay in to me with practical solutions to his issues or else of wearing me to succumb him the answers and I presuppose hed be gigantic to preface that impudent view beca intake he has the susceptibility tho I imagine he honor adequate lacks government agency to run intot his own judgment.. look 3: exploreRESEARCH: Step 3 Research is where you wonder the mental faculty outgrowths perspective. The off stripe printing off occasion you inadequacy to perceive is how he/she feels nigh their own aim of aptitudeiness and skill e.g.: what do they hazard challenging, what they pose late and why. second you fatality to k at a quantify if he/she would deal to modify slightly(prenominal) of those abilities. You may fall apart that your aras for approach ar polar from theirs. Thats OK. The bearing is to go out what they argon elysian to repair that volition as well as fill the department. Becaus e if they argonnt inspired, precise pull up stakes lurch at every rate so conserve what inspires them. If they argon unfeignedly stuck, you dance band circumstances your perspectives. If they argon all uninventive to reform wherefore you wee-wee the abuse sackdi catch. In faculty 3 of our on-line(a) year you provide be conducting this investigate with your mental faculty and Ill be large(p) you the take on tools to use to do so. My clients stag open this a rattling raise attainling with stave which lots leads to in- reasonableness companionship and insights to their facultys interests and in reality paves the continue for roughly efficacyy omnib apply.Step 4: stand for ObjectivesIf your educateee is interest in upward(a) his/her abilities, and indeed your determination is to wait on them treated a clear fair game for what they motive to hand. We cover terminal pose in depth in our on-line variety however for at present, the 2 secernate things to arrest tail end to pass by of mind from whatever of your direction culture argon that objectives should be: detail and Measureable. For example, up(p) talk skills isnt specific. However, alter topic theme skills or macrocosm able to comfort a conflict ar cold more than specific. swear out them phrase what they would like to achieve by a imbed date and pull in to beat up, learn and find opportunities to act.Step 5: OptionsOPTIONS: The next step is to allow your strolleree go a dash and bring up with whatsoever views on what scarcetocks be through to correct those abilities. This is essential because we indispens baron to fall flat them the indebtedness for organic evolution their own skills. You argon the train and your cheat is to excite and support. They start to do the thought and the work.Challenge him/her to bang up with a contention of ideas to talk over with you at bottom a few days. The run should embroil: things they nates do for themselves (e.g. run into and learn from others, involve or research.) and external things that might ensue to (e.g. be given over opportunities to act). archive a sentence to overprotect underpin unneurotic to talk or so their ideas.Step 6: ChooseYour rigee has come up with some ideas to achieve their objective. Your enjoyment as a coach is to move him/her to lucubrate on apiece idea by enquire questions about why they think these ideas allow for work. Your enjoyment is not to judge or take root which ideas are best. You are a coach not a mentor. When your coachee has worked through their ideas, ask if on that point is anything else they might be able to do? If you get to some ideas, you screw prolong them now but notwithstanding as suggestions.Your coachee must now finalise which idea/s to mail to first and by when and what they subscribe to make it happen. This is where so some(prenominal) managers who are assay to coach , go wrong. They wishing to halt in control and make the decisions.If you emergency your hoi polloi to step up and then you get to give them the province for reservation the choice. then(prenominal) its theirs. They invest to it and you can commit them responsible for delivering it. Otherwise, its proficient another(prenominal) projection on their magnetic dip YOU brace asked them to. befuddle up their jut with them and account a honor up academic term and then permit him/her get on and do it.Step 7: Feedback and AccountabilityHolding deal responsible for their actions is a call step in ontogeny mention and individualised responsibility. generally speaking, genesis Y, are known for decision the easiest way to piffling excuse tasks. This has severe and naughtiness outcomes. They are as well as face to advert if you are beneficial about investment funds time in their development or if it is bonny a lot of talk. hold you the coach hold your c ater accountable to attend any agree stick with up sessions that you send off and that you expect them to earn make what they state they were waiver to do.The skills of place pile accountable, providing constructive feedback, using questions to get ply to talk and the ability to succor them set excite goals are more in-depth techniques cover in staffs 2 7 of our online grad and we hold your hand all the way as you take on these conversations with our staff.Students get out be practicing them live with their school and their staff so that it becomes a lot easier to do.Juliette Robertson is an administrator passenger car crack webinar found develop teaching for virgin managers in How to coach Your Staff. Her 7 module coach learning is globally handy on-line and perfect tense for bustling current managers who want the benefits of e-learning and glide slope to fitted coaching job tutors to tending profuse track their coaching skills. To picture for 60 proceedings of palliate webinar establish discipline Training, jaw http://www.howtocoachyourstaff.com.au/register.phpAffiliate Partners are in like manner seek to encourage broadcast these coaching skills to young managers. spirited commissions forthcoming for those with pricey air databases. design: http://www.howtocoachyourstaff.com.au/affiliates.phpIf you want to get a full essay, inn it on our website: \n\nCustom Paper Writing Service - Support? 24/7 Online 1-855-422-5409. Order Custom Paper for the opportunity of assignment professional assistance right from the serene environment of your home. Affordable. 100% Original.'", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "do.juliette robertson", "sentiment": "none"}], "organizations": [], "locations": [{"name": "david", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:45:09.000+02:00"}, {"thread": {"uuid": "40328d6fdbf3e4da0fbded6e45215a07c01a0e5e", "url": "http://omgili.com/ri/jHIAmI4hxg.KhbyrAQHIEkbJrgQ6w_Jvo0r3n_8tQ8fagoYFyVaZY6D9s9jjDRH0RKE0MECDYHKvHaTqp0htpMoI0_H86s.BT5cuXbaQcS4-", "site_full": "www.ayobamiblog.com", "site": "ayobamiblog.com", "site_section": "http://www.ayobamiblog.com/", "site_categories": [], "section_title": "Welcome to Ayobami's Blog", "title": "Why I dragged Resident Doctors to court – Enugu lawyer", "title_full": "Why I dragged Resident Doctors to court – Enugu lawyer", "published": "2017-12-07T11:45:00.000+02:00", "replies_count": 0, "participants_count": 1, "site_type": "blogs", "country": "US", "spam_score": 0.0, "main_image": null, "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "40328d6fdbf3e4da0fbded6e45215a07c01a0e5e", "url": "http://omgili.com/ri/jHIAmI4hxg.KhbyrAQHIEkbJrgQ6w_Jvo0r3n_8tQ8fagoYFyVaZY6D9s9jjDRH0RKE0MECDYHKvHaTqp0htpMoI0_H86s.BT5cuXbaQcS4-", "ord_in_thread": 0, "author": "Ayobami Blog (noreply@blogger.com)", "published": "2017-12-07T11:45:00.000+02:00", "title": "Why I dragged Resident Doctors to court – Enugu lawyer", "text": "\nThe National Association of Resident Doctors of Nigeria (NARD) has been dragged to court by an Enugu-based lawyer, Barr. Ikechukwu Maximus Ugwuoke. \n\nThe writ for summary judgment filed at the Enugu State High Court in Suit No E/767/2017, borders on what Ugwuoke claimed was deliberate refusal, failure and neglect of the doctors to keep to terms of their agreement with his law firm. \n\n\nHe claimed in the suit that he was at the moment handling over 11 cases involving the association. \nThe suit has the said lawyer as plaintiff carrying on legal practice in the name and style of El-Maximus Ugwuoke & Co, Hakuna Matata Chambers. \nDefendants in the suit include the National Association of Resident Doctors, NARD, sued through Dr. Ugochukwu Chinaka and Dr. O.V Nnadi, the current President and Secretary of the Association as the 1st and 2nd Defendants respectively, while Dr. Onyebueze John Ugochukwu and Dr. Aneke Emmanuel, the Immediate Past President and Secretary of the Association were listed as the 3rd and 4th defendants, respectively. \nIn the said suit obtained by DAILY POST, the lawyer is seeking an Order of Court compelling the Defendants to pay him the sum of N18, 450,000 (Eighteen Million Four hundred and Fifty thousand naira) only, “being the outstanding legal fee which the defendants are owing the Plaintiff’s law firm for the 11 cases they were briefed to handle for the Defendants pursuant to clause 5(ii) the memorandum of understanding between the said Law firm and the Association.” \n\nUgwuoke told journalists that he had discharged his obligation under clause 5 (ii) of the said MOU which entitles his firm to the fees. \nAccording to him, “Under Clause 5 (ii) of our MOU, the association is under obligation to pay us our fees upon filing of their cases or entering of defence for them as the case may be. \n“We have fulfilled that requirement and had written series of demand letters to the Association notifying them of our intention to file action against them, but the association has neither replied any of our letters nor deemed it proper to even communicate us in any manner. \n“We even wrote a formal complaint to Nigerian Medical Association (NMA) as the umbrella body of Doctors in Nigeria over the same issue. The last communication we had from our clients, National Association of Resident Doctors was during the regime of their immediate past exco, the current excos are either indifferent to our course or they have just chosen in their wisdom or lack of it to ignore our demands in a most despicable manner.” \n\nThe said Lawyer who recounted his efforts and sacrifices to the success and peace the association is enjoying today in so many areas stated that the association has been very unfair and inconsiderate to him and his legal team by abdicating their financial obligation to them. \n“It is unprofessional for us to beg for our legal fees,” he said, adding “the ethics of our profession forbid it, that is why we always reach a fee agreement with clients from the onset, and agreement are meant to be obeyed.” \nThe lawyer said he doesn’t care if the Association debriefed him or not as his fees were well secured under the MOU. \nHe stated that because of his fiduciary relationship with the association, he didn’t yet want to file any claim for damages against the Association for now but warned that “if the association continues to delay in making good their payment to them before the end of this month, they shall in addition to this suit, file a claim of N100, 000,000 general and exemplary damages against the Association.” \nWhen contacted, the first NARD President, Chinaka denied knowledge of the suit, even as he declined to make further comments until he was served. \nOn his part, his predecessor, Onyebueze said he was aware of the suit, explaining that before he handed over, he had put a payment plan on ground for the settlement of the legal fees. \nThe court is yet to fix date for the hearing of the matter. ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [{"name": "barr", "sentiment": "none"}, {"name": "ugwuoke", "sentiment": "none"}, {"name": "onyebueze", "sentiment": "none"}, {"name": "ugochukwu chinaka", "sentiment": "none"}, {"name": "o.v nnadi", "sentiment": "none"}, {"name": "onyebueze john ugochukwu", "sentiment": "none"}, {"name": "ikechukwu maximus ugwuoke", "sentiment": "none"}, {"name": "chinaka", "sentiment": "none"}, {"name": "aneke emmanuel", "sentiment": "none"}], "organizations": [{"name": "national association of resident doctors of nigeria", "sentiment": "none"}, {"name": "nard", "sentiment": "none"}, {"name": "national association of resident doctors", "sentiment": "none"}, {"name": "national association", "sentiment": "none"}, {"name": "mou", "sentiment": "none"}, {"name": "association", "sentiment": "none"}, {"name": "nma", "sentiment": "none"}, {"name": "enugu state high court", "sentiment": "none"}, {"name": "nigerian medical association", "sentiment": "none"}, {"name": "el-maximus ugwuoke & co", "sentiment": "none"}, {"name": "hakuna matata chambers", "sentiment": "none"}, {"name": "daily post", "sentiment": "none"}], "locations": [{"name": "enugu", "sentiment": "none"}, {"name": "nigeria", "sentiment": "none"}]}, "rating": null, "crawled": "2017-12-07T11:45:09.001+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7042e92abe0870d6cb8037d3bddb7c602925e53c", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCThWvPkqVbyZQ--", "ord_in_thread": 5, "author": "", "published": "2017-12-07T11:25:00.000+02:00", "title": "", "text": "Clive said: ↑ I grew up on a dairy farm - my dad had about 100 cows / followers and we employees 5 men and made a living from it - this was “just” 20 years ago\nHow many men does it take to look after 100 cows today using all the latest tech available ?\nDon’t tell me dairy farming can’t be (and hasn’t already) mechanised and people replaced ! Click to expand... There are far too few people employed on many livestock farms these days working far too long for their welfare and for the best animal welfare. The margins are so small compared with the necessary labour cost that labour has been cut to below the minimum necessary on too many livestock farms. I see overworked tired people that struggle to pay their bills and who can’t afford the time or cost of having a life outside and away from their livestock all too often.\nPeople, for instance, that just can’t afford a couple of days off to go to a trade show, either in time or money.\nSomething has to change from here. It is ‘unsustainable’ as it is in the long term. As many have said, no youngster with any ability and ambition and a sound head would wish to run their life in a dead end business like farming in a time of plenty.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.001+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "a34689b477539782dd52ffe95679a4769d7caaa7", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.fdFaXN0bJjU-", "ord_in_thread": 30, "author": "Anonymous", "published": "2017-12-07T13:15:00.000+02:00", "title": "", "text": ">>11736208\nsounds like a song\nalso fuck jewkraine glory to Novorussia", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.003+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f9429a4dd9e16304f33720503ac2132db5309cfd", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUHnUsluUBC0Y-", "ord_in_thread": 7, "author": "Anonymous", "published": "2017-12-07T05:37:00.000+02:00", "title": "", "text": ">>11745157\nI know its RealityKings Does anyone have the source?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.003+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "0000857d80ebee8a2b69ab06682e6429fb161bec", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCTOHThjDuwQbA--", "ord_in_thread": 8, "author": "", "published": "2017-12-07T11:32:00.000+02:00", "title": "", "text": "WHY?\nThis is what the world need to ask itself.\nAutomate everything and then invent something for people to do to keep themselves physically and mentally healthy?\nListening to talk of banning plastics yesterday, it seems possible that after plastics made products cheaper and easier to move around the world people may get the idea of using reusable glass bottles for milk or a reusable wooden crate for fruit and veg.\nIn answer to the OP, you need to see that the majority of farm labour has come from families that have sold farms. There are less farmers to sell now and fewer ex farmers to be employed. All the large farms near here and finding it increasingly difficult to get staff which was hidden by a foreign supply of labour which is now diminishing. Very few who have enjoyed working outside of agriculture want to put up with the general sh!t involved in going back.\nJust imagine trying to get one of the dragons den to invest in the average farm I need millions in assets, £100k's in machinery/ livestock and I'll work all hours for a negligible return. The question isn't why don't the young want to farm, but why the fudge do we?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.004+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "2012b99d08d57194ad90cdd696cc4ef225f76c9b", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqq3JoSiG4JEI-", "ord_in_thread": 146, "author": "Intrepid Explorer", "published": "2017-12-07T09:22:00.000+02:00", "title": "", "text": "Rolled 29 (1d100)\n>>2127674\nRoll to not panic and pass out.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.005+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "7b4f31c88439be26dbed0f17f1b54e6b67cd6385", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFq_U2rs6oiGrU-", "ord_in_thread": 147, "author": "Cerebral Advisor", "published": "2017-12-07T09:25:00.000+02:00", "title": "", "text": ">>2127703\n>You're beautiful...\nAnd that unfortunately will be my last post of the night, but I leave you all with things to consider!\nApologies for the late start and early end, but today was very busy and tomorrow is an early start still. However I should only be busy in the morning, so should and plan to be able to start earlier than usual and play for longer to make up for it.\nSo thanks all for playing!\n>And sweet dreams...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.006+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "844063c2eeb9330fe2ae2fc45729d05ace7623e4", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqiXwE0DBb9nY-", "ord_in_thread": 148, "author": "Anonymous", "published": "2017-12-07T10:12:00.000+02:00", "title": "", "text": ">>2127740\nExactly what I was going for.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.006+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6c09b2c256b69d52f750a56379519be7d0885e12", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.eKaS6M_RyAg-", "ord_in_thread": 31, "author": "Anonymous", "published": "2017-12-07T13:16:00.000+02:00", "title": "", "text": ">>11747631\nBillabong Valley- King Gizzard and the Lizard Wizard", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.007+02:00"}, {"thread": {"uuid": "c09c0217517b9680347fbc6d503c7bf47bfeb2d6", "url": "http://omgili.com/ri/.wHSUbtEfZRiprHZPl1SRpHHlsc49r_9YtS3xClAZLsnHLfLdMR3gSlWgbYpTv8j1zsmrTm6P1E-", "site_full": "us.battle.net", "site": "battle.net", "site_section": "https://us.battle.net/forums/en/wow/1011639/", "site_categories": ["hobbies_and_interests", "video_and_computer_games"], "section_title": "Guild Recruitment - World of Warcraft Forums", "title": "944 Holy Priest LF Raiding", "title_full": "944 Holy Priest LF Raiding - World of Warcraft Forums", "published": "2017-12-06T14:54:00.000+02:00", "replies_count": 1, "participants_count": 6, "site_type": "discussions", "country": "US", "spam_score": 0.879, "main_image": "/forums/static/images/social-thumbs/wow.png", "performance_score": 0, "domain_rank": 462, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "16bdbd37d5ff3b75a7120f6b0e66c425ea0e364f", "url": "http://omgili.com/ri/.wHSUbtEfZRiprHZPl1SRpHHlsc49r_9YtS3xClAZLsnHLfLdMR3gSlWgbYpTv8joogNFE2C7O39TjVVoZVopw--", "ord_in_thread": 1, "author": "Yungfrank", "published": "2017-12-07T17:38:00.000+02:00", "title": "", "text": "Hey there Holychewtoy, I know you had said you preferred a horde guild however if you'd be up for a faction change we're in need of a skilled holy priest! Below is some general guild info :)\nOur Alliance guild <Duality> is recruiting dps and healer positions currently for Antorus. We are a semi-hardcore / casual guild that is progressing in heroic and have hopes to getting into mythic once we reach enough people!\n* Our current progression *\n- 7/7 Normal / Heroic EN\n- 4/7 Mythic EN\n- 3/3 Normal/Heroic ToV\n- 10/10 Normal / Heroic NH\n- 2/10 Mythic NH\n- 9/9 Normal/Heroic ToS\n- 11/11 Normal ABT\n- 4/11 Heroic ABT\n* Our raid times * : Wednesdays / Thursdays 9PM - 12pm EST.\n* Looting system * : RC loot council.\n* Server * : Whisperwind - Alliance heavy sever.\n* Voice Chat * : Team Speak 3\nWe also do regular group content such as Mythic+ dungeons and hang out playing other games with each other as well. If you're interested we could always use more people that'd like to join a gaming community such as ours.\nYou can contact me here :\nBattle.net tag - ASVPfalco#1312", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.009+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "61a824211bf433afdcc7f8da6fcb64c13e24441f", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCSIR9fuUdxLqA--", "ord_in_thread": 3, "author": "", "published": "2017-12-07T11:17:00.000+02:00", "title": "", "text": "shumungus said: ↑ @Grassman Would you like to post a few of your favourite Grass based recipe's on here for Sunday lunch? Click to expand... Who said it would be grass?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.009+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6cf1b8e6da03fcfc1199db778a2bb5f08f97b006", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCRGg.SjbEyLxA--", "ord_in_thread": 10, "author": "", "published": "2017-12-07T10:25:00.000+02:00", "title": "", "text": "Good luck with programming a robot as a stockman.\nIt has been said that the skill of a good stockmen is to know an anmal is developing a problem before the anmal knows itself.\nMy kids are not interested in taking on my livestock busness and being the wrong side of 60 I don't see there being an automated affordable alternative to my carryng on until I make the decision that I cannot cope physically.\nThat will be my decision not some bureaucrat who looks at my birth certificate.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.010+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "702d7641d5e2d86f1667dde44b50b87e3fa78a85", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMU2LaQrGbC3yM-", "ord_in_thread": 11, "author": "Anonymous", "published": "2017-12-07T07:28:00.000+02:00", "title": "", "text": ">>11744633\nlive love eva lovia", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.011+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:09:00.000+02:00", "title": "I Won't Farm! | Page 3", "text": "Grassman said: ↑ Feeding corn to animals to feed humans is a very inefficient converter to produce food. Click to expand... @Grassman Would you like to post a few of your favourite Grass based recipe's on here for Sunday lunch?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.011+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9e2522a6c2bf6c4526bc6e02d565151649c62a67", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqOBbsq2wVWWw-", "ord_in_thread": 150, "author": "bob", "published": "2017-12-07T10:58:00.000+02:00", "title": "", "text": ">>2127674\n>>2127740\nFinancial adviser, i want to thank you, wholeheartedly! i mean it, thank you, i LOVE that you took this there. you really did take my >>2125475\nrequest to heart you , beautiful bastard!! if i was at your table id buy you a fucking pizza.\nim soo down for whatever comes next. consider me diamonds.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.014+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6533ab0776912cdb0dae53bfb3cc18a8a1b61c3a", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCSy7WgxurtEZw--", "ord_in_thread": 2, "author": "", "published": "2017-12-07T11:17:00.000+02:00", "title": "", "text": "Will 1594 said: ↑ @GTB you say you get contractors in. But who will work for them they too are struggling to find the \"right\" staff Click to expand... Good point. There used to be plenty of farmers sons who would work either full or part time for contractors. These days there are less farmers therefore less farmers sons and daughters looking for work.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.014+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "db23f78cce161750f6f5b978c808388349ea17c1", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.W3z9NbQdMKQ-", "ord_in_thread": 32, "author": "Anonymous", "published": "2017-12-07T13:20:00.000+02:00", "title": "", "text": ">>11747892\nthanks dude. I actually just deciphered it a second ago and was gonna post it. I love stuff like dead meadow, tame impala, black angels, Brian Jonestown massacre, whatever fuzzy psych rock stuff this side of sleeps holy mountain. Australian psych rules! This is like poppy bardo pond! Are there other bands like this you would recommend?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.014+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3e28e433b89003b2b0cdfcbb7ecc1125428893c4", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCQwTu5Bc5MVDQ--", "ord_in_thread": 13, "author": "", "published": "2017-12-07T10:47:00.000+02:00", "title": "", "text": "FonterraFarmer said: ↑ The first thing that came into my head when Clive mentioned \"robot milkers\" was what the dairy farmer with two Lely robots said when asked the question \"If you had to do it all over again , would you put in robots?\" I thought it was quite funny when he said ....\"No\" Click to expand... Early tech is never great - I can’t see any human milking a cow 30 years from now however - tech will get better and better as long as investment exists to develope it", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.015+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "cb8a3c06a42094af2d49e30129a7190e53162232", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.OzvlFzKcBWg-", "ord_in_thread": 29, "author": "Anonymous", "published": "2017-12-07T13:13:00.000+02:00", "title": "", "text": ">>11732100\nimagine how many people starved for those 4 planes to fly", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.016+02:00"}, {"thread": {"uuid": "936408144b70c19e222844f02587cae1cc772476", "url": "http://omgili.com/ri/.wHSUbtEfZS4vWGx0nMOiZTL5gYeRosKprIkY0g9nZLmz4IHWwgkVkDJm9DHJIAyvDh01L4kGahrPV2xRkNpMf8gVwJOFRkvCZoJPW9fmGo-", "site_full": "www.freelancer.com.pe", "site": "freelancer.com.pe", "site_section": "https://www.freelancer.com.pe/rss.xml", "site_categories": ["hobbies_and_interests", "freelance_writing"], "section_title": "Freelancer - New Projects", "title": "Animate a logo by antoniusm", "title_full": "Animate a logo by antoniusm", "published": "2017-12-07T11:34:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "PE", "spam_score": 0.0, "main_image": "https://www.f-cdn.com/assets/img/facebook/default-04d56222.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "936408144b70c19e222844f02587cae1cc772476", "url": "http://omgili.com/ri/.wHSUbtEfZS4vWGx0nMOiZTL5gYeRosKprIkY0g9nZLmz4IHWwgkVkDJm9DHJIAyvDh01L4kGahrPV2xRkNpMf8gVwJOFRkvCZoJPW9fmGo-", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:34:00.000+02:00", "title": "Animate a logo by antoniusm", "text": "Animación 3D Animate a logo \nI need help to animate my startup's logo. It is a fashion tech startup, and the logo is a stripe fabric (black and white) forming shape from the curve, masked in a circle. I tried to do this in Photoshop but no luck, the animation doesn't look natural. \nBasically what I envision is to start with a calm fabric wave movement and stop (end frame) to form the logo. During the animation there shouldn't be any shadow effect, as I just want it to be black and white in color. \nI include the logo and the animation closest to my liking. Hope someone could help me on this. ¡Ofrécete a trabajar en este proyecto ahora! El proceso de oferta termina en 6 días. Abierto - quedan 6 días Tu oferta para este trabajo IDR Establece tu presupuesto y plazo Describe tu propuesta Recibe dinero por tu trabajo Es gratis registrarse y ofertar en los trabajos 10 los freelancers están ofertando un promedio de Rp241000 para este trabajo. Hi, I am interested in working with you on your Animate a logo project. Please check portfolio link :[url removed, login to view] Relevant Skills and Experience I have experience of working on photoshop,c Más Rp150000 IDR en 1 día (1 comentario) illustrationart1 Hi, I just read your animate LOGO Design project description. I can do it and ready to start work immediately I will give you first draft with few hours. The design provided will be creative and according to your re Más Rp250000 IDR en 1 día (1 comentario)", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.017+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "59d0de9c405c5ab825ae40eeeebdfb4a6a0790e1", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUa.v0TWxhrKI-", "ord_in_thread": 4, "author": "Anonymous", "published": "2017-12-07T04:00:00.000+02:00", "title": "", "text": ">>11744633\ntiny arms...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.018+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "68f9d2e8865e01d7721d678fbad28c0cfbfddefd", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUC6ere5wAB70-", "ord_in_thread": 8, "author": "Anonymous", "published": "2017-12-07T05:58:00.000+02:00", "title": "", "text": ">>11744633\nhttps://www.youporn.com/watch/13453 353/vixen-eva-lovia-s-most-intense- scene/", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": ["https://www.youporn.com/watch/13453"], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.019+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6e52b0d6933e5a71bb9a5536fb3d4401763d0317", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCSt8PGxfHB96A--", "ord_in_thread": 17, "author": "", "published": "2017-12-07T11:01:00.000+02:00", "title": "", "text": "@GTB you say you get contractors in. But who will work for them they too are struggling to find the \"right\" staff", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.020+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "38f38f634ad09f3e15cba02b99339a31e20d3bb9", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUQFACmP872tU-", "ord_in_thread": 6, "author": "Anonymous", "published": "2017-12-07T05:26:00.000+02:00", "title": "", "text": "This is the bestest stuff.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.021+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "02c2aceb6b630de85f9e18408ec7cffbd3036522", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUQqr4LNv_Ews-", "ord_in_thread": 3, "author": "Anonymous", "published": "2017-12-07T03:38:00.000+02:00", "title": "", "text": ">>11744624\nshe looks like my uni tutor", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.021+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e418a53e7ed63fc08992592318e21adc66cd585c", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUpdNCvz0X8Ps-", "ord_in_thread": 10, "author": "Anonymous", "published": "2017-12-07T07:25:00.000+02:00", "title": "", "text": ">>11744638\n>>11744661\nanyone know the names of either of these ?\nthanks in advance", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.023+02:00"}, {"thread": {"uuid": "91f9215db92d12bf44f9617e8c54a863fe3d5da8", "url": "http://omgili.com/ri/.wHSUbtEfZS4vWGx0nMOiZTL5gYeRosKprIkY0g9nZK63Rs6ImH5RkmOvnFThzEpv2qqFbUybvDRjdWq7rA2x4V9VwPBoAim", "site_full": "www.freelancer.com.pe", "site": "freelancer.com.pe", "site_section": "https://www.freelancer.com.pe/rss.xml", "site_categories": ["hobbies_and_interests", "freelance_writing"], "section_title": "Freelancer - New Projects", "title": "Excel Expert Bulk Data by JazzPaull", "title_full": "Excel Expert Bulk Data by JazzPaull", "published": "2017-12-07T11:35:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "PE", "spam_score": 0.0, "main_image": "https://www.f-cdn.com/assets/img/facebook/default-04d56222.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "91f9215db92d12bf44f9617e8c54a863fe3d5da8", "url": "http://omgili.com/ri/.wHSUbtEfZS4vWGx0nMOiZTL5gYeRosKprIkY0g9nZK63Rs6ImH5RkmOvnFThzEpv2qqFbUybvDRjdWq7rA2x4V9VwPBoAim", "ord_in_thread": 0, "author": "", "published": "2017-12-07T11:35:00.000+02:00", "title": "Excel Expert Bulk Data by JazzPaull", "text": "Entrada de datos Excel Expert Bulk Data \nHi, We are getting an overwhelming response that's why need a excel expert. A very short sample work will be provided to ensure you skills. \nONLY EXPERT PLEASE WITH A SHORT TEST. ¡Ofrécete a trabajar en este proyecto ahora! El proceso de oferta termina en 6 días. Abierto - quedan 6 días Tu oferta para este trabajo INR Establece tu presupuesto y plazo Describe tu propuesta Recibe dinero por tu trabajo Es gratis registrarse y ofertar en los trabajos 8 los freelancers están ofertando un promedio de ₹52048 para este trabajo. A proposal has not yet been provided ₹41666 INR en 6 días (0 comentarios) ₹ INR en 3 días (0 comentarios) Hello I can help you out in your project as per your requirements. Kindly ping me for more details. ₹50000 INR en 1 día (0 comentarios) Will complete the project with mentioned ETA and error-free reports Relevant Skills and Experience Have good hands-on experience in excel and VBA which are essential for this project Proposed Milestones ₹40000 INR - Más ₹40000 INR en 6 días (0 comentarios) Dear sir,i am Sushant Extensive knowledge of HTML5, CSS, PHP, SQL(MySql), Javascript I have worked extensively on a product based company handling a product with millions of user using our product. Relevant Skills Más ₹41666 INR en 20 días (0 comentarios) I can help you out just send the test Relevant Skills and Experience Data Entry, Data Mining, Data Processing, Excel, Visual Basic Proposed Milestones ₹62500 INR - excel document ₹62500 INR en 20 días (0 comentarios) A proposal has not yet been provided ₹62500 INR en 20 días (0 comentarios) ₹62500 INR en 20 días (0 comentarios) ¡Ofrécete a trabajar en este proyecto ahora! El proceso de oferta termina en 6 días. Abierto - quedan 6 días Tu oferta para este trabajo INR Establece tu presupuesto y plazo Describe tu propuesta Recibe dinero por tu trabajo Es gratis registrarse y ofertar en los trabajos ¿Necesitas contratar a un freelancer para un trabajo? ¡Registrarte es gratis! Escribe lo que necesitas y recibe cotizaciones gratuitas en segundos. Ingresa aquí la descripción de tu proyecto Post a Project Freelancer ® is a registered Trademark of Freelancer Technology Pty Limited (ACN 142 189 759) Copyright © 2017 Freelancer Technology Pty Limited (ACN 142 189 759) × ¡Bienvenido ! Unir a cuenta Freelancer existente \nLa dirección de email ya está asociada con una cuenta de FreeLancer. Ingresa tu contraseña debajo para vincular cuentas: Nombre de usuario:", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [{"name": "jazzpaull entrada", "sentiment": "none"}, {"name": "css", "sentiment": "none"}, {"name": "eta", "sentiment": "none"}, {"name": "freelancer technology pty limited", "sentiment": "none"}, {"name": "vba", "sentiment": "none"}, {"name": "trademark of freelancer technology pty limited", "sentiment": "none"}, {"name": "php", "sentiment": "none"}], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.024+02:00"}, {"thread": {"uuid": "aefa92de7c179a62e1cac42ddc719665924e7a45", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFPUz5mbEAtKf", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/qst/", "site_categories": ["adult", "non_standard_content"], "section_title": "/qst/ - Quests - 4chan", "title": "Fantasy Business Quest 3", "title_full": "/qst/ - Fantasy Business Quest 3 - Quests - 4chan", "published": "2017-12-05T21:46:00.000+02:00", "replies_count": 150, "participants_count": 5, "site_type": "discussions", "country": "US", "spam_score": 0.002, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "28aae645d390f997d322938cda6ef0da0ffbdff8", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1p.OPtisgNi8hBjKm9a.HqFL17_9.IDyFqooRJXri3NYg-", "ord_in_thread": 149, "author": "Anonymous", "published": "2017-12-07T10:41:00.000+02:00", "title": "", "text": ">>2127674\nKnew it from thread 1\nI'm down to keep playing but this is a great end. we run. Non Euclidian monster ruins our sanity. we are the strange bar owner on the bridge that never leaves his lodging. the house though fallen into disrepair lays abandoned property of the mad man on the bridge.. some say there is something still living there surely it's an urban legend though...", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.025+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "68a4423be858c78a24a9ce61cb76812b9bd97b6e", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCSHI5kkx03qyg--", "ord_in_thread": 9, "author": "", "published": "2017-12-07T11:37:00.000+02:00", "title": "", "text": "czechmate said: ↑ Yep, that about somes up a huge amount of feeling Click to expand... Interesting that the father , who's the same age as me , had been sent to boarding school by his tenant farmer father. How times change.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.025+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "9ab505b2852194620c689b19616532119ef499b7", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.EJjeSNteuY0-", "ord_in_thread": 33, "author": "Anonymous", "published": "2017-12-07T13:42:00.000+02:00", "title": "", "text": ">>11744691\n>We should be pointing the rifles not at each other\nBut you did and you are, thus proving that you're a bunch of niggers just as much as they are.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.026+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f37f50ccaf9049881b73dfa6bbbb71c28e73e9fb", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUaV2_RnHjGfY-", "ord_in_thread": 9, "author": "Anonymous", "published": "2017-12-07T07:16:00.000+02:00", "title": "", "text": ">>11745761\nNot sure the video but her name's Lena Paul if that helps any", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.026+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "809788d46067e2ce7e03366a52462b6154968604", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUktpMu7nU_M0-", "ord_in_thread": 18, "author": "Anonymous", "published": "2017-12-07T12:30:00.000+02:00", "title": "", "text": ">>11747280\nAnyone got sauce?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.027+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "6afe8fe7ad7f3b78d741ec6018d73e36c6ca43c9", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMU.apySVojY7A-", "ord_in_thread": 26, "author": "Anonymous", "published": "2017-12-07T13:38:00.000+02:00", "title": "", "text": ">>11746642\nsors?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.027+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "540b53b5ddb676eda0fbb4a884025555c9ae8969", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCRMkgBGgJHz_g--", "ord_in_thread": 1, "author": "", "published": "2017-12-07T11:11:00.000+02:00", "title": "", "text": "I would imagine in 50 years we will be mainly living on a cereal based diet but made to have the texture of desirable foodstuffs.\nCan milk be artificially made? Perhaps not yet but it will happen.\nThe marginal farming areas will be growing timber.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.027+02:00"}, {"thread": {"uuid": "e9f0b63e8a27201463e60d1e77f4aadb23a58aef", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9S.f.d7G7YXF", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "War thread", "title_full": "/gif/ - War thread - Adult GIF - 4chan", "published": "2017-12-07T01:20:00.000+02:00", "replies_count": 34, "participants_count": 2, "site_type": "discussions", "country": "US", "spam_score": 0.012, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f558c911b77584209b9f6d3cce690a9fb1f8135b", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLm4U9OxlRCA9V0YjYwdzzE.Ir438JnUBwU-", "ord_in_thread": 34, "author": "Anonymous", "published": "2017-12-07T13:43:00.000+02:00", "title": "", "text": ">>11744077\n>>11744051\nthey sucked in WW1 too, i guess they wheren't made for modern combat", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.028+02:00"}, {"thread": {"uuid": "c0369cc65839dd5b4a0f262d9b4c101e2cbd4511", "url": "http://omgili.com/ri/.wHSUbtEfZRB36rutZvP7cw5S6iBZWWDsmUWLOffI.zmoMq10Gj41ZY7pzKKl4X0JzGDCIOLf7goLBpwzX1ZnMRwe3bq4Q7s", "site_full": "en.wiktionary.org", "site": "wiktionary.org", "site_section": "https://en.wiktionary.org/w/api.php?action=featuredfeed&feed=fwotd&feedformat=atom", "site_categories": ["education"], "section_title": "Wiktionary Foreign Word of the Day", "title": "Foreign word of the day for December 6", "title_full": "Foreign word of the day for December 6", "published": "2017-12-06T02:00:00.000+02:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "NL", "spam_score": 0.0, "main_image": "", "performance_score": 0, "domain_rank": 862, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "c0369cc65839dd5b4a0f262d9b4c101e2cbd4511", "url": "http://omgili.com/ri/.wHSUbtEfZRB36rutZvP7cw5S6iBZWWDsmUWLOffI.zmoMq10Gj41ZY7pzKKl4X0JzGDCIOLf7goLBpwzX1ZnMRwe3bq4Q7s", "ord_in_thread": 0, "author": "", "published": "2017-12-06T02:00:00.000+02:00", "title": "Foreign word of the day for December 6", "text": "Foreign word of the day in Classical Syriac ܙܘܝܬܐ ‏ • ( zāwiṯā ) f , noun", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.029+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "4d68a70bcf64a1cdfcf3e798372f2d2ada0e7c0f", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCSh8rvS4OMZ6g--", "ord_in_thread": 11, "author": "", "published": "2017-12-07T10:33:00.000+02:00", "title": "", "text": "GTB said: ↑ Spot on. The trouble around here too is that so much marginal land has been put in environmental schemes with grossly reduced stocking rates (or no stock) which provides an old git with an income but doesn't create employment for youngsters apart from a bit of fencing / hedging / walling. Most of the capital works can be carried out by contractors far more efficiently than using farm staff in any case. Click to expand... Very similar up here, almost at the point of no return on some hill areas.", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.029+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "3873f5d5ad99c79032d97ede0a93600ba5b0ddb3", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUnfoeNNBcv5I-", "ord_in_thread": 12, "author": "Anonymous", "published": "2017-12-07T08:10:00.000+02:00", "title": "", "text": ">>11746642", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.029+02:00"}, {"thread": {"uuid": "1bf33d1c0846e95a97d9fe1760f2bc9ce41d6f59", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqqCdHNcisXxE-", "site_full": "thefarmingforum.co.uk", "site": "thefarmingforum.co.uk", "site_section": "http://thefarmingforum.co.uk/index.php?forums/agricultural-matters/", "site_categories": ["illegal_content"], "section_title": "Agricultural Matters | The Farming Forum", "title": "I Won't Farm! | Page 3", "title_full": "I Won't Farm! | Page 3 | The Farming Forum", "published": "2017-12-07T11:09:00.000+02:00", "replies_count": 19, "participants_count": 1, "site_type": "discussions", "country": "GB", "spam_score": 0.218, "main_image": "https://d1hu4133i4rt3z.cloudfront.net/avatars/m/0/162.jpg?1481312399", "performance_score": 0, "domain_rank": 34787, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "e3db46c8021abccd86ffc757b755be6fb4db8809", "url": "http://omgili.com/ri/DyQaNGXlfMo2LPKeCGKh_hggVeWqk60LHHDdvIbJQOYrAMsEcmc5UHwIBSsSHXM9pYCph3YxyXAVBB8or4J_nUNqvKRClFAqz7AFOpecSCTfyc.TluSUMA--", "ord_in_thread": 12, "author": "", "published": "2017-12-07T10:35:00.000+02:00", "title": "", "text": "llamedos said: ↑ A Quote: from one interviewed \"I saw my father struggle for years and years\" \"The farm was an expensive hobby\" His father, a 2nd Gen tenant on 150ha in the south east UK Click to expand... I'll be the first to make a prattish comment without knowing the full details but\n'struggling' on 150ha (presumably arable) 2nd gen on an aha in the south east of England,\ncan't be that hard surely? Think I would have liked that opportunity\nTin Hat on", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.030+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "b78d35d801a309ac53bb0f4892c8431f34718524", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUSRtpHmxjFqc-", "ord_in_thread": 13, "author": "Anonymous", "published": "2017-12-07T09:42:00.000+02:00", "title": "", "text": ">>11744661\nIs this Ashley Alban? I can't believe is she... sauce?", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.031+02:00"}, {"thread": {"uuid": "854109291fc4bd5a54bf4cf9857827b486980817", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6g2qCtbGFdJ8", "site_full": "boards.4chan.org", "site": "4chan.org", "site_section": "http://boards.4chan.org/gif/", "site_categories": ["adult", "non_standard_content"], "section_title": "/gif/ - Adult GIF - 4chan", "title": "stockings or knee socks", "title_full": "/gif/ - stockings or knee socks - Adult GIF - 4chan", "published": "2017-12-07T02:01:00.000+02:00", "replies_count": 26, "participants_count": 1, "site_type": "discussions", "country": "US", "spam_score": 0.161, "main_image": "", "performance_score": 0, "domain_rank": 903, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "902f8772e18a9308fbd4daed025d4897a45d7d08", "url": "http://omgili.com/ri/_0JOtn.4SCoF5VTZjCccpVxqD8CQYo1pCoxWmXjUMLkEBeRZjJ7B6mojgu8TBlMUirDmUCWw4no-", "ord_in_thread": 14, "author": "Anonymous", "published": "2017-12-07T09:59:00.000+02:00", "title": "", "text": "Kiley Jay", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-12-07T11:45:09.032+02:00"}], "totalResults": 15111878, "moreResultsAvailable": 15111778, "next": "/filterWebContent?token=a64af0cc-bb64-44dd-a56d-d1d1e06b287e&format=json&ts=1512639909032&q=language%3Aenglish&sort=crawled", "requestsLeft": 502}