{"posts": [{"thread": {"uuid": "336d64e1ab5a28545466fa3f2f0e905226200c98", "url": "http://omgili.com/ri/jHIAmI4hxg8S7HC8CMCwKFtAIGBJ49551gh3y7bwfZI-", "site_full": "www.ilovevegan.com", "site": "ilovevegan.com", "site_section": "", "site_categories": ["business"], "section_title": "", "title": "Home » I LOVE VEGAN", "title_full": "Home » I LOVE VEGAN", "published": "2017-10-12T09:08:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.177, "main_image": "", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "336d64e1ab5a28545466fa3f2f0e905226200c98", "url": "http://omgili.com/ri/jHIAmI4hxg8S7HC8CMCwKFtAIGBJ49551gh3y7bwfZI-", "ord_in_thread": 0, "author": "", "published": "2017-10-12T09:08:00.000+03:00", "title": "Home » I LOVE VEGAN", "text": "This post is sponsored by The Little Potato Company . \nPakoras are one of my top 3 favourite take-out foods, alongside pizza and french fries. Until now I felt intimidated by the insanely delightful vegetable pakoras from my local Indian restaurant. I assumed I’d be disappointed if I even attempted to recreate them at home. \nOut of sheer laziness I’ve sampled a small variety of frozen ready-made pakoras lately. I even had my eye on a 1kg. bag of them at Costco. So far, every variety I’ve tried has been a total letdown. In fact, they were so disappointing that they gave me the courage to try making my own. [Left] Top to bottom, left to right: baby spinach and cilantro chickpea flour (gram flour), chopped onion and garlic, turmeric, cumin and salt, thin-sliced Terrific Trio Little Potatoes, coriander seeds and red chili pepper flakes. Guess what? It turns out that making pakoras is SO easy. It’s nearly foolproof!\nThese delightful vegan vegetable pakoras are fried to crispy golden-brown perfection and served with a light and creamy cilantro sauce. The pakoras (or pakodas: delicious spiced Indian chickpea fritters), are filled with tender slices of Little Potatoes, onions, spinach, and cilantro. Toasted whole coriander seeds and red chili pepper flakes add bright pops of flavour and just the right amount of heat. They’re essentially foolproof and take about 35 minutes to make. \n… ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-10-13T15:48:19.531+03:00"}, {"thread": {"uuid": "f2868a78b7fed66ab37e43df10fc6cef1b2ca80f", "url": "http://omgili.com/ri/jHIAmI4hxg8S7HC8CMCwKFtAIGBJ4955devJ_JyIIRRGRhlmj5E21qPxfmJwGRtUSp6BkydObZaiBenPVQ9CyRAQjOGWHNvr", "site_full": "www.ilovevegan.com", "site": "ilovevegan.com", "site_section": "", "site_categories": ["business"], "section_title": "", "title": "Benefits of a Vegan Lifestyle » I LOVE VEGAN", "title_full": "Benefits of a Vegan Lifestyle » I LOVE VEGAN", "published": "2017-10-04T02:27:00.000+03:00", "replies_count": 0, "participants_count": 0, "site_type": "news", "country": "US", "spam_score": 0.279, "main_image": "http://ilovevegan.wpengine.com/wp-content/uploads/2014/01/vegan-680x276.jpg", "performance_score": 0, "domain_rank": null, "social": {"facebook": {"likes": 0, "comments": 0, "shares": 0}, "gplus": {"shares": 0}, "pinterest": {"shares": 0}, "linkedin": {"shares": 0}, "stumbledupon": {"shares": 0}, "vk": {"shares": 0}}}, "uuid": "f2868a78b7fed66ab37e43df10fc6cef1b2ca80f", "url": "http://omgili.com/ri/jHIAmI4hxg8S7HC8CMCwKFtAIGBJ4955devJ_JyIIRRGRhlmj5E21qPxfmJwGRtUSp6BkydObZaiBenPVQ9CyRAQjOGWHNvr", "ord_in_thread": 0, "author": "H Winder", "published": "2017-10-04T02:27:00.000+03:00", "title": "Benefits of a Vegan Lifestyle » I LOVE VEGAN", "text": "You are here: Home / Resources / Benefits of a Vegan Lifestyle Benefits of a Vegan Lifestyle \nEvery year more and more people are making the decision to go vegan, and for good reason! There are so many amazing ways that veganism can improve our lives – fantastic health benefits, less stress on our environment, more efficient ways to use our resources, and many more! \nThere are so many unique reasons someone might choose to adopt a vegan lifestyle. When thinking about transitioning to veganism it’s important to ponder your morals and the reasons why this lifestyle speaks to you. A big lifestyle change is easier to sustain if you wholeheartedly believe in your decision. Think about the standards you hold yourself accountable to, and what guides you as you decide what is right and what is wrong. \nIn the consumer culture we live in today we show support with money. Every purchase we make is like a vote of support. When we buy commercial products our money is voting in support of not only the product but also the practices and morals of the company. For this reason it’s important to be an educated consumer so that with every dollar you spend, you’re supporting something you truly believe in. Health Benefits of a Plant-Based Diet \nA vegan diet can be one of the healthiest ways to live. Plant-based diets should contain plenty of fresh fruits and vegetables, whole grains, beans, legumes, nuts and seeds. Because vegan diets often rely heavily on these healthy staples, they tend to be higher in vitamins, minerals, phytochemicals, and fibre. Healthy vegan diets are abundant with vitamins B1, C, and E, folic acid, magnesium, and iron while also being low in cholesterol and saturated fats. \nA plant-based vegan diet can reduce the risk of mortality from conditions such as: Type 2 diabetes Obesity Some cancers including prostate and colon cancer \nVegan diets can be healthy for anyone of any age, including children, pregnant and lactating women, and the elderly. It’s important to note that vegans need to pay special attention to their diets to avoid specific nutrient deficiencies. There is little risk of deficiency in a well-planned vegan diet. For more information regarding vegan nutrition, visit our resource Nutrition on a Vegan Diet . Becoming Vegan by Brenda Davis and Vesanto Melina is also a fantastic resource for ensuring optimal health while living a vegan lifestyle. Effects on the Environment & Use of Resources \nThere was a time during our evolution when eating meat was necessary to our survival. In fact, it’s one of the reasons we’re here today! However, our environment won’t be able to support our current level of food production for much longer. In 2010, the UN released a report encouraging a global move away from animal products. The report states, “Impacts from agriculture are expected to increase substantially due to population growth increasing consumption of animal products. Unlike fossil fuels, it is difficult to look for alternatives: people have to eat. A substantial reduction of impacts would only be possible with a substantial worldwide diet change, away from animal products.” \nBreeding, raising, and feeding animals for food is a tremendously inefficient use of our natural resources. Animals raised for food production are fed over half of the all the world’s crops . As our population grows, we require more and more agricultural space. 60% of worldwide deforestation results from land being converted for use as agricultural land, much of which is used for grazing cattle. An estimated 14% of the world’s population (over 850,000,000 people) suffer from undernourishment while we continue to waste valuable agricultural land and resources to produce animal products, therefore obtaining only a fraction of the potential caloric value. Continuing this foolish management of our natural resources is simply not sustainable. \nFollowing a vegan lifestyle contributes less air pollution and puts less stress on our natural resources by requiring less land, fossil fuels, and water. As the world’s population is expected to reach 9 billion by 2050, a widespread movement towards vegan lifestyle is the most effective way to reduce pressure on our environment and may be absolutely crucial to our survival as a species. Animal Welfare \nMany people identify themselves as animal lovers, yet intentionally or not, this rarely extends to the animals we use for food. There are a lot of misconceptions about how animal products are obtained and we often turn a blind eye towards inhumane animal agricultural practices. Animal welfare is an issue we like to push out of our minds, even when it’s presented to us in an objective manner. \nFactory farming exhibits some of the most severe examples of animal cruelty for food production. Unfortunately, factory farming offers the most competitive prices and makes the most profit, so it’s difficult and in some cases impossible for smaller establishments to survive without adopting the same principles. The competition from large corporations has made it extremely difficult for anyone to offer more humane alternatives as it is simply not as profitable. Factory farming is an absolutely horrifying business, the focus is on production and profit, the well-being of the animals and workers involved is nearly non-existent. It all comes down to money. \nHere is a brief overview of only some of the routine practices of the animal agriculture industry. These are watered down versions of what happens on a daily basis to millions of animals every day. If this disturbs you, I highly recommend looking deeper into these issues as there is much more to learn. At the end of this post we’ve provided some documentaries, books, and online resources for learning more. The Meat Industry \nThe lives of animals raised for slaughter are miserable to say the least. The animals are kept in overcrowded areas with little or no room to move, the environment is filthy, and the air is thick with the smell of ammonia and bodily waste. The animals suffer injuries which are often left untreated, from broken bones to burns and lesions from constant contact with their own waste. \nWith the focus on profit, time is money, which means that slaughterhouses process as many animals as possible in any given day. It’s common for the production lines to be moving so fast that the methods used to kill the animals are rarely effective and cause a great deal of suffering and pain. Because of the quick processing time many of the animals are still alive, terrified, and in unimaginable amounts of pain during skinning, scalding, and dismemberment. \nThese are routine practices – millions of animals endure this cruelty and torture every single day and it’s not only the animals that suffer. Slaughterhouse workers are at an enormous risk as well. Cattle often weigh over a ton and are prone to thrashing and kicking, putting the workers in great danger of serious injuries. Many workers suffer from Post Traumatic Stress Disorder and admit to taking out their frustrations on the animals. Workers can also become violent at home, and abuse drugs or alcohol in an attempt to assuage their own guilt and anxiety over what they have witnessed or participated in. The Dairy Industry \nDue to prolonged time spent in these awful conditions, the lives of production animals are as bad, if not worse, than the animals raised for slaughter. Again, the focus is on profit – by minimizing the amount of space and time it takes to obtain animal products, profit is maximized. \nTo maintain milk production, dairy cows must be repeatedly and forcibly artificially inseminated. After birth, the calves are removed from their mothers within 24-72 hours. The sooner, the better as the relationship between mothers and their calves strengthen over time and the separation is extremely stressful for both animals. Milk that is produced for the calf is harvested for human consumption and the calves are fed a powdered milk replacement. Calves born of dairy cows are used for different purposes depending on their gender. Females begin their lives as dairy cows at 13 months of age. Males are slaughtered for veal within anywhere from just a few hours old up to 4 months of age. The veal industry is a direct by-product of the dairy industry. \nWhile a cow’s natural lifespan can exceed 20 years, most dairy cows are killed by the age of 4 and sold as beef. The lifespan of a dairy cow before slaughter is dependent on it’s ability to produce milk. 90% of dairy cows killed are for reasons such as infertility, mastitis (infection of 1 or more udders), lameness, and low production levels. The Egg Industry \nChickens are selectively bred, either for egg production or meat consumption. Chicks bred for egg production are separated by gender. Females become egg-laying hens while male chicks are useless for egg production and can’t be used for meat production so they are killed immediately after hatching. Egg laying hens are kept in small, overcrowded cages, sometimes with so little room that the animal cannot even turn around. Cage free chickens are often kept in large warehouses that are so crowded that the animals are debeaked to prevent cannibalism in the flock. \nCommercial egg producers sometimes practice forced molting on entire flocks of hens. Forced molting is achieved by removing food and starving hens for 1-2 weeks and also occasionally includes water deprivation. This results in better egg quality with only a slight reduction in the quantity of the eggs produced. \nWhile chickens can live for more than 10 years, egg laying hens are slaughtered between the age of 2-2.5 years old as this is when egg production begins to decline. \nAgain, this is a very brief overview of only some of the inhumane practices of animal agriculture. The suffering endured by these animals is of an unimaginable magnitude. Some people may choose to buy organic “humane” or “cage-free” meat, dairy, and eggs, unfortunately these terms aren’t regulated and are used to mislead consumers. For the most part, buying these “humane” animal products is simply a waste of money as the animals lives aren’t much, if any, better than their “inhumane” counterparts. \nThere are many ways in which our society exploits and tortures animals, from animal testing to the use of furs and leather. There are many resources at the end of this post so that you can do your own research and come to your own conclusions. \nRegardless of concerns over animal cruelty in factory farms, there’s another issue at hand when considering animal welfare. Should we be treating animals as commodities at all? As humans, do we reserve the right to use animals as we please? Many vegans believe that we should not. We no longer need to rely on animals for food or clothing, so it does seem self-indulgent to continue to put our cravings, appetites, and desires ahead of the lives and well-being of other living creatures. This issue is one where people tend to either agree or disagree and it’s often very difficult to sway someone to agree with your point of view. It’s something that deserves a little research and time spent to decide where you stand on the issue. Arguments Against Veganism \nThere are a great deal of arguments made against veganism, however most of them manage to be both invalid and irrelevant. Widespread veganism is absolutely crucial to our survival as a species. Veganism has little to do with the food chain, what “nature” intended, or biological factors. The issue with these arguments is that they don’t address the relevant reasons to adopt a vegan lifestyle and instead focus on trivial matters. \nWhen it comes down to it: Following a plant-based diet is healthy for our bodies and the environment. In this day and age we simply do not require animal products for sustenance, clothing, or shelter. We are currently wasting mass amounts of resources by using them to support the growth of animals we intend to kill. These are resources that could be used to feed undernourished people in the world and could be part of the solution to famine. Things have changed drastically since our hunter-gatherer days. We’re now producing such a vast quantity of animal products that we are decimating our natural resources and destroying our environment. Widespread veganism is now fundamentally crucial to our survival as a species. All animals are sentient beings and are capable of feeling pain and a wide range of emotions including fear, sadness, and loneliness. If you feel disturbed at the idea of animal abuse against dogs and cats, you must try to understand that cows, pigs, chickens, and other animals used for food production are no different. Food production animals are being abused and tortured, and that is putting it lightly. When you spend money on meat, eggs, dairy, animal based products, products that employ animal testing, animals at entertainment, etc., you are effectively saying to that company “I support what you are doing”, and what they are doing is abusing animals for profit. Suggestions for Learning More \nThere are a wide variety of resources available for learning about why more and more people are deciding to go vegan. There are some very informative documentaries, books, and websites that are worth looking into. \nIt’s very upsetting and often distressing to look behind the curtain of the animal agriculture industry. If this is your first time researching animal welfare issues, please prepare yourself to experience a wide range of emotions. It’s very common to feel deep sadness and a lot of anger as you learn more. I encourage you to look into these issues because it’s important that whether or not you choose to transition to a vegan lifestyle, you are at least aware of the steps that were taken to produce the food or products that you eat or use. Some of the most powerful “light bulb” moments in most non-vegans’ lives come from seeing hidden camera footage of the treatment of food production animals, which is horrifying, to say the least. Online ", "highlightText": "", "highlightTitle": "", "language": "english", "external_links": [], "entities": {"persons": [], "organizations": [], "locations": []}, "rating": null, "crawled": "2017-11-01T23:28:17.001+02:00"}], "totalResults": 2, "moreResultsAvailable": 0, "next": "/filterWebContent?token=1eee5ef1-4d51-497e-9e88-ed86353bcda9&format=json&ts=1509571697001&q=language%3Aenglish+site%3Ailovevegan.com&sort=crawled", "requestsLeft": 947}